{"id":"hMUVVJEX","poster":"Jägermeister 98","date":"2018-04-25T14:39:23.881+0000","title":"League geht den Bach runter.","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":25,"body":"Hallo liebe Community, \r\n\r\nes wurde wieder ein Thread von mir gel&ouml;scht, nur weil ich Riot kritisch gegen&uuml;ber trete. Der Gro&szlig;teil der League Community besteht nur noch aus selbstverliebten Besserwissern, die Spa&szlig; daran haben ihre Mitspieler zu Triggern, egal ob sie das Game dann verlieren. Wie soll es mir m&ouml;glich sein solchen Spielern aus dem Weg zu gehen? Mute hin oder her 90% der Leute die so drauf sind inten auch immer und man kann auch nicht immer solocarrien. Aber Riot macht ja auch nichts gegen dieses Problem. Eine L&ouml;sung w&auml;re, dass man schneller f&uuml;r Inten, als f&uuml;r Negatives verhalten begannt wird. Wenn 3 Mitspieler die ganze Zeit nur sterben und nicht mal daraus lernen hat das n&auml;mlich mehr Einfluss auf das Game, als wenn einer beleidigt. Dieses Problem ist schon lange so und es kennen auch viele, aber Riot macht rein gar nichts dagegen, was mir zeigt, dass Riot nichts an seinen Spielern liegt. Aus diesem Grund werde ich aufh&ouml;ren League of Legends zu spielen. Riot im Prinzip sind eure Spieler eure Kunden und wie hei&szlig;t es so sch&ouml;n? Kunde ist K&ouml;nig? Ja so SOLLTE es sein.","replies":[{"id":"","poster":"ADFischi007","date":"2018-04-25T16:21:03.495+0000","up_votes":7,"down_votes":0,"body":"Junge jetzt hör doch auf rum zuheulen....\nBenimm dich einfach wie ein normaler Mensch, dann passiert dir sowas auch nicht...\nDiesen Tipp solltest du dir wirklich ans Herz legen.","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-04-25T14:45:50.983+0000","up_votes":2,"down_votes":10,"body":"Ich wurde auch gerade zensiert. Keine 2 Sekunden, nachdem ich meinen Beitrag geschrieben habe war er wieder weg.  Da bekommt man das Gefühl, die haben einen Trakker auf mich angesetzt, weil mit der Meldefunktion geht das nicht so schnell.\n\nAngeblich wegen Gefühlsverletzung oder so. Dabei habe ich nur einmal \"engstirnig\" in einem sehr allgemeinen Zusammenhang verwendet.\n\nDer Rest war halt ein kritischer Post. Aber so was will Riot offenbar nicht.","replies":[{"id":"","poster":"legofreak1","date":"2018-04-25T14:51:01.152+0000","up_votes":9,"down_votes":1,"body":"Dein Kommentar wurde 141 Sekunden nachdem dieser erstellt wurde entfernt, da du in diesem alle Diskussionsteilnehmer, welche nicht mit deiner Meinunge übereinstimmen, als dumm dargestellt hast, wahrscheinlich weil der entsprechende Moderator den Beitrag gesehen hat, kurz nachdem du diesen verfasst hast. In aktiven Diskussionen ist dies gar nicht so unwahrscheinlich.\n\nWir Moderatoren haben kein Problem mit kritischen Beiträgen. Es kommen tägliche Leute ins Forum, welche sich über verschiedene Dinge beschweren oder diese kritisieren. Mit sachlicher Kritik wird sich dann gerne auseinandergesetzt. Unsachliche Beiträge werden im schlechtesten Fall entfernt.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-25T14:58:12.307+0000","up_votes":2,"down_votes":8,"body":"> [{quoted}](name=legofreak1,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001,timestamp=2018-04-25T14:51:01.152+0000)\n>\n>  da du in diesem alle Diskussionsteilnehmer, welche nicht mit deiner Meinunge übereinstimmen, als dumm dargestellt hast\n\nDas habe ich zwar nicht gemacht, aber ok.","replies":[{"id":"","poster":"Noxempire","date":"2018-04-25T16:26:51.852+0000","up_votes":5,"down_votes":0,"body":"Wo wirst du denn bitte schon \"wieder\" zensiert. Das ist doch das erste Mal dass was von dir gelöscht wurde. \n\nNur weil ein Post gelöscht wurde, hindert es dich nicht daran weiter deine seltsamen Posts zu erstellen oder weiter zu kommentieren. \n\nSogar dein Reportvalue Post wurde stehen gelassen obwohl er in seiner  Gesamtheit einfach nur falsch war. \n\nIch hab irgendwie das Gefühl dass du nur nach Gründen suchst, dich mit den Leuten hier zu streiten.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-25T16:54:32.116+0000","up_votes":1,"down_votes":8,"body":"> [{quoted}](name=Noxempire,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=0001000100000000,timestamp=2018-04-25T16:26:51.852+0000)\n>\n> Wo wirst du denn bitte schon &quot;wieder&quot; zensiert. Das ist doch das erste Mal dass was von dir gelöscht wurde. \n\nEs war eh das erste Mal, keine Ahnung wo das \"wieder\" rausliest. \n\n> \n> Nur weil ein Post gelöscht wurde, hindert es dich nicht daran weiter deine seltsamen Posts zu erstellen oder weiter zu kommentieren. \n\nNaja. Jetzt habe ich natürlich schon Angst vor Riot. Sie könnten mich ja wieder zensieren, oder was weis ich machen, wenn ich einen kritischen Post schreibe. Die Sache ist halt die, dass ich nicht verstehen kann wieso mein Post gelöscht wurde. Wenn ich mir die anderen Kommentare so durchlese ist die Begründung das ich \"destruktives Verhalten gegenüber den Anderen\" and den Tag gelegt habe den Haaren herbeigezogen.\n\n> \n> Sogar dein Reportvalue Post wurde stehen gelassen obwohl er in seiner  Gesamtheit einfach nur falsch war. \n\nIn seiner Gesamtheit ist der Post natürlich richtig. Einzelne Details können allerding variieren, da ich kein Insiderwissen habe. Außerdem bemühe ich mich im Gegensatz zu Anderen hier im Forum immer einen höflichen Ton an den Tag zu legen. Spitze Bemerkungen erlaube ich mir gelegentlich aber um mich zu Verteitigen.\n\n> \n> Ich hab irgendwie das Gefühl dass du nur nach Gründen suchst, dich mit den Leuten hier zu streiten.\n\nMeine Threads sind für die gesamte lol Community gedacht. Das Forum spiegelt meinungstechnisch nur einen kleinen Teil davon wieder. Ich finde es selbst schade, dass so wenig \"normale\" Spieler hier mitdiskutieren und das Forum deshalb eher offensiv gegenüber meinen Posts steht.","replies":[{"id":"","poster":"Noxempire","date":"2018-04-25T19:55:02.896+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000000000000,timestamp=2018-04-25T16:54:32.116+0000)\n>\n> Es war eh das erste Mal, keine Ahnung wo das &quot;wieder&quot; rausliest. \n> \n\nDas war tatsächlich mein Fehler. Entschuldige, hab wohl ausversehen ein \"wieder\" da raus gelesen ^^'\n\n> Naja. Jetzt habe ich natürlich schon Angst vor Riot. Sie könnten mich ja wieder zensieren, oder was weis ich machen, wenn ich einen kritischen Post schreibe. Die Sache ist halt die, dass ich nicht verstehen kann wieso mein Post gelöscht wurde. Wenn ich mir die anderen Kommentare so durchlese ist die Begründung das ich &quot;destruktives Verhalten gegenüber den Anderen&quot; and den Tag gelegt habe den Haaren herbeigezogen.\n> \n\n1. Die Volus haben nichts direkt mit Riot am Hut. Sie unterliegen den gleichen Forenregeln wie wir auch, haben aber die Macht diese zu praktizieren. (Btw. Emmisaries werden auch von den Emmisaries rekrutiert, nicht von Riot, die erste Generation vielleicht, aber von denen sind mittlerweile viele nicht mehr da)\n\n2. Die Mods haben ein stärkeres Auge auf dich, weil du dich eben auffällig machst mit deinen abfälligen Bemerkungen . Du schreibst pro Tag bestimmt 3 Posts, dort verbreitest Halbwissen und das nicht zu wenig (Report Values, Emmisaries= Mitarbeiter von Riot, RNG Ban System etc.) Du scheinst einfach nicht einsehen zu können wenn du in einer Disskussion verlierst und damit meine ich nicht, dass du jeden Recht geben sollst. Jeder darf seine Meinung haben. \nAber dir werden große Texte mit zahlreichen Argumenten geliefert, behauptest aber trotzdem, die Leute würden dich unfair behandeln und würden nicht sachlich antworten.\nNatürlich werden die Leute  dann irgendwann sauer wenn du es nach dem 10ten Post immernoch den selben Quark von dir gibst, der dir so oft schon erklärt wurde. \n\nÜbrigens, auch andere Beiträge wurden gelöscht, wie z.B. der von LiebesWölkchen weiter oben. \n\n> In seiner Gesamtheit ist der Post natürlich richtig. Einzelne Details können allerding variieren, da ich kein Insiderwissen habe. Außerdem bemühe ich mich im Gegensatz zu Anderen hier im Forum immer einen höflichen Ton an den Tag zu legen. Spitze Bemerkungen erlaube ich mir gelegentlich aber um mich zu Verteitigen.\n> \n\nNein er ist nicht richtig. Du hast geschrieben dass die Anzahl von Reports eine Rolle spielen würden, tun sie aber nicht MEHR. Das haben dir die Moderatoren dargelegt. Deine anschließende Schadensbegrenzung war unzureichend.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-25T20:35:14.451+0000","up_votes":1,"down_votes":5,"body":"Ich habe nirgends eine Diskusion verloren. Ich habe nur anfangs versucht einen höflichen und netten Ton an den Tag zu legen. Das wird von ein paar Besserwissern hier im Forum halt schamlos ausgenützt um auf meine Theorien loszugehen.\n\nSubstanziel ist da überhaupt nichts gekommen um auch nur im entferntesten irgend etwas von mir zu widerlegen. Im ganzen Forum bin ich auf genau 3 Personen gestoßen die inhaltliche Argumentation beherrschen und zwei davon sind grün.","replies":[{"id":"","poster":"Lotuskobra","date":"2018-04-25T20:59:10.639+0000","up_votes":7,"down_votes":0,"body":"> Substanziel ist da überhaupt nichts gekommen um auch nur im entferntesten irgend etwas von mir zu widerlegen.\n\nAuch wenn es mir eigentlich egal sein könnte, so frage ich mich doch ernsthaft, ob du das, was du hier schreibst wirklich auch glaubst.\n\nDu bist erst auf die Bitte von 2 Personen hin, auf meinen Beitrag eingegangen, in dem ich dir mit einer recht simplen Rechnung zeigen wollte, warum deine Theorie – oder sagen wir mal lieber, die Art und Weise, wie du sie präsentiert hast – einige Schwächen aufzeigt.\n\nDeine Argumentation bestand daraus, meine Rechnung als zu komplex, zu detailiert und nicht ersichtlich zu bezeichnen, da du nicht weißt, ob sie richtig ist und du keine Lust hast, dich damit zu beschäftigen, schließlich sei die Stimmung im Thread zu negativ, um auf meinen Kommentar einzugehen.\n\nIch war in der gesamten Diskussion sachlich, dir gegenüber fair, habe dich ermutigt selbst Statistik und Systemgestaltung als Fächer näher zu betrachten (ich hab damit 1/3 meines Studiums verbracht und um ehrlich zu sein, hatte ich große Freude daran), aber jedes Argument, dass sehr ins Detail ging, wurde von dir nicht beachtet.\n\nIch hätte mit dir gerne eine wirklich gute Diskussion geführt und wenn du eindeutige Argumente vorgebracht hättest, die dein Gesagtes unterstützen/belegen, bin ich der letzte, der dir das schlecht reden möchte. Leider ist jedoch in dem gesamten Gespräch, nicht ein fundiertes und nicht einfach selbst erdachtes Argument deinerseits zum Vorschein gekommen.\n\nEs ist eine Sache, sich im Kopf einen Prozess zu durchdenken und bestimmte Dinge als gegeben anzusehen und eine deutlich andere, diese theoretischen Strukturen auch in der praktischen Anwendung erstens anzuwenden und zweitens zu belegen, damit andere es nachvollziehen können.\n\nIch zweifle nicht die Qualität deiner Überlegungen an, so wie ich es auch bei Stichsaege zB. nicht tue (ich muss endlich mal Zeit finden um mit ihm zu quatschen, aber das ist ne andere Sache), aber die Art und Weise wie du es hier im Forum vermitteln möchtest, ist schlicht ungünstig.\n\nDu hast bis heute zB noch nicht einmal klar definiert, was es für dich bedeutet, wenn du meinst:\n\n\"Spieler XY, wird zu Unrecht gebannt\"\n\nOffensichtlich besitzt der Großteil der Forenteilnehmer dazu eine andere Meinung als du, obwohl man über diese Frage ja durchaus in verschiedenster Hinsicht diskutieren könnte. Was meinst du mit \"unrecht\", worauf beziehst du die Aussage (zB. auf generelle oder persönliche Moralvorstellungen, auf die Riot AGB, auf die deutsche Gesetzgebung, etc.)?\n\nSagt dir der Begriff \"Sokratische Gespräche\" etwas?\n\nTheoretisch sollte man so eins zu diesen kritischen Themen führen, da offensichtlich komplett diametrale Ansichten und Vorstellungen über Grundsatzthemen wie dieses herrschen.\n\nIch möchte dir nur trotzdem einen kleinen Tipp mitgeben, auch wenn ich durchaus verstehen kann, wenn dir das Triggern andere und das Erstellen kritischer Kommentare und Threads Spaß macht:\n\nHör einfach auf anderen in diesem Forum, auf irgendeine Art und Weise, in den unterschiedlichsten Themengebieten, Unfähigkeit oder mangelndes Urteilsvermögen zu unterstellen. Du kennst niemanden hier privat und ebenso wie alle anderen auch, reimen wir uns das Bild der Person, mit der wir schreiben anhand ihres textuellen Geschickes zusammen. Im echten Leben würden wir untereinander nicht so miteinander umgehen und ich würde mir zumindest wünschen, das wir dies auch hier unterlassen könnten.\n\nIch hab morgen frei, also wenn du Lust hast und jemanden zum Schreiben suchst, dann nur zu.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-26T13:49:39.203+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=Lotuskobra,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000000000000000000000000,timestamp=2018-04-25T20:59:10.639+0000)\n>\n> Auch wenn es mir eigentlich egal sein könnte, so frage ich mich doch ernsthaft, ob du das, was du hier schreibst wirklich auch glaubst.\n\nNatürlich glaube ich was ich schreibe.\n\nEdit: lassen wir das lieber.\n\n> \n> Du bist erst auf die Bitte von 2 Personen hin, auf meinen Beitrag eingegangen, in dem ich dir mit einer recht simplen Rechnung zeigen wollte, warum deine Theorie – oder sagen wir mal lieber, die Art und Weise, wie du sie präsentiert hast – einige Schwächen aufzeigt.\n\nJa, weil 10 Leute gleichzeitig auf meine Theorie eingehämmert haben. Ich tendiere halt dazu mich zuerst auf die Scharmützel einzulassen, bevor ich auf die sachliche Kritik eingehe. \n\n> \n> Deine Argumentation bestand daraus, meine Rechnung als zu komplex, zu detailiert und nicht ersichtlich zu bezeichnen, da du nicht weißt, ob sie richtig ist und du keine Lust hast, dich damit zu beschäftigen, schließlich sei die Stimmung im Thread zu negativ, um auf meinen Kommentar einzugehen.\n\nDie Stimmung im Thread WAR zu negativ um auf deine Argumente einzugehen. Zum Beispiel die Reaktion auf meine Aussage, dass ich polarisierend geschrieben habe oder mir eine Zeile im Chat ausgedacht habe, haben meine Meinung von der Community ziemlich enttäuscht, da ich eigentlich nur zuvorkommend sein wollte. Das so etwas verwendet wird um auf meine Theorie loszugehen zeugt halt deutlich von Argumentationsschwäche und hat generft.\n\n> \n> Ich war in der gesamten Diskussion sachlich, dir gegenüber fair, habe dich ermutigt selbst Statistik und Systemgestaltung als Fächer näher zu betrachten (ich hab damit 1/3 meines Studiums verbracht und um ehrlich zu sein, hatte ich große Freude daran), aber jedes Argument, dass sehr ins Detail ging, wurde von dir nicht beachtet.\n\nIch habe zuerst auch versucht Vernünftig zu bleiben. Warst schon einmal in einem Raum wo 9 Leute einfach nur versucht haben deine Argumente ins lächerliche zu ziehen. Also ich schaffe es dann nicht auf die 10. Person zuzugehen und sachlich zu bleiben.\n\n> \n> Ich hätte mit dir gerne eine wirklich gute Diskussion geführt und wenn du eindeutige Argumente vorgebracht hättest, die dein Gesagtes unterstützen/belegen, bin ich der letzte, der dir das schlecht reden möchte. Leider ist jedoch in dem gesamten Gespräch, nicht ein fundiertes und nicht einfach selbst erdachtes Argument deinerseits zum Vorschein gekommen.\n\nDer ganze Thread ist ein selbst erdachtes Argument meinerseits. Schön, dass du diesen Fakt so einfach ignorieren kannst.\n\n> \n> Es ist eine Sache, sich im Kopf einen Prozess zu durchdenken und bestimmte Dinge als gegeben anzusehen und eine deutlich andere, diese theoretischen Strukturen auch in der praktischen Anwendung erstens anzuwenden und zweitens zu belegen, damit andere es nachvollziehen können.\n\nMein Beispiel ist für den Großteil der Community durchaus sehr leicht nachvollziehbar. Es fällt mir schwer zu verstehen, wieso sich das Forum hier damit so schwer tut. Meine Formullierungen sind durchgehend sehr einfach und leicht verständlich gewählt.\n\n> \n> Ich zweifle nicht die Qualität deiner Überlegungen an, so wie ich es auch bei Stichsaege zB. nicht tue (ich muss endlich mal Zeit finden um mit ihm zu quatschen, aber das ist ne andere Sache), aber die Art und Weise wie du es hier im Forum vermitteln möchtest, ist schlicht ungünstig.\n\nDa ich neu hier bin habe ich schlicht und ergreifend das Forum falsch eingeschätzt. Anfangs dachte ich hier wäre eine größere Meinungsvielfalt vorhanden. Wie man in den ganzen \"mein Bann ist unfair\" Threads sehen kann, werden alternative Ansichten sehr effektiv vergrault.\n\n> \n> Du hast bis heute zB noch nicht einmal klar definiert, was es für dich bedeutet, wenn du meinst:\n> \n> &quot;Spieler XY, wird zu Unrecht gebannt&quot;\n\nJa, das ist mir auch erst jetzt aufgefallen. Meine Bedeutung eines ungerechten Banns geht weit von der Ansicht des Forums ausseinander.\n\n> Sagt dir der Begriff &quot;Sokratische Gespräche&quot; etwas?\n> \n> Theoretisch sollte man so eins zu diesen kritischen Themen führen, da offensichtlich komplett diametrale Ansichten und Vorstellungen über Grundsatzthemen wie dieses herrschen.\n\nSagt mir was. Das solltest du aber dem Forum hier nahelegen und nicht mir. Ich schaffe es mir unabhängig von anderen eine Meinung zu bilden.\n\n> \n> Ich möchte dir nur trotzdem einen kleinen Tipp mitgeben, auch wenn ich durchaus verstehen kann, wenn dir das Triggern andere und das Erstellen kritischer Kommentare und Threads Spaß macht:\n> \n> Hör einfach auf anderen in diesem Forum, auf irgendeine Art und Weise, in den unterschiedlichsten Themengebieten, Unfähigkeit oder mangelndes Urteilsvermögen zu unterstellen. Du kennst niemanden hier privat und ebenso wie alle anderen auch, reimen wir uns das Bild der Person, mit der wir schreiben anhand ihres textuellen Geschickes zusammen. Im echten Leben würden wir untereinander nicht so miteinander umgehen und ich würde mir zumindest wünschen, das wir dies auch hier unterlassen könnten.\n\nIch kann es versuchen. Die Leute hier machen es einem aber echt schwer.\n\n> \n> Ich hab morgen frei, also wenn du Lust hast und jemanden zum Schreiben suchst, dann nur zu.\n\nMal schauen. Die Diskussion zum fehlerhaft Zufallssystem ist derzeit ja leider auf Eis gelegt. Vielleicht lässt sich da ja was machen :)","replies":[{"id":"","poster":"Lotuskobra","date":"2018-04-26T17:04:07.511+0000","up_votes":4,"down_votes":0,"body":"Wir können entweder so weitermachen und uns abwechselnde Zuschriften schicken oder wir verlagern das Gespräch in einen 4-Ohren Chat, in dem vieles einfacher fällt, da man es nicht erst aufschreiben muss – Freundschaftsanfrage im Client is raus ;)\n\nIch werd trotzdem nochmal durch alles durchgehen, damit du auch weißt woran du bist und dann kannst du selber entscheiden, ob sich das lohnt oder nicht.\n\n> Ja, weil 10 Leute gleichzeitig auf meine Theorie eingehämmert haben. Ich tendiere halt dazu mich zuerst auf die Scharmützel einzulassen, bevor ich auf die sachliche Kritik eingehe.\n\nNaja, wenn man es genau nimmt, war so eine Tendenz doch zu erwarten oder? Du sagst ja selbst, dass du mit der Art wie du den Thread eröffnen wolltest, provozieren willst und mit polemischen Thesen Aufmerksamkeit für deinen Thread gewinnen möchtest. Dementsprechend sind doch die Reaktionen der entsprechenden Teilnehmer darauf nachvollziehbar oder? Wenn du eine sachliche Diskussion möchtest, musst du selbst auch sachlich starten und das hast du schlichtweg nicht – auch wenn das kein dirketer Vorwurf ist.\n\n> Zum Beispiel die Reaktion auf meine Aussage, dass ich polarisierend geschrieben habe oder mir eine Zeile im Chat ausgedacht habe, haben meine Meinung von der Community ziemlich enttäuscht, da ich eigentlich nur zuvorkommend sein wollte.\n\nZuvorkommend indem du uns diese Hinweise gibst oder inwiefern soll ich dies verstehen? Natürlich ist es an sich ein guter Hinweis, die eigene Intention aufzuschlüsseln, aber auch hier stellt sich wieder das gleiche Problem ein: Du fängst eine Diskussion mit einem sehr zweifelhaften Grundtonus an, klärst anschließend nach den ersten Nachfragen deine polemischen Formulierungen auf und erwartest dann aber eine komplett sachliche Diskussion von allen Teilnehmern. Wie soll das funktionieren? Teile der AfD wollen sicher auch eine normale Diskussion führen, nur leider färben bestimmte Statements zu sehr ab, weswegen es politisch schwierig ist, dass zurückzurudern. (Ich vergleich die hiermit allerdings nicht inhaltlich oder idiologisch mit der AfD, keinen Sorge).\n\n> Der ganze Thread ist ein selbst erdachtes Argument meinerseits. Schön, dass du diesen Fakt so einfach ignorieren kannst.\n\nDas ist mir schon klar, aber darauf bezieht sich meine Aussage doch gar nicht. Du musst diesen Absatz mit dem darunter verbinden, vielleicht hätte ich sie aber auch zusammenschreiben sollen:\n\n\"Ich hätte mit dir gerne eine wirklich gute Diskussion geführt und wenn du eindeutige Argumente vorgebracht hättest, die dein Gesagtes unterstützen/belegen, bin ich der letzte, der dir das schlecht reden möchte. Leider ist jedoch in dem gesamten Gespräch, nicht ein fundiertes und nicht einfach selbst erdachtes Argument deinerseits zum Vorschein gekommen. Es ist eine Sache, sich im Kopf einen Prozess zu durchdenken und bestimmte Dinge als gegeben anzusehen und eine deutlich andere, diese theoretischen Strukturen auch in der praktischen Anwendung erstens anzuwenden und zweitens zu belegen, damit andere es nachvollziehen können.\"\n\nMacht das ganze jetzt mehr Sinn? Es geht mir doch gerade darum, dass dein Thread ein Gedankenspiel ist, eine Theorie. Du hast ein Beispiel erdacht, mit dem du uns zeigen wolltest, was alles schief laufen kann und warum man bestimmte Dinge nicht so abwinken sollte, wie sie entschieden werden.\n\n–> Und ich habe dazu festgehalten, dass das an sich eine interessate Gedankliche Leistung ist, diese aber in der Praxis Schwächen hat – was schließlich jede graue Theorie irgendwo besitzt. Im Forum herrscht nun aber die Prämisse lösungsorientiert zu denken, was zur Folge hat, das deine Theorie auf Herz und Nieren geprüft wird, unabhängig davon, ob du das möchtest oder vorausgesehen hast. Und in diesem Prozess (den du augenscheinlich gar nicht wolltest) sind eben von deiner Seite so gut wie keine Argumente gekommen um deine Theorie zu unterstützen. Für dich ist deine Theorie gleichzeitig dein Beispiel und dein Argument selbst, weil es dein Gedankenkonstrukt ist – was ich, wie ich wenig später schreibe auch anerkenne. Ich hoffe ich hab mich so klar und verständlich wie möglich erklärt.\n\n> Mein Beispiel ist für den Großteil der Community durchaus sehr leicht nachvollziehbar. Es fällt mir schwer zu verstehen, wieso sich das Forum hier damit so schwer tut. Meine Formullierungen sind durchgehend sehr einfach und leicht verständlich gewählt.\n\nDeine Formulierungen sind nicht das Problem, auch nicht die Einfachheit deiner Wortwahl oder die Komplexität deiner Satzstruktur. Du bist mit diesem Beitrag im Forum negativ aufgeschlagen, weil niemand richtig nachvollziehen konnte, was du eigentlich möchtest:\n\nWolltest du Meinungen, Ratschläge, rein theoretische Diskussionen, eine praktische Prüfung deiner Theorie, Brainstorming und Ideenfindung zu weiteren verwandten Themen, etc. Also haben sich die meisten das rausgepickt, was sie am ehesten in dem Thread gesehen haben, einfach weil wir es im Forum gewohnt sind, auf diese Art und Weise miteinander zu reden und gemeinsam zu überlegen. Wenn du nur deine Gedankengänge niederschreiben wolltest um deine Theorie zu präsentieren, schreib das doch einfach. Dir hat deine Polemik, die deine These wie einen Fakt in den Raum stellt, in diesem Thread das Genick gebrochen und da du sie inzwischen andauernd im Forum wiederholst (warum auch immer), nimmt dich kaum noch ein Gesprächspartner ernst.\n\n> Da ich neu hier bin habe ich schlicht und ergreifend das Forum falsch eingeschätzt. Anfangs dachte ich hier wäre eine größere Meinungsvielfalt vorhanden. Wie man in den ganzen \"mein Bann ist unfair\" Threads sehen kann, werden alternative Ansichten sehr effektiv vergrault.\n> \n> Ja, das ist mir auch erst jetzt aufgefallen. Meine Bedeutung eines ungerechten Banns geht weit von der Ansicht des Forums ausseinander.\n\nIch fasse diese beiden Aussagen mal zusammen, da auch mein Geschriebenes zu dem Sachverhalt im obigen Kommentar zusammengehört. Genau an der Fragestellung – die wir immernoch nicht geklärt haben – hängt sich doch aber alles auf. Das Forum beurteilt nach dem Maßstab der Riot AGB, des Beschwörerkodex und der bisherigen Handhabe von Riot – Stichwort Lösungsorientiertes Denken. Du kannst es auch Sittenpolizei oder Hörigkeitswehr nennen, aber dies sind nunmal die Grundlagen die wir normalerweise ansetzen, schließlich wird nach denen auch geurteilt. Wenn du in dem Zusammenhang anders urteilen würdest, kannst du dies gerne aufschreiben und uns danach fragen. Ich geb dir in manchen Szenarien auch sicher recht. Es ist ein bisschen wie im juristischen Leben. Vor Gericht wird eben **Recht** und nicht **Gerechtigkeit** gesprochen. In dem Zusammenhang hast du an sich den richtigen Begriff gewählt (ungerecht statt und unrecht), aber leider werden beide parallel genutzt und oft vermischt.\n\n> Sagt mir was (Sokratische Gespräche). Das solltest du aber dem Forum hier nahelegen und nicht mir. Ich schaffe es mir unabhängig von anderen eine Meinung zu bilden.\n\n\"Unabhängig von anderen eine Meinung bilden.\" – Genau das soll in einem solchen Gespräch vermieden werden. Für alle, die hier lesen und es vielleicht nicht kennen. Sokratische Gespräche haben den Sinn eine Thematik so objektiv und vielschichtig zu betrachten wie nur möglich. Dazu gibt es gewisse Regeln:\n\n1. Jede darf ausreden und wird nicht unterbrochen.\n2. Es müssen alle Fragen geklärt werden, bis der Fragende es eindeutig verstanden hat und selbst wiedergeben kann, was mit dem bisher unbekannten Sachverhalt gemeint ist.\n3. Es dürfen keine Wörter der Fachsprache verwendet werden –> Viel Spaß beim Erklären des Satzes von Pythagoras ;)\n4. Es muss zu Beginn ein gleicher Grundstock an Begriffen gebildet werden, die definiert und aufgeschrieben werden müssen, um die Diskussion eindeutig zu halten.\n5. Wenn am Ende des Gespräches nicht jeder alles verstanden hat, hat die Gruppe versagt  – nicht derjenige selbst.","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-26T17:30:29.383+0000","up_votes":4,"down_votes":0,"body":">Wolltest du Meinungen, Ratschläge, rein theoretische Diskussionen, eine praktische Prüfung deiner Theorie, Brainstorming und Ideenfindung zu weiteren verwandten Themen, etc. Also haben sich die meisten das rausgepickt, was sie am ehesten in dem Thread gesehen haben, einfach weil wir es im Forum gewohnt sind, auf diese Art und Weise miteinander zu reden und gemeinsam zu überlegen. Wenn du nur deine Gedankengänge niederschreiben wolltest um deine Theorie zu präsentieren, schreib das doch einfach. Dir hat deine Polemik, die deine These wie einen Fakt in den Raum stellt, in diesem Thread das Genick gebrochen und da du sie inzwischen andauernd im Forum wiederholst (warum auch immer), nimmt dich kaum noch ein Gesprächspartner ernst.\n\nVon mir aus können wir auch gerne einen neuen Thread anfangen. Mad Loony kann dann gerne etwas herauspicken. Also von diesen Beispielen die du gebracht hast, wie theoretische Diskussion etc.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-26T19:39:46.665+0000","up_votes":1,"down_votes":1,"body":"Klingt nach einer guten Idee. Die Sache ist nur, dass Riot ein Problem mit meiner Meinung zu diesem Thema hat.","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-26T22:41:20.853+0000","up_votes":1,"down_votes":0,"body":"Damit Riot etwas gegen deine Meinung haben kann, müsste Riot diese erst einmal wahrnehmen und auch noch Interesse an deiner Meinung haben. Aktuell ist es wohl so, dass die einzigen die auch nur entfernt mit Riot etwas zu tun haben und deine Meinung wahrgenommen haben, die Volunteers sind. Es sei denn, du hast darüber ein Ticket erstellt. \n\nAber solange du einen Thread erstellst, bei dem du nicht gegen die Forenregeln verstößt, wird der nicht gelöscht. Wobei hier auch wichtig wird, in welchem Bereich du das Postest. Hilfe und Support etwa wird in diesem Fall falsch sein.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-27T15:44:41.312+0000","up_votes":1,"down_votes":0,"body":"Es wäre trotzdem besser wenn z. B. Lotuskobra einen solchen Thread erstellen würde. Sie hat in dem Bereich mehr professionelles Know-How als ich.\n\nAußerdem gäbe es für mich bei diesem Thema unendlich viele Seitenhiebe gegenüber dem Forum, dass der Thread deffinitiv passiv aggressiv rüberkommen würde.","replies":[]}]},{"id":"","poster":"Darkr3sQ","date":"2018-04-26T19:55:21.492+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=000100010000000000000000000000000000000000000000,timestamp=2018-04-26T19:39:46.665+0000)\n>\n> Klingt nach einer guten Idee. Die Sache ist nur, dass Riot ein Problem mit meiner Meinung zu diesem Thema hat.\n\nUnd wie kommst Du bitteschön auf das schmale Brett? Vor allem: wie kommst Du auf die Idee, dass RIOT ein Problem mit Deiner Meinung hat? Hat sich hier irgendein RIOT-Mitarbeiter in irgendeiner Form über Deine Meinung zu dem Thema geäußert?","replies":[]}]}]},{"id":"","poster":"Mad Loony","date":"2018-04-26T19:37:46.058+0000","up_votes":2,"down_votes":0,"body":"Ich habe deine Freundschaftsanfrage angenommen :)\n\nFür ein Sokratisches Gespräch bin ich deffinitiv nicht vernünftig genug.","replies":[{"id":"","poster":"Lotuskobra","date":"2018-04-26T20:47:03.539+0000","up_votes":2,"down_votes":0,"body":"Normalerweise führt man die auch in einer großen Runde und auch nur von Angesicht zu Angesicht, aber das ist nicht so wichtig, man kann schließlich auch einfach zusammen spielen und sich unterhalten oder ausschließlich letzteres tun.\n\nFreut mich, hoffentlich funktioniert bis dahin der Ingame-Voicechat wieder.","replies":[]}]}]},{"id":"","poster":"Lotuskobra","date":"2018-04-26T17:07:02.321+0000","up_votes":3,"down_votes":0,"body":"So, da mir die Zeichen und Zeilen ausgegangen sind hier Teil 2 in dem aber nicht mehr viel zu sagen ist. Ich würde mich freuen, wenn du auf mein Angebot eingehst und man sich zusammen arrangieren kann.\n\nIch bin gespannt und empfehle mich aber erstmal.","replies":[]}]}]},{"id":"","poster":"Noxempire","date":"2018-04-26T14:24:27.503+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=0001000100000000000000000000,timestamp=2018-04-25T20:35:14.451+0000)\n>\n> Substanziel ist da überhaupt nichts gekommen um auch nur im entferntesten irgend etwas von mir zu widerlegen. Im ganzen Forum bin ich auf genau 3 Personen gestoßen die inhaltliche Argumentation beherrschen und zwei davon sind grün.\n>\n\nWas genau gefällt dir an MEINER Argumentation nicht? Ich finde es eher unzureichend, wenn man nur davon spricht unfair behandelt zu werden, aber selbst nichts dafür tut mal seine Punkte zu schützen. \n\nDes weiteren ist es ja nicht so, als würdest du in deinen Kommentaren großartig argumentieren, in den meisten Fällen schreibst du einfach nur einen Kommentar wie: \"Tja du bist wohl auch Opfer von Riots Random Ban System geworden\" \n\nDadurch tretest du jedes mal wieder die selbe Disskussion los. Bin mir nicht sicher ob du nur versuchst zu trollen oder einfach nur Spaß daran hast, die Leute zu triggern. \n\nUm es dir nochmal zu sagen, Fakt ist:\n\nModeratoren sind keine direkten Mitarbeiter von Riot, sondern Volunteers.\n\nDas Ban System ist nicht \"random\" da es nicht automatisiert ist. Es erfasst deutlich schneller und effektiver Flamer, als das Tribunal, welches noch von ECHTEN Menschen betrieben wurde. Es hat zwar immernoch Fehler, aber bei weitem nicht so viele und vorallem FATALE wie das Tribunal. \nTrolls effektiv zu detecten, ist nicht wirklich möglich, ist aber durchaus verbesserungswürdig. (DAS ist so ziemlich die Meinung die jeder hier hat, die dir mehrmals gut und ausführlich dargelegt wurde und bis jetzt konntest du noch nie überzeugend darlegen warum dies nicht der Fall ist)\n\nReport Values gibt es nicht mehr. Punkt. Das war einfach schlecht recherchiert von dir. Da kann man einfach nicht mehr zu sagen. \n\nEs lohnt sich nicht unter jedem Thread die GLEICHE Disskussion loszutreten, solange du jedes mal aussteigst wenn du merkst, dass deine Argumente widerlegt wurden oder dir \"Die leute zu negativ werden\" \n____\n\nIch bin seit was 4 Jahren im Forum unterwegs. Du bist bei weitem nicht der Erste der sowas abzieht. Immer die Gleichen Phrasen wie \"Ich will eine alternative Meinung haben\" \"Ihr kriecht alle Riot in den Arsch\"\n\nAlternativ ist ok. \nAber dann sei wenigstens so frei und lass diese nervigen Triggerkommentare und geb dir Mühe die Leute von deiner Meinung zu überzeugen und lenk nicht auf das Verhalten anderer oder auf \"Zensur\" ab. Damit will ICH dich nicht zensieren. Damit will ich dir einen nett gemeinten Rat geben.","replies":[]},{"id":"","poster":"Homunculi","date":"2018-04-26T14:51:10.559+0000","up_votes":4,"down_votes":0,"body":"https://www.youtube.com/watch?v=_GP5_NQ_LEs","replies":[]}]}]}]}]}]},{"id":"","poster":"Feast for Trolls","date":"2018-04-25T18:46:11.171+0000","up_votes":1,"down_votes":10,"body":"> Wir Moderatoren haben kein Problem mit kritischen Beiträgen.\n\nDa kann ich leider nur müde lächeln.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-25T18:48:06.460+0000","up_votes":7,"down_votes":1,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=000100010001,timestamp=2018-04-25T18:46:11.171+0000)\n>\n> Da kann ich leider nur müde lächeln.\n\nDu scheinst wohl den Unterschied zwischen Kritisch und Beleidigend zu verwechseln.","replies":[{"id":"","poster":"Feast for Trolls","date":"2018-04-25T18:49:42.788+0000","up_votes":1,"down_votes":8,"body":"Auf welcher sachlichen Grundlage ziehst du diesen Schluss?","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-25T18:54:01.569+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000100000000,timestamp=2018-04-25T18:49:42.788+0000)\n>\n> Auf welcher sachlichen Grundlage ziehst du diesen Schluss?\n\nWenn die Mods Probleme mit kritischen Beiträgen hätten, würde zum Beispiel dieser Thread hier, oder die Posts von Mad Loony zum Beispiel alle gelöscht sein. Dies ist allerdings nicht der Fall.","replies":[{"id":"","poster":"Feast for Trolls","date":"2018-04-25T18:56:52.995+0000","up_votes":1,"down_votes":7,"body":"Ach ja, der gute alte \"Beweis durch Beispiel\".","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-25T18:58:30.543+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=0001000100010000000000000000,timestamp=2018-04-25T18:56:52.995+0000)\n>\n> Ach ja, der gute alte &quot;Beweis durch Beispiel&quot;.\n\nDann muss Du mir mal erklären, wie man sonst eine Beweisführung macht, wenn nicht durch Beispiele. Ich bin gespannt.","replies":[{"id":"","poster":"Feast for Trolls","date":"2018-04-25T19:06:35.544+0000","up_votes":1,"down_votes":6,"body":"> Dann muss Du mir mal erklären, wie man sonst eine Beweisführung macht, wenn nicht durch Beispiele. Ich bin gespannt.\n\nDie Frage vollständig zu beantworten würde wohl den Rahmen der Diskussion sprengen. Eine Möglichkeit ist es logische Argumente zu verwenden.\n\nEin Beispiel kann lediglich eine Argumentation stützen/verdeutlichen, sie aber nicht ersetzen.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-25T19:11:42.256+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=000100010001000000000000000000000000,timestamp=2018-04-25T19:06:35.544+0000)\n>\n> Die Frage vollständig zu beantworten würde wohl den Rahmen der Diskussion sprengen. Eine Möglichkeit ist es logische Argumente zu verwenden.\n> \n> Ein Beispiel kann lediglich eine Argumentation stützen/verdeutlichen, sie aber nicht ersetzen.\n\nUnd jetzt musst Du mir noch verraten, weshalb die Beispiele, die ich Dir genannt habe, nicht zeigen, dass die Mods kritische Beiträge zulassen.\nWenn ich Dir schon Belege dafür liefern kann, dass die Mods kritische Beiträge zulassen, weshalb muss ich dann noch hingehen und irgendwelche Argumente finden.\nWenn Du Beweisen willst, dass ein Stein immer auf den Boden fällt, fängst Du doch auch nicht erst mal an Argumente zu sammeln, ob das so ist, sondern Du nimmst auch einen Stein und lässt ihn einfach los.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-25T20:31:31.813+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=ZcDQ0Dt6KV,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=0001000100010000000000000000000000000000,timestamp=2018-04-25T19:11:42.256+0000)\n>\n\n> Wenn Du Beweisen willst, dass ein Stein immer auf den Boden fällt, fängst Du doch auch nicht erst mal an Argumente zu sammeln, ob das so ist, sondern Du nimmst auch einen Stein und lässt ihn einfach los.\n\nxD Ich musste herzlich lachen. Danke {{sticker:sg-miss-fortune}}","replies":[]},{"id":"","poster":"Feast for Trolls","date":"2018-04-25T19:24:11.776+0000","up_votes":1,"down_votes":7,"body":"> Und jetzt musst Du mir noch verraten, weshalb die Beispiele, die ich Dir genannt habe, nicht zeigen, dass die Mods kritische Beiträge zulassen.\n\nAlso fairerweise muss man erst mal sagen, dass es nur ein Beispiel war und eigentlich auch kein besonders gutes. Solche Beiträge muss man wirklich nicht zensieren, weil Beiträge auf diesem Niveau sich in der Regel selbst entwaffnen.\n\nDu behauptest also, nur weil diese zwei oder drei Beiträge nicht gelöscht wurden, dass die \"Mods offen für kritische Beiträge sind\" ? Wenn deine Beweisstruktur valide wäre (also allgemein anerkannt), dann müsste ich als inkompetenter/korrupter Moderator lediglich einige Showcases von solchen Beiträgen nicht zensieren, könnte ansonsten alles andere wegbannen/zensieren und mich bei Widerworten stets auf die paar Beispiele berufen - Nordkorea fährt diese Strategie im übrigen.\n\n> Wenn Du Beweisen willst, dass ein Stein immer auf den Boden fällt, fängst Du doch auch nicht erst mal an Argumente zu sammeln, ob das so ist\n\nDoch, genau das ist wissenschaftliches Vorgehen. Um bei deinem Beispiel zu bleiben: Ein Stein fällt ja auch gar nicht immer auf den Boden (genauer nur in einem Szenario,in dem seine Auftriebskraft geringer als die auf ihn wirkende Gewichtskraft ist). Beispiele können eben auch häufig täuschen.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-25T19:26:53.428+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000100000000000000000000000000000000,timestamp=2018-04-25T19:24:11.776+0000)\n>\n> Also fairerweise muss man erst mal sagen, dass es nur ein Beispiel war und eigentlich auch kein besonders gutes. Solche Beiträge muss man wirklich nicht zensieren, weil Beiträge auf diesem Niveau sich in der Regel selbst entwaffnen.\n> \n> Du behauptest also, nur weil diese zwei oder drei Beiträge nicht gelöscht wurden, dass die &quot;Mods offen für kritische Beiträge sind&quot; ? Wenn deine Beweisstruktur valide wäre (also allgemein anerkannt), dann müsste ich als inkompetenter/korrupter Moderator lediglich einige Showcases von solchen Beiträgen nicht zensieren, könnte ansonsten alles andere wegbannen/zensieren und sich bei Widerworten stets auf die beiden Beispiele berufen - Nordkorea fährt diese Strategie im übrigen.\n> \n\nWenn ich mir die Mühe mache, und hier im Forum ein wenig Forste, dann werde ich auch Beiträge finden, die ebenfalls kritisch sind und trotzdem nicht wegzensiert werden.\n\n> Doch genau das ist wissenschaftliches Vorgehen. Um bei deinem Beispiel zu bleiben: Ein Stein fällt ja auch gar nicht immer auf den Boden (genauer nur dann, wenn seine Auftriebskraft geringer als die auf ihn wirkende Gewichtskraft ist). Beispiele können eben auch häufig täuschen.\n\nIch glaube wir beider kommen hier wohl auf keinen gemeinsamen Nenner.","replies":[{"id":"","poster":"Feast for Trolls","date":"2018-04-25T19:34:28.841+0000","up_votes":1,"down_votes":4,"body":"> Wenn ich mir die Mühe mache, und hier im Forum ein wenig Forste, dann werde ich auch Beiträge finden, die ebenfalls kritisch sind und trotzdem nicht wegzensiert werden.\n\nMöglicherweise. Allerdings wirst du nie die Posts entdecken, in denen Moderatoren kritische Beiträge gelöscht haben. Um deine Behauptung zu beweisen, müsstest du zeigen, dass es solche Beiträge nie gegeben hat.\n\n> Ich glaube wir beider kommen hier wohl auf keinen gemeinsamen Nenner.\n\nDen Sprung zur Erkenntnis musst du selbst machen, ich habe lediglich die Tür geöffnet.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-27T17:36:29.663+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000100000000000000000000000000000000000000000012,timestamp=2018-04-27T17:31:16.907+0000)\n>\n> Da du diese Behauptung immer wieder bringst, sehe ich mich gezwungen dir zu widersprechen. \n> \n> Ja, ich habe zugegeben, dass mein Post einen ganz kleinen negativen Nebenaspekt hatte. Aber ich bin immer noch bei der Überzeugung, dass diese eine Nebenbemerkung niemals ein Löschen meinen Kommentares gerechtfertigt hat.\n> \n> Du kannst gerne bei der Meinung bleiben, dass mein Kommentar wegen einem negativen Inhalt gelöscht wurde, ohne meinen Post überhaupt zu kennen. Ich selbst stimme dieser Aussage aber nicht zu und habe das auch nie gemacht.\n\nDann hast Du also folgendes nicht gesagt:\n\n> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00100000000000000000000000000000000000000000000000010004,timestamp=2018-04-26T19:49:28.261+0000)\n>\n> Erstens mein Kommentar war nur indirekt negativ. Man musste schon ein bisschen schlau sein um diesen Bogen zu spannen. **Also Kompliment an denjenigen der ihn gelöscht hat.**\n\nAber sicher Doch. Hast Du nie gesagt oder vollkommen anders gemeint.\n\nUnd ob Du jetzt der Meinung bist, dass diese Nebenbemerkung ein Löschen nicht rechtfertigt, ist vollkommen egal. Ob etwas zum Löschen ausreicht, entscheidest eben nicht Du sondern dir Mods. Dich dann aber hinzustellen und steif und fest zu behaupten, dass dieser Post nur wegen dem kritischen Teil gelöscht wurde, ist einfach nur lächerlich.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-04-27T17:23:04.191+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000100000000000000000000000000000000000000000010,timestamp=2018-04-27T16:57:36.226+0000)\n>\n> Wurde bereits geliefert. Wenn du ih nicht verstehst, oder ihn gar nicht erkennst, disqualifizierst du dich ohnehin in meinen Augen für jede weitere Diskussion mit mir.\n\nDu hast - wie ich Dir bereits dargelegt habe - nur bewiesen, dass Mods Beiträge löschen. Das hätte ich Dir auch vorher schon sagen können. Der Umstand, dass Dein Post wegen eines beleidigenden Teils gelöscht wurde, und Du den Post dann mit der selben kritischen Behauptung und mit abgeändertem letzten Teil - der die Beleidigung erhielt - wieder gepostet hast und dieser Post noch steht, beweist - wie ich schon schrieb - nur dass Posts gelöscht werden, nicht aber das kritische Posts gelöscht werden weil hier keine Kritik stehen darf. Ebenfalls hat Mad Loony zugegeben, dass sein Post einen beleidigenden Teil enthalten hatte, und der Post aufgrund dieser Beleidigung gelöscht wurde und nicht wegen dem kritischen Teil.\n\nWie ich schon schrieb: Du bleibst mir immer noch den Beweis schuldig, dass Mods kritische Posts löschen weil hier keine Kritik stehen darf.\nAber wenn Du das nicht beweisen willst, sondern einfach nur diese Behauptung so im Raum stehen lassen willst, dann werde ich das mal so hinnehmen müssen.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-04-27T04:48:44.042+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000100000000000000000000000000000000000000000009,timestamp=2018-04-26T15:14:42.374+0000)\n>\n> Vielleicht formulieren wir die Aussage mal so um, dass man sie leicht zeigen kann:\n> \n> &quot;Die Moderation ist offen für kritische Beiträge&quot; &lt;=&gt; &quot;Jeder kritische [und nicht beleidigende] Beitrag wird von der Moderation geduldet &lt;=&gt; &quot;Es gibt keinen kritischen [und nicht beleidigenden] Beitrag, der jemals von der Moderation gelöscht wurde&quot;.\n> \n> Das ist das was du zeigen musst, um deine These zu beweisen.\n> \n> Ich will genau die Negation davon zeigen:  Negation(&quot;Jeder kritische [und nicht beleidigende] Beitrag wird von der Moderation geduldet) &lt;=&gt; &quot;Es gibt mindestens einen kritischen [und nicht beleidigenden Beitrag], der von der Moderation nicht geduldet und gelöscht wurde&quot;.\n> \n> Das heißt ich muss genau ein Beispiel liefern. Kann ich machen: Einer meiner Beiträge. (Da dieser schon gelöscht wurde, kann ich ihn nicht referenzieren)\n> \n> q.e.d\n\nDass Dein Beitrag gelöscht wurde zeigt nicht, dass Mods kritische Beiträge löschen, sondern lediglich dass Beiträge gelöscht werden. Das wurde niemals bestritten. Mad Loonys Kommentar wurde, wie er selbst zugegeben hat:\n\n> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00100000000000000000000000000000000000000000000000010004,timestamp=2018-04-26T19:49:28.261+0000)\n>\n> Erstens mein Kommentar war nur indirekt negativ. Man musste schon ein bisschen schlau sein um diesen Bogen zu spannen. Also Kompliment an denjenigen der ihn gelöscht hat.\n> \n> ...\n\nnicht wegen dem kritischen Teil gelöscht sondern wegen der Beleidigung, bei der er offenbar der Meinung war, dass man diese nicht entdeckt.\n\nSomit hast Du mit Deinem Beispiel eben nicht bewiesen, dass Mods kritische Beiträge löschen sondern nur dass sie Beiträge löschen.\n\nEdit:\nZusätzlich führt folgender Kommentar von Legofreak1 zu dem Umstand, dass Dein Beispiel eben nur ein Beispiel für das Löschen von Kommentaren, nicht jedoch für das Löschen von kritischen Meinungen ist:\n\n> [{quoted}](name=legofreak1,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=0001000100010000000000000000000000000000000000000000000a,timestamp=2018-04-26T16:37:03.363+0000)\n>\n> So lange wir nicht mehrere Kommentare auf einmal löschen oder der Beitrag zu lang war, um ihn vernünftig zu zitieren, wird dieser von uns beim entfernen eines Beitrags in der entsprechenden Benachrichtigung mitgeliefert. Dies ist auch bei dir geschehen. Du hast also noch Zugriff auf den Inhalt des Kommentars. Andernfalls kann ich diesen hier auch zitieren.\n> \n>** Ein paar Minuten, nachdem der Kommentar entfernt wurde, hast du einen weiteren Kommentar als Antwort auf denselben vorhergehenden Post verfasst. Der erste Teil deiner Antwort, in welchem du gegen eine andere Position argumentiert hast, gleicht wörtlich deinem gelöschten Kommentar. Der zweite Teil der Antwort, der die Löschung unsererseits ausgelöst hat, ist umformuliert worden.**\n> \n> **Kritik an uns oder Riot hast du in diesem Beitrag nicht ausgeübt.**\n> \n> Ich denke, dass diese Diskussion so langsam den Rahmen dieses Threads sprengt. Am besten eröffnest du einen neuen Thread, wenn du darüber reden möchtest.\n\nIch warte also immer noch auf Deinen Beweis, dass die Moderatoren kritischen Beiträgen gegenüber nicht aufgeschlossen sind und diese löschen.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-04-26T06:43:48.310+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=0001000100010000000000000000000000000000000000000000,timestamp=2018-04-25T19:34:28.841+0000)\n>\n> Möglicherweise. Allerdings wirst du nie die Posts entdecken, in denen Moderatoren kritische Beiträge gelöscht haben. Um deine Behauptung zu beweisen, müsstest du zeigen, dass es solche Beiträge nie gegeben hat.\n> \n\nMachen wir es doch mal anders herum, nachdem ich Dir bereits kritische Beiträge gezeigt habe, die immer noch im Forum zu finden sind.\nDu stellst die These auf, dass die Mods kritischen Beiträgen gegenüber - solange sie nicht beleidigend sind - eben nicht offen sind. Worauf stützt Du denn diese These? Hast Du denn dafür irgendwelche Beweise?\n\n> Den Sprung zur Erkenntnis musst du selbst machen, ich habe lediglich die Tür geöffnet.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-04-25T20:35:56.169+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000100000000000000000000000000000000000000000002,timestamp=2018-04-25T19:55:37.107+0000)\n>\n> Meine Beiträge sind richtig! Erzähle hier bitte keinen BLödsinn.\n\nUnd HIER musste ich auch herzlichen lachen. xD Danke. {{sticker:sg-miss-fortune}}","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-04-27T17:59:41.977+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000100000000000000000000000000000000000000000014,timestamp=2018-04-27T17:53:29.880+0000)\n>\n> Deine Schlussfolgerung aus dieser Aussage ist falsch. Da du dich nur auf diese Aussage stützt ist deine ganze Argumentation falsch und wir kehern zu der Stelle zurück, wo du lediglich eine Behauptung aufstellt. Wenn du deine Argumentation retten möchtest, dann beweise folgendes:\n> 1) Zeige, dass mein Beitrag beleidigend war. (Bemerke: Nur weil ein Moderator dies als Beleidigung ansieht, heißt das noch nicht, dass es auch eine Beleidigung war).\n> 2) Zeige, unter der Annahme, dass der sonst **inhaltlich gleiche** Beitrag unter Weglassen der **angenommenen** Beleidigungskomponente **nicht** gelöscht worden wäre.\n> 3) Zeige, unter der Annahme, dass mein Beitrag keine Beleidigung enthielte, aber inhaltlich identisch wäre, **nicht ** gelöscht worden wäre.\n> 4) Zeige, unter der Annahme, dass mein Beitrag unkritisch aber beleidigend wäre, ebenfalls gelöscht worden wäre.\n> 5) Zeige, dass der gleiche Beitrag gepostet von einem beliebigen anderen Nutzer ebenfalls gelöscht worden wäre.\n> 5) Zeige, dass durch einen kompletten Austausch der Moderation durch unabhängige, neue Moderatoren in diesem Forum, die gleichen Beiträge gelöscht werden würden (hier gelten selbstverständlich auch alle Beiträge aus der Vergangenheit).\n> \n> Viel Glück/Spaß\n> \n> Wie wäre es, wenn derjenige, der zuerst eine Behauptung aufstellt diese auch zuerst beweist? Dein &quot;Beweis durch Beispiel&quot; wurde ja bereits abgelehnt.\n\nStreng genommen hast Du damit angefangen zu unterstellen, dass Mods kritische Beiträge löschen.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-04-27T04:45:05.287+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000100000000000000000000000000000000000000000002,timestamp=2018-04-25T19:55:37.107+0000)\n>\n> Meine Beiträge sind richtig! Erzähle hier bitte keinen BLödsinn.\n> \n> Erst heute wurde ein kritischer Beitrag von mir gelöscht. Das sollte als Beispiel genügen. Es stimmt auch, dass ohne meine Aufregung niemand davon erfahren hätte. Ich bekam keine Sperre und der gelöschte Beitrag wurde vorerst nicht kommentiert.\n> \n> Die meisten Forennutzer haben halt das unreflektierte Denken perfektioniert. Deshalb können sich die Moderatoren ein paar kritische Kommentare auch erlauben.\n\nhier gibst Du selbst zu, dass er nicht nur kritisch war, und somit die Kritik nicht dass war, was die Mods zum Löschen veranlasst hat:\n\n> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00100000000000000000000000000000000000000000000000010004,timestamp=2018-04-26T19:49:28.261+0000)\n>\n> Erstens mein Kommentar war nur indirekt negativ. Man musste schon ein bisschen schlau sein um diesen Bogen zu spannen. Also Kompliment an denjenigen der ihn gelöscht hat.\n> \n>...\n\nSomit ist das kein Beispiel, welches für diese These valide ist.","replies":[]},{"id":"","poster":"legofreak1","date":"2018-04-26T16:37:03.363+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000100000000000000000000000000000000000000000009,timestamp=2018-04-26T15:14:42.374+0000)\n>\n> Das heißt ich muss genau ein Beispiel liefern. Kann ich machen: Einer meiner Beiträge. (Da dieser schon gelöscht wurde, kann ich ihn nicht referenzieren)\n\nSo lange wir nicht mehrere Kommentare auf einmal löschen oder der Beitrag zu lang war, um ihn vernünftig zu zitieren, wird dieser von uns beim entfernen eines Beitrags in der entsprechenden Benachrichtigung mitgeliefert. Dies ist auch bei dir geschehen. Du hast also noch Zugriff auf den Inhalt des Kommentars. Andernfalls kann ich diesen hier auch zitieren.\n\nEin paar Minuten, nachdem der Kommentar entfernt wurde, hast du einen weiteren Kommentar als Antwort auf denselben vorhergehenden Post verfasst. Der erste Teil deiner Antwort, in welchem du gegen eine andere Position argumentiert hast, gleicht wörtlich deinem gelöschten Kommentar. Der zweite Teil der Antwort, der die Löschung unsererseits ausgelöst hat, ist umformuliert worden.\n\nKritik an uns oder Riot hast du in diesem Beitrag nicht ausgeübt.\n\nIch denke, dass diese Diskussion so langsam den Rahmen dieses Threads sprengt. Am besten eröffnest du einen neuen Thread, wenn du darüber reden möchtest.","replies":[]},{"id":"","poster":"Lotuskobra","date":"2018-04-25T21:18:52.563+0000","up_votes":4,"down_votes":0,"body":"> Um deine Behauptung zu beweisen, müsstest du zeigen, dass es solche Beiträge nie gegeben hat.\n\nEs ist Unmöglich die Nicht-Existenz eines Dinges zu beweisen, dementsprechend möchtest du etwas fordern, dass dir niemand liefern kann.\n\nWenn du mir sagst, Rotkäppchen hat existiert, musst du mir nur beweisen, dass es existiert hat, in dem du zB. eine Geburtsurkunde von Rotkäppchen hast (es ist jetzt nicht so entscheidend, ob das Beispiel realistisch ist).\n\nWenn du mir aber sagst, dass Rotkäppchen nicht existiert hat, musst du, um deine Aussage zu bestätigen, den gesamten Erdball umgraben und alles analysieren, was es auf der Welt gibt.\n\nDementsprechend kommt ihr an dem Punkt nicht wirklich weiter...","replies":[]},{"id":"","poster":"Noxempire","date":"2018-04-25T20:02:07.472+0000","up_votes":4,"down_votes":0,"body":"Dann lege mir doch mal dar: \n\nWas hätten die Moderatoren davon, kleine Kommentare von Leuten zu löschen, die onehin gedwonvoted werden, aber die richtige Kritik, welche sich tatsächlich explizit gegen sie selbst richtet und polarisiert, nicht zu löschen.\n\nWo kann man dann noch von Zensur sprechen?","replies":[]},{"id":"","poster":"Noxempire","date":"2018-04-25T19:42:12.806+0000","up_votes":4,"down_votes":0,"body":"Alsooo, er zeigt dir kritische Beiträge die nicht gelöscht werden.\n\nAber die Mods löschen kritische Beiträge. \n\nhmmmmmmm...\n\nWie wärs denn damit:\n\nhttps://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/j9utUh5A-die-steigende-strenge-der-forenmoderation\n\nWenn das nicht kritisch ist (und sogar geupvoted) Dann weiß ich auch nicht. Das richtet sich DIREKT gegen die Moderation. Warum genau, sollte DAS nicht gesperrt werden?","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2018-04-28T09:49:28.484+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000100000000000000000000000000000000000000000014,timestamp=2018-04-27T17:53:29.880+0000)\n>\n>\n> Wie wäre es, wenn derjenige,** der zuerst eine Behauptung aufstellt diese auch zuerst beweist?** Dein &quot;Beweis durch Beispiel&quot; wurde ja bereits abgelehnt.\n\nDie gute alte Doppelmoral. Vielleicht fängst Du erstmal an, weil Du angefangen hast ^^","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2018-04-27T21:10:24.617+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000100000000000000000000000000000000000000000010,timestamp=2018-04-27T16:57:36.226+0000)\n>\n> Wenn du ih nicht verstehst, oder ihn gar nicht erkennst, disqualifizierst du dich ohnehin in meinen Augen für jede weitere Diskussion mit mir.\n\nschwach, ganz schwach , argumentum ad hominem , sowas machen kleine Kinder ...","replies":[]},{"id":"","poster":"Horseghost","date":"2018-04-26T17:10:21.037+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=0001000100010000000000000000000000000000000000000000000b,timestamp=2018-04-26T16:41:17.422+0000)\n>\n>Ihr löscht Beiträge **abhängig** davon, **wer** sie schreibt.\n\nhttp://www.schindluder.net/wp-content/uploads/2014/08/aluhut_anleitung.png.client.x675.png","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-04-26T16:43:33.194+0000","up_votes":1,"down_votes":1,"body":"Könntest du evtl. meinen gelöschten Kommentar zitieren. Gerne im Thread wo er gelöscht wurde?","replies":[]},{"id":"","poster":"Feast for Trolls","date":"2018-04-25T20:05:15.396+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000100000000000000000000000000000000000000000002,timestamp=2018-04-25T19:55:37.107+0000)\n>\n> Meine Beiträge sind richtig! Erzähle hier bitte keinen BLödsinn.\n\nIch glaube eher nicht.","replies":[]},{"id":"","poster":"Feast for Trolls","date":"2018-04-27T18:09:27.465+0000","up_votes":1,"down_votes":3,"body":"> Streng genommen hast Du damit angefangen zu unterstellen, dass Mods kritische Beiträge löschen.\n\nUnterstellt hab ich erst mal gar nix. Du hast mir hingegen unterstellt ich, wäre der deutschen Sprache nicht mächtig und mich dann auch noch versucht für dumm zu verkaufen, indem du eine völlig ignorante Aussage als Beweis präsentiert hast.","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-04-27T17:31:16.907+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=ZcDQ0Dt6KV,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000100000000000000000000000000000000000000000011,timestamp=2018-04-27T17:23:04.191+0000)\n>\n>Ebenfalls hat Mad Loony zugegeben, dass sein Post einen beleidigenden Teil enthalten hatte, und der Post aufgrund dieser Beleidigung gelöscht wurde und nicht wegen dem kritischen Teil.\n\nDa du diese Behauptung immer wieder bringst, sehe ich mich gezwungen dir zu widersprechen. \n\nJa, ich habe zugegeben, dass mein Post einen ganz kleinen negativen Nebenaspekt hatte. Aber ich bin immer noch bei der Überzeugung, dass diese eine Nebenbemerkung niemals ein Löschen meinen Kommentares gerechtfertigt hat.\n\nDu kannst gerne bei der Meinung bleiben, dass mein Kommentar wegen einem negativen Inhalt gelöscht wurde, ohne meinen Post überhaupt zu kennen. Ich selbst stimme dieser Aussage aber nicht zu und habe das auch nie gemacht.","replies":[]},{"id":"","poster":"Feast for Trolls","date":"2018-04-27T17:53:29.880+0000","up_votes":1,"down_votes":4,"body":"> Der Umstand, dass Dein Post wegen eines beleidigenden Teils gelöscht wurde, und Du den Post dann mit der selben kritischen Behauptung und mit abgeändertem letzten Teil - der die Beleidigung erhielt - wieder gepostet hast und dieser Post noch steht, beweist - wie ich schon schrieb - nur dass Posts gelöscht werden, nicht aber das kritische Posts gelöscht werden weil hier keine Kritik stehen darf. \n\nDeine Schlussfolgerung aus dieser Aussage ist falsch. Da du dich nur auf diese Aussage stützt ist deine ganze Argumentation falsch und wir kehern zu der Stelle zurück, wo du lediglich eine Behauptung aufstellt. Wenn du deine Argumentation retten möchtest, dann beweise folgendes:\n1) Zeige, dass mein Beitrag beleidigend war. (Bemerke: Nur weil ein Moderator dies als Beleidigung ansieht, heißt das noch nicht, dass es auch eine Beleidigung war).\n2) Zeige, unter der Annahme, dass der sonst **inhaltlich gleiche** Beitrag unter Weglassen der **angenommenen** Beleidigungskomponente **nicht** gelöscht worden wäre.\n3) Zeige, unter der Annahme, dass mein Beitrag keine Beleidigung enthielte, aber inhaltlich identisch wäre, **nicht ** gelöscht worden wäre.\n4) Zeige, unter der Annahme, dass mein Beitrag unkritisch aber beleidigend wäre, ebenfalls gelöscht worden wäre.\n5) Zeige, dass der gleiche Beitrag gepostet von einem beliebigen anderen Nutzer ebenfalls gelöscht worden wäre.\n5) Zeige, dass durch einen kompletten Austausch der Moderation durch unabhängige, neue Moderatoren in diesem Forum, die gleichen Beiträge gelöscht werden würden (hier gelten selbstverständlich auch alle Beiträge aus der Vergangenheit).\n\nViel Glück/Spaß\n\n> Wie ich schon schrieb: Du bleibst mir immer noch den Beweis schuldig, dass Mods kritische Posts löschen weil hier keine Kritik stehen darf.\n\nWie wäre es, wenn derjenige, der zuerst eine Behauptung aufstellt diese auch zuerst beweist? Dein \"Beweis durch Beispiel\" wurde ja bereits abgelehnt.","replies":[]},{"id":"","poster":"Feast for Trolls","date":"2018-04-27T16:57:36.226+0000","up_votes":1,"down_votes":4,"body":"> Ich warte also immer noch auf Deinen Beweis, dass die Moderatoren kritischen Beiträgen gegenüber nicht aufgeschlossen sind und diese löschen.\n\nWurde bereits geliefert. Wenn du ih nicht verstehst, oder ihn gar nicht erkennst, disqualifizierst du dich ohnehin in meinen Augen für jede weitere Diskussion mit mir.","replies":[]},{"id":"","poster":"Feast for Trolls","date":"2018-04-26T16:41:17.422+0000","up_votes":1,"down_votes":5,"body":"Die Kritik liegt in der Ausübung eurer Tätigkeit an sich. Ihr löscht Beiträge abhängig davon, wer sie schreibt.","replies":[]},{"id":"","poster":"Feast for Trolls","date":"2018-04-26T15:14:42.374+0000","up_votes":1,"down_votes":5,"body":"> Du stellst die These auf, dass die Mods kritischen Beiträgen gegenüber - solange sie nicht beleidigend sind - eben nicht offen sind. Worauf stützt Du denn diese These? Hast Du denn dafür irgendwelche Beweise?\n\nVielleicht formulieren wir die Aussage mal so um, dass man sie leicht zeigen kann:\n\n\"Die Moderation ist offen für kritische Beiträge\" <=> \"Jeder kritische [und nicht beleidigende] Beitrag wird von der Moderation geduldet <=> \"Es gibt keinen kritischen [und nicht beleidigenden] Beitrag, der jemals von der Moderation gelöscht wurde\".\n\nDas ist das was du zeigen musst, um deine These zu beweisen.\n\nIch will genau die Negation davon zeigen:  Negation(\"Jeder kritische [und nicht beleidigende] Beitrag wird von der Moderation geduldet) <=> \"Es gibt mindestens einen kritischen [und nicht beleidigenden Beitrag], der von der Moderation nicht geduldet und gelöscht wurde\".\n\nDas heißt ich muss genau ein Beispiel liefern. Kann ich machen: Einer meiner Beiträge. (Da dieser schon gelöscht wurde, kann ich ihn nicht referenzieren)\n\nq.e.d","replies":[]},{"id":"","poster":"Feast for Trolls","date":"2018-04-26T15:08:39.792+0000","up_votes":1,"down_votes":5,"body":"Also es gibt schon Mittel und Wege zu beweisen, dass bestimmte Dinge nicht existieren bzw. nicht existieren können. Das ist aber - wie du schon richtig bemerkt hast - häufig schwieriger als nur ein Beispiel für die Existenz zu liefern. Da ich allerdings in der komfortablen Position bin nur die leicht zu zeigende Richtung zu vertreten, stört mich das im Moment nicht.","replies":[]},{"id":"","poster":"Feast for Trolls","date":"2018-04-25T19:45:47.730+0000","up_votes":1,"down_votes":6,"body":"Du hast die Problematik anscheinend auch nicht verstanden.","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-04-25T19:55:37.107+0000","up_votes":1,"down_votes":9,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000100000000000000000000000000000000,timestamp=2018-04-25T19:24:11.776+0000)\n>\n> Also fairerweise muss man erst mal sagen, dass es nur ein Beispiel war und eigentlich auch kein besonders gutes. Solche Beiträge muss man wirklich nicht zensieren, weil Beiträge auf diesem Niveau sich in der Regel selbst entwaffnen.\n\nMeine Beiträge sind richtig! Erzähle hier bitte keinen BLödsinn.\n\n> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=0001000100010000000000000000000000000000000000000000,timestamp=2018-04-25T19:34:28.841+0000)\n>\n> Möglicherweise. Allerdings wirst du nie die Posts entdecken, in denen Moderatoren kritische Beiträge gelöscht haben. Um deine Behauptung zu beweisen, müsstest du zeigen, dass es solche Beiträge nie gegeben hat.\n\nErst heute wurde ein kritischer Beitrag von mir gelöscht. Das sollte als Beispiel genügen. Es stimmt auch, dass ohne meine Aufregung niemand davon erfahren hätte. Ich bekam keine Sperre und der gelöschte Beitrag wurde vorerst nicht kommentiert.\n\nDie meisten Forennutzer haben halt das unreflektierte Denken perfektioniert. Deshalb können sich die Moderatoren ein paar kritische Kommentare auch erlauben.","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2018-04-26T19:34:46.075+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=ZcDQ0Dt6KV,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=000100010001000000000000000000000000000000000000,timestamp=2018-04-25T19:26:53.428+0000)\n>\n> Wenn ich mir die Mühe mache, und hier im Forum ein wenig Forste, dann werde ich auch Beiträge finden, die ebenfalls kritisch sind und trotzdem nicht wegzensiert werden.\n> \n> Ich glaube wir beider kommen hier wohl auf keinen gemeinsamen Nenner.\n\nDas ist bei ihm in der Tat sehr schwierig oder gar unmöglich. Aber es ist auch die Mühe nicht wert ^^. \n\nDeine Aussage mit dem Stein war durchaus zutreffend denn auf der Erde fällt übrigends immer ALLES gleichschnell zu Boden und nirgendwo anders hin. Da braucht man keine Tür und keine Argumente dazu ... \n\nmfg\nMB","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-04-28T09:47:12.737+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000100000000000000000000000000000000000000010000,timestamp=2018-04-28T08:39:01.332+0000)\n>\n> Physik achte Klasse nicht aufgepasst, setzen Sechs.\n\nAuja, es gibt noch ne andere Fallbeschleunigung als 9,81 m/s^2  (Erde) ? ~~Du bist ja ein ganz schlauer !?~~ Freier Fall, Fallgesetz, es geht um das Fallen und nicht ums Sinken. Wir sind an der Luft und nicht in einer Flüssigkeit .\n\n> Doch, genau das ist wissenschaftliches Vorgehen. Um bei deinem Beispiel zu bleiben: Ein Stein **fällt** ja auch gar nicht immer auf den Boden (genauer nur in einem Szenario,**in dem seine Auftriebskraft geringer als die auf ihn wirkende Gewichtskraft ist)**. Beispiele können eben auch häufig täuschen.\n\nEs gibt statischen Auftrieb -> Flüssigkeit und dynamischen Auftrieb -> Strömungslehre.\n\nStrömungslehre bei einem Stein der fällt ? (Auftrieb spielt beim freien Fall keine Rolle, maßgeblich ist der Luftwiderstand, nimmt man den weg , z.B. im Vakuum, fällt alles gleichschnell zu Boden)\n\nDu trittst von einem Fettnäpfchen ins andere, sortiere erstmal Deine Gedanken ~~und sieh zu, daß Du etwas Bildung nachholst~~ . Ich kann Dir nur die Tür zeigen, durchgehen mußt Du schon selber.\n\nEdit:\nWir zwei riskieren grade wieder mal die Löschung von Post's und zwar weil wir zwei die Regel bezüglich Spam verletzen . Unser Kinderkarm hier ist absolut offtopic und ich an Deiner Stelle würde den Rat von Legofreak1 beherzigen und eine eigenen Thread für Deine Probleme aufmachen. Ich sags Dir nur, weil ich weiß, daß Du es eben nicht verstehst, also die Problematik verstehst. Nicht, daß Du nachher  wieder sagst, das es hier nur nach Nase geht.\nAlso, auch wenns Dich juckt, lass es und mach einfach nen neuen Thread nur für Dich auf. Ich versprech Dir, ich werd mich dem stellen (oder vielleicht doch nicht, weil's Dich zu sehr nervt) , aber hier sollten wir nicht weitermachen.\n\nedit2\n~~xxxx~~ = zu invasiv , sorry\n","replies":[]},{"id":"","poster":"Feast for Trolls","date":"2018-04-28T08:39:01.332+0000","up_votes":1,"down_votes":3,"body":"> Deine Aussage mit dem Stein war durchaus zutreffend denn auf der Erde fällt übrigends immer ALLES gleichschnell zu Boden und nirgendwo anders hin. Da braucht man keine Tür und keine Argumente dazu ... \n\nPhysik achte Klasse nicht aufgepasst, setzen Sechs.","replies":[]}]}]},{"id":"","poster":"Haudruppmoor","date":"2018-04-26T16:02:23.922+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000100000000000000000000000000000000,timestamp=2018-04-25T19:24:11.776+0000)\n>\n>Nordkorea fährt diese Strategie im übrigen.\n\nOha, warst Du da ? Oder Hörensagen ? btw. warum Nordkorea ? Welche Strategie ?","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2018-04-26T16:00:16.741+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=000100010001,timestamp=2018-04-25T18:46:11.171+0000)\n>\n> Da kann ich leider nur müde lächeln.\n\nWarum ?","replies":[]}]}]},{"id":"","poster":"I Use HAckz","date":"2018-04-27T11:28:36.804+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=0001,timestamp=2018-04-25T14:45:50.983+0000)\n>\n> Ich wurde auch gerade zensiert. Keine 2 Sekunden, nachdem ich meinen Beitrag geschrieben habe war er wieder weg.  Da bekommt man das Gefühl, die haben einen Trakker auf mich angesetzt, weil mit der Meldefunktion geht das nicht so schnell.\n> \n> Angeblich wegen Gefühlsverletzung oder so. Dabei habe ich nur einmal &quot;engstirnig&quot; in einem sehr allgemeinen Zusammenhang verwendet.\n> \n> Der Rest war halt ein kritischer Post. Aber so was will Riot offenbar nicht.\n\nRiots Company besteht halt zum Großteil  nunmal aus Inkompetenten ..... ;)","replies":[{"id":"","poster":"Homunculi","date":"2018-04-27T11:48:57.160+0000","up_votes":1,"down_votes":0,"body":"Immer wieder lustig wie sich \"Leidensgenossen\" gegenseitig zustimmen :).","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-04-27T11:41:22.922+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=I Use HAckz,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010002,timestamp=2018-04-27T11:28:36.804+0000)\n>\n> Riots Company besteht halt zum Großteil  nunmal aus Inkompetenten ..... ;)\n\nAuch für Dich:\nDie Moderatoren hier sind keine Mitarbeiter von RIOT, ergo hat das erst einmal nichts mit der RIOT-Company  zu tun. Und wie Du auf die Idee mit der Inkompetenz kommst, ist mir ebenfalls ein Rätsel.\nDarüber hinaus hat Mad Loony selbst zugegeben, dass das Löschen nicht wegen der Kritik sondern wegen einer -  in seinen Augen gut versteckten - Beleidigung:\n\n> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00100000000000000000000000000000000000000000000000010004,timestamp=2018-04-26T19:49:28.261+0000)\n>\n> Erstens mein Kommentar war nur indirekt negativ. Man musste schon ein bisschen schlau sein um diesen Bogen zu spannen. Also Kompliment an denjenigen der ihn gelöscht hat.\n>\n\nEdit:\nHabe Deinen anderen Thread gerade gesehen. Irgendwie ist es schon seltsam, dass alle bestraften Spieler der Meinung sind, dass RIOT inkompetent sei, und sich nicht um die Spieler kümmern.\nIst schon seltsam, dass diese Spieler nicht einsehen, dass sie es selbst verbockt haben.","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2018-04-25T15:13:30.479+0000","up_votes":6,"down_votes":1,"body":"Wenn du gebannt bist, geht es doch eher wieder bergauf. Einer weniger, der in den Runden mit seiner negativen Einstellung stresst.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-04-25T15:15:53.318+0000","up_votes":1,"down_votes":0,"body":"Das ist fies...aber auch i-wo wahr.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:23:01.581+0000","up_votes":1,"down_votes":2,"body":"Und wenn ich hab wenigstens positiven Impact aufs Game gehabt und konnte oft Spiele alleine gewinnen. Was besser ist als inten.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-04-25T15:24:24.655+0000","up_votes":4,"down_votes":0,"body":"du hast nie einen positiven impact auf's game, wenn du die leute verbal angreifst, oder dich anders daneben benimmst.\n\nEs geht hier nicht nur um gute KDA's und sowas.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:29:16.330+0000","up_votes":1,"down_votes":3,"body":"Wenn ich nicht Inte, sondern eher mehr Kills und Objectives hole, ist das durchaus positiver Impact. LOL. Auch wenn ich manchmal beleidigen würde. Bitte denkt nach bevor ihr etwas von euch gebt. Danke","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-04-25T15:31:36.473+0000","up_votes":3,"down_votes":0,"body":"Es geht hier um ein Teamgame. Am ende juckt es niemanden ob die MInions den tower bekommen haben, oder du.\nIch nenne dich ja auch nicht einen schlechten spieler, sondern weise dich einfach auf dein negatives verhalten hin. Damit ziehst du dein team mental runter. Kein wunder wenn du dann mehr machst, als deine angenervten teammates. die möchten doch sicherlich nicht mit dir zusammen arbeiten, wenn du fies bist.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:35:41.567+0000","up_votes":1,"down_votes":3,"body":"Ja aber wenn du als Botlane die ganze Zeit fightest und immer wieder stirbst brauchst du dich nicht wundern wenn dir einer was schreibt. Und ich fange auch immer mit tips an, die dann negativ angenommen werden, dann geht erst das negative verhalten los.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-04-25T15:38:24.305+0000","up_votes":2,"down_votes":0,"body":"du hattest beim letzten beitrag schon keinen chatlog gezeigt, von daher kann ich da schlecht drauf eingehen. Du darfst aber niemals negativ antworten!\nWenn du merkst:\"oh,der nimmt das falsch auf\", dann stelle klar, wie das gemeint war. Wenn die leute dann noch flamen, gehst du sie muten und gehst in's nächste game. \n\nNicht alle spieler sind auf dem selben mentalen Level. Viele sind auch einfach nur sehr jung oder eingeschüchtert.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:47:10.046+0000","up_votes":1,"down_votes":4,"body":"Wieso hast du nicht direkt so objectiev argumentiert, was du zuerst gesagt hast war im Prinzip auch Flame. LOL. Du hast dich nicht an das gehalten was du mir gerade als Tip gegeben hast.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-04-25T15:51:47.342+0000","up_votes":3,"down_votes":0,"body":"{{sticker:sg-lux-2}} \n\nBitte was?\n\nAlrighty.\n\n**_Ich ging nur davon aus, man müsste dir nicht alles punkt genau erklären, da du dich für einen \"super guten spieler\" hälst. _**\nZeig mir bitte wo ich dich indirekt geflamed habe und bring doch bitte gleich noch die chatlogs mit,von denen wir grade noch gesprochen haben. Kthx","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:02:18.306+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-04-25T16:04:39.805+0000","up_votes":4,"down_votes":0,"body":"https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/MaP0LRjY-chatlogs-or-it-didnt-happen-eine-neue-regel-in-den-spielerverhalten-boards\n\nÄndere deinen Tonfall bitte. Hier ist niemand \"bemitleidenswert\" wenn er oder sie mit dir spricht.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:18:11.064+0000","up_votes":1,"down_votes":2,"body":"Tut mir leid, aber du hast mit so einem Tonfall angefangen und geh doch auf mein Zitat von dir ein.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-04-25T16:22:52.717+0000","up_votes":2,"down_votes":0,"body":"Mein Tonfall beinhaltet keine Beleidigungen. Du hast auf meine erste Antwort auf diesen Beitrag schon nicht geantwortet und weigerst dich weiterhin einen Chatlog zu posten. \nWas soll ich davon bitte halten? Besonders nachdem du hier sämmtliche Leute bunt verbal angegriffen hast und immernoch tust. Wenn jemand nicht deiner Meinung ist, was die meisten hier betrifft, dann musst du lernen dies auch zu akzeptieren.\n\nUnd btw...was für ein Zitat? Wo genau? Wut?","replies":[]},{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:45:20.376+0000","up_votes":1,"down_votes":2,"body":"Das kommt daher, dass die Leute hier ihre Meinung nicht objectiv kund geben. Wenn du mir so antwortest antworte ich so zurück ganz einfaches Prinzip. Und es stimmt was ich sage wenn mich einer als traurige Nudel bezeichnet erzähle ich ihm halt von der Argumentationspyramide","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:01:01.138+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=0007,timestamp=2018-04-25T15:13:30.479+0000)\n>\n> Wenn du gebannt bist, geht es doch eher wieder bergauf. Einer weniger, der in den Runden mit seiner negativen Einstellung stresst.\n\nWo ist das denn kein indirekter Flame? Du willst mir nicht ehrlich sagen, dass das ein objectives Argument ist? lol.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:28:03.723+0000","up_votes":1,"down_votes":3,"body":"Da sagste nichts mehr. Traurig sowas.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-04-25T16:33:08.875+0000","up_votes":3,"down_votes":0,"body":"Ohje...\nbitte sag mir nicht, dass das auf mich gerichtet war und du als \"zitate\" genau das hier meintest. Sollte dies der fall sein, so bitte ich dich die namen nochmal zu lesen und darauf zu achten, wo du genau antwortest. \n\nSolltest du wirklich den richtigen meinen, dann kann dieser auch gut im rl beschäftigt sein, oder grade ingame spielen. Niemand muss dir hier instant antworten liefern.","replies":[{"id":"","poster":"Megamaexx","date":"2018-04-25T17:18:58.219+0000","up_votes":1,"down_votes":0,"body":"Jup, das gute alte Real Life^^","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2018-04-25T17:17:37.979+0000","up_votes":1,"down_votes":0,"body":"Ich habe tatsächlich auch noch anderes zu tun, als dir zu antworten xD \nKommen wir doch mal zu den Fakten:\nSoweit wie ich das mitbekommen habe, wurdest du laut eigenen Aussagen 2x wegen negativem Verhalten/Flaming gebannt. Dadurch ist die Anzahl an Spielern mit negativer Einstellung gesunken. (Da du auch irgendwo meintest, dass du nicht mehr spielen würdest)\nDa sich das mit einer Zahl wie hier aufgeführt belegen lässt, ist das doch schon sehr objektiv. Kannst ja versuchen, mich zu widerlegen, vergiss aber die Argumente nicht.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T17:20:15.109+0000","up_votes":1,"down_votes":4,"body":"Ja hättest du das mal direkt so geschrieben, hätte man das alles umgehen können.","replies":[{"id":"","poster":"Megamaexx","date":"2018-04-25T17:36:46.884+0000","up_votes":1,"down_votes":0,"body":"Ich werde zwar eh wieder vergessen, dass man dir das ganz genau vorkauen muss, aber kein Ding, erinner mich einfach daran, dann erkläre ich dir meine Argumente","replies":[]}]}]}]}]},{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:18:57.691+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=0007,timestamp=2018-04-25T15:13:30.479+0000)\n>\n> Wenn du gebannt bist, geht es doch eher wieder bergauf. Einer weniger, der in den Runden mit seiner negativen Einstellung stresst.\n\nTotal objectiv und rein gar nicht beleidigend (flame)","replies":[]}]},{"id":"","poster":"Tempname2919","date":"2018-04-25T15:11:17.649+0000","up_votes":4,"down_votes":1,"body":"Das meiste wurde ja schon gesagt.\nEs hätte geholfen wenn du deinen letzten Thread genauer durchgelesen hättest, dort wurde dir schon vorher gesagt das der Thread geschlossen wird aufgrund deiner eingeleiteten rechtlichen Schritte. Als dieser dann geschlossen wurde, gab es sogar einen Hinweis vom Moderator selbst. Aber das scheinst du wohl alles bewusst zu ignorieren, nur um dich wieder als Opfer darzustellen.\n\n> Riot im Prinzip sind eure Spieler eure Kunden und wie heißt es so schön? Kunde ist König? Ja so SOLLTE es sein.\n\nDieser Spruch nervt mich so sehr und wird leider zu oft verwendet. \"Der Kunde ist König\" ist extrem veraltet. Ich habe in meiner Schulzeit einen Nebenjob in einem großen Baumarkt gehabt. Dort habe ich folgendes gelernt: \"Der Kunde ist Gast, man behandelt ihn freundlich, sollte der Kunde sich aber daneben benehmen, haben wir das Recht ihn zu verweisen\"\nWäre der Kunde ein König, könnte dieser machen was er will, ohne etwas unternehmen zu dürfen. Immerhin bestimmt der König ja die Regeln.\n\nZu anderen Dingen will ich mich nicht weiter äußern, da haben sich ja schon ein paar Leute zu gemeldet :D","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:17:11.833+0000","up_votes":1,"down_votes":2,"body":"Wie niemand auf den Kern meines jetzigen Threads eingeht, damit man in der Diskussion als schlau dasteht.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:18:07.160+0000","up_votes":1,"down_votes":2,"body":"Falls du den kern meines jetzigen Threads nicht erkennen kannst frag nach ich erleutere ihn dir gerne nochmal genauer.","replies":[{"id":"","poster":"Tempname2919","date":"2018-04-25T15:20:17.372+0000","up_votes":3,"down_votes":0,"body":"Nein Danke, ich verstehe dein mimimi schon ganz gut.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:52:17.563+0000","up_votes":1,"down_votes":4,"body":"Aber in der Lage objectiv zu Argumentieren bist du ja auch nicht. LOL traurig sowas. Ich würde mir dumm vorkommen, wenn ich in einer DISKUSSION mit sowas, wie du kommen würde.","replies":[{"id":"","poster":"Bettnachleger","date":"2018-04-25T15:57:36.393+0000","up_votes":3,"down_votes":0,"body":"Hier gibt es nicht ueber das man Disskutieren muesste, solange du deine Chatlogs nicht postest","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:06:51.319+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Tempname2919","date":"2018-04-25T16:10:25.200+0000","up_votes":3,"down_votes":0,"body":"Du verteidigst extrem dein Verhalten, du stellst dich als Opfer dar und behauptest das du zu unrecht gebannt wurdest.\n\nAll diese Aussagen von dir klingen alle schön und gut. Aber **beweise** es uns.\nWenn du wirklich unschuldig bist, wenn du wirklich nur lieb und nett bist. Dann sollte es ja kein Problem für dich sein deine Chatlogs zu posten. \nOder hast du vielleicht doch etwas zu verbergen?","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:34:23.576+0000","up_votes":1,"down_votes":3,"body":"Ich brauche keine Chatlogs im jemandem, wie dir zu beweisen, dass es so Leute gibt. Du könntest ja auch einfach nur objectiv auf das eingehen was ich geschrieben habe. Jetzt weist du nicht mehr weiter dann kommst du mit sowas. Traurig...","replies":[{"id":"","poster":"Tempname2919","date":"2018-04-25T16:41:01.325+0000","up_votes":5,"down_votes":0,"body":"Du überliest einfach all meine Kommentare.\n\nAber das du dich weigerst deine Chatlogs zu posten verrät mir schon mehr als genug^^\nIch weiß Bescheid. \n\nDas Einzige was traurig ist, ist dein Unverständnis. Du siehst dich so sehr als Opfer. \nAber mach das ruhig, dränge dich immer weiter darein. Du bist wirklich ein armer Kerl. Alle sind gegen dich und du bist der Einzige der Recht hat.\n\nMir solls egal sein, rede es dir weiter ein. Im Endeffekt hast du ja geschrieben das es das war für dich mit LoL. Ich frage mich tatsächlich warum ich mir die Mühe mache.","replies":[{"id":"","poster":"Dreadlord Mike","date":"2018-04-26T15:37:29.948+0000","up_votes":2,"down_votes":0,"body":"Solche wie Ihn brauchen wir sowieso nicht also soll er ruhig gehen lol","replies":[]}]}]}]}]}]},{"id":"","poster":"Tempname2919","date":"2018-04-25T16:08:32.869+0000","up_votes":2,"down_votes":0,"body":"Das Problem ist, dass bereits versucht wurde objektiv zu argumentieren. Außerdem bist du ja wohl auch nicht dazu in der Lage.\nMeine Antwort war die Folge von deinem herablassenden Ton:\n\n> Falls du den kern meines jetzigen Threads nicht erkennen kannst frag nach ich erleutere ihn dir gerne nochmal genauer.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:27:18.158+0000","up_votes":1,"down_votes":2,"body":"Das war die Reaktion auf das was du von dir gegeben hast. Du hast angefangen so zu reden und warst nicht in der Lage auf den Kern einzugehen, sondern nur auf das, worauf du leicht etwas \"schlaues\" von dir geben kannst. Actio=Reactio","replies":[{"id":"","poster":"Tempname2919","date":"2018-04-25T16:34:48.408+0000","up_votes":3,"down_votes":0,"body":"Ich habe dir sogar erklärt warum ich nicht auf alles eingegangen bin.\nLiest du dir überhaupt alles durch?\n\nIch zitiere hier noch mal die Stellen.\n\n> Das meiste wurde ja schon gesagt.\n\nund\n\n> Zu anderen Dingen will ich mich nicht weiter äußern, da haben sich ja schon ein paar Leute zu gemeldet :D\n\nals du darauf genau das selbe gesagt hast (das ich nicht auf alles eingehe), habe ich es noch mal geschrieben\n\n> Wie ich bereits sagte. Andere haben dies bereits getan. Also warum soll ich auch noch mal darauf eingehen?\n\nUnd dir direkt folgendes angeboten\n\n> Oder möchtest du das ich noch einmal auf alle deine Punkte eingehe? Mache ich gerne, aber meine Antworten werden dir ja eh nicht gefallen.\n\nDies hast du aber nicht beantwortet.\nNun kommst du **wieder** damit.\n\nIch frage noch einmal:\nSoll ich _extra für dich_ noch einmal auf deinen **gesamten Text** eingehen damit du zufrieden bist? Auch wenn schon viele der Punkte von **Anderen** angesprochen wurden und ich mich teilweise nur **wiederholen** würde?\nIch hoffe ich habe mich nun so deutlich wie möglich ausgedrückt. Ich glaube du ignorierst bewusst bestimmte Sachen <.< Du bist unheimlich frustrierend.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:39:52.011+0000","up_votes":1,"down_votes":2,"body":"Ich bin nicht frustriert ich bin nur nicht dumm. Nur weil du sagst Andere sind darauf eingegangen heißt es nicht, dass du das gleich dazu sagen würdest. Sonst hättest du geschrieben, dass andere darauf eingegangen sind UND DU DEREN MEINUNG TEILST.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:40:46.570+0000","up_votes":1,"down_votes":2,"body":"Wenn man das nämlich nicht tut kann es so rüber kommen, dass man sich nur das rauspickt, worauf man auch nur eingehen kann.","replies":[{"id":"","poster":"Tempname2919","date":"2018-04-25T16:46:50.843+0000","up_votes":3,"down_votes":0,"body":"Mit dem Hinweis das andere darauf bereits eingegangen sind und ich nichts weiter dazu schreibe, sollte offensichtlich sein, dass ich die Meinung teile, nicht?\n\nWäre etwas unbeantwortet gewesen (wie zum Beispiel das mit dem Kunde ist König) oder hätte ich noch was hinzuzufügen gehabt, dann wäre ich auch darauf eingegangen.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Tempname2919","date":"2018-04-25T15:18:39.037+0000","up_votes":3,"down_votes":0,"body":"Wie ich bereits sagte. Andere haben dies bereits getan. Also warum soll ich auch noch mal darauf eingehen?\n\nOder möchtest du das ich noch einmal auf alle deine Punkte eingehe? Mache ich gerne, aber meine Antworten werden dir ja eh nicht gefallen.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:50:02.636+0000","up_votes":1,"down_votes":3,"body":"Also streitest du ab, dass jemand der dich als Depp bezeichnet weniger negativen Impact aufs Game hat als jemand, der den gegnerischen Adc komplett feedet, sodass du keine Chance mehr hast das Game zu gewinnen???","replies":[{"id":"","poster":"Tempname2919","date":"2018-04-25T16:00:49.373+0000","up_votes":5,"down_votes":0,"body":"Woraus liest du ab das ich irgendwas abstreite?\n\nIch sage dir mal folgendes. Die Ursache für viele Feeder und Inter sind toxische Leute. Irgendeiner in meinem Team gibt das First Blood ab...gut ist doof, passiert halt. Aber direkt fängt einer an zu flamen und beschimpft den armen Dude. Als ob der mit Absicht gestorben wäre. Nach 5 Minuten kommen schon die ersten Surrender Aufforderungen und die Laune von dem Spieler der das First Blood abgab sinkt ins Bodenlose. Habs schon öfters gesehen wie solche Leute dann immer mehr abgelenkt waren oder afk gingen aus Frust.\nVielen Dank damit an den Flamer, der dafür gesorgt hat.\n\nWeiterer Punkt: Du vergleichst hier Äpfel mit Birnen. \"Depp\", ist ja niedlich. Ich sage nicht das das nicht \"schlimm\" ist, ich reporte jede Art von Toxicity, aber ich wäre froh wenns nur bei dem \"Depp\" bleiben würde. Meist ist es ja schlimmer was die Flamer da von sich geben.\n\nUnd dann folgendes: Du sagst irgendjemand **feedet** den gegnerischen Adc. Feedet der wirklich oder ist er einfach nur schlechter? Jeder hat mal ein schlechtes Spiel, ist kein Grund denjenigen dann direkt fertig zu machen.\nIch sehe so viele die direkt rumheulen weil irgendjemand feedet, aber dabei handelt es sich dabei nicht mal um feeden. Dieses Wort wird so häufig verwendet...ja regelrecht missbraucht.\n\nDu hast irgendwas von \"Tipps geben\" geschrieben. Das ist auch so ein lustiger Punkt, der Ton machts aus. Wirfst du ihnen die Tipps an den Kopf oder machst du Vorschläge? Alleine das ist ein gigantischer Unterschied.\nDazu kommt, ich habe schon oft solche Tipps gelesen, richtig nach der Art \"Captain Obvious\". Man stirbt weil man gegankt wurde, haben die Gegner halt einfach gut gemacht. Ist doof gelaufen. Direkt kommt vom Flamer: \"Don't die, play safe\"\nAch, ehrlich? Mensch, ich dachte ich muss immer sterben um zu gewinnen.\n\nIch weiß natürlich nicht was du da an Tipps von dir gibst, aber ich sage nur: Das sind meine bisherigen Erfahrungen. Fast alle \"Tipps\" die man bekommt sind unnötig oder unangebracht. Lass die Leute einfach spielen.\n\nWenn du mich fragst. Ich habe lieber einen \"Feeder\" (also einen der einfach mal nen schlechtes Spiel hat) als einen Flamer in meinem Team. Der Feeder entschuldigt sich evtl., aber lässt mich zumindest soweit in Ruhe, während der Flamer das Spiel für alle vermiest. \nIch habe echt schon Spiele gewonnen, bei denen ich absolut keinen Spaß hatte und alles nur wegen einem Flamer der nur rumgeheult hatte, obwohl das Game ganz gut lief, bis auf wenige Ausnahmen.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:17:12.440+0000","up_votes":1,"down_votes":4,"body":"Der Punkt ist ich fange erst an Tips zu geben wenn es angebracht ist. Zum Beispiel wenn mein Toplaner schon 3 mal in 4 Minuten gestorben ist und einfach nicht daraus lernt. dann schreibe ich halt Play safe, wenn dann aber direkt stfu kommt sag ich halt mal Idiot. Und dann hat tatsächlich eher der Typ das Game verloren.","replies":[{"id":"","poster":"Bettnachleger","date":"2018-04-25T16:39:05.948+0000","up_votes":2,"down_votes":0,"body":"Und wenn jemand staendig stirbt, dann gibst du bestimmt so hilfreiche Tipps wie \"don't feed\" usw., nicht wahr?\nDu solltest coach werden.","replies":[]},{"id":"","poster":"OT Riku","date":"2018-04-25T16:32:39.916+0000","up_votes":1,"down_votes":1,"body":"Da play safe ja auch eine wirklich gute Aussage ist.....","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:42:29.245+0000","up_votes":1,"down_votes":3,"body":"Sie erfüllt ihren Zweck und jeder weiß, was es bedeutet. Es ist eine gute Aussage. Da ich ingame ja nicht einen Guide verfassen kann es soll kurz und knackig sein.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"OT Riku","date":"2018-04-25T14:50:32.408+0000","up_votes":3,"down_votes":1,"body":"Dein thread wurde nicht gelöscht. (falls es um deinen Thread geht wo die Kommentare deaktiviert sind). \nDies wurde getan um dich vor dir selbst zu schützen, falls du rechtliche Schritte eingehen willst. \nInten wird von vielen oft einfach nur inflationär benutzt. \nJeder inter feedet, aber nicht jeder der feedet ist ein Inter.\nMal über den Satz nachdenken. \nUnd du kannst gerne an Riot konstruktive Kritik ausüben. \nJedoch da dies ein Forum ist, wirst du zweifelsohne damit rechnen müssen das du um eine Diskussion nicht drum rum kommst.\nDa du definitiv Gegenwind bekommst.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:19:10.603+0000","up_votes":1,"down_votes":2,"body":"Feeder oder Inter egal sie haben mehr negativen Einfluss als Toxische Leute.","replies":[{"id":"","poster":"OT Riku","date":"2018-04-25T15:23:48.127+0000","up_votes":2,"down_votes":0,"body":"Ja Leute mit vielen roden sind anstrengend aber besser als ein hardcore flamer","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:30:52.028+0000","up_votes":1,"down_votes":4,"body":"Wirst du lieber als Depp bezeichnet, wo du drüber stehen könntest, oder verlierst du lieber ein Ranked, weil deine Botlane die ganze Zeit wieder fighted und wieder stirbt???","replies":[{"id":"","poster":"Zyzyx","date":"2018-04-25T15:59:10.668+0000","up_votes":5,"down_votes":0,"body":"Was wenn ich beides nicht will? \nEs ist nicht so, dass das eine entweder-oder-Frage ist.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:20:46.539+0000","up_votes":1,"down_votes":4,"body":"Flame? Ich fange immer mit Play safe an, aber wenn dann direkt stfu kommt sage ich halt mal Idiot zu denen.","replies":[{"id":"","poster":"Zyzyx","date":"2018-04-25T16:39:00.584+0000","up_votes":3,"down_votes":0,"body":"Joa, und wenn du halt mal Idiot zu denen sagst, bekommst du halt mal ne Strafe dafür. Ist alles ganz simpel.","replies":[]},{"id":"","poster":"Bettnachleger","date":"2018-04-25T16:40:26.099+0000","up_votes":2,"down_votes":0,"body":"Also beleidigst du doch?! Ich dachte du \"wehrst\" dich nur indem du dinge schreibst wie \"wie ist denn bitte der Name meiner Mutter?\"","replies":[]}]}]},{"id":"","poster":"Bettnachleger","date":"2018-04-25T16:01:10.725+0000","up_votes":2,"down_votes":0,"body":"Und die botlane flamen laesst sie dann auf magischer weise besser spielen oder was versuchst du hier gerade zu sagen?","replies":[]}]}]}]}]},{"id":"","poster":"Timethief49","date":"2018-04-25T17:34:09.720+0000","up_votes":4,"down_votes":0,"body":"Er wurde nicht gelöscht. Er wurde gesperrt, weil du rechtliche Schritte angedroht hast. Wenn du sowas machen willst richte dich gleich an Riots Rechtsabteilung.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-25T18:14:04.426+0000","up_votes":1,"down_votes":5,"body":"https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/EtG6ZiE2-letzte-worte\n\nIn dem Post wurden auch rechtliche Schritte angedroht und er wurde nicht gesperrt. Entweder Riot misst mit zweierlei Maß oder, was ich eher glaube, niemand hatte Lust den ganzen Kommentar durchzulesen xD","replies":[{"id":"","poster":"Lotuskobra","date":"2018-04-25T18:22:50.825+0000","up_votes":2,"down_votes":0,"body":"Riot? Du hast es immer noch nicht verstanden oder? Die Forenmoderation ist Teilaufgabe der Volunteers – freiwillige, unbezahlte Helfer, die nicht für Riot arbeiten.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-25T18:24:28.651+0000","up_votes":1,"down_votes":6,"body":"Dieses Forum ist halt ganz zufällig auf der league of legends Homepage.","replies":[{"id":"","poster":"Tempname2919","date":"2018-04-25T18:26:47.739+0000","up_votes":2,"down_votes":0,"body":"Und was willst du damit nun sagen? Ändert nichts daran das die Volunteers (engl. für Freiwillige) nicht für Riot arbeiten und nicht bezahlt werden^^","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-25T18:29:47.416+0000","up_votes":1,"down_votes":5,"body":"Für wenn arbeiten sie denn dann? Wer hat ihnen die Befugnisse gegeben, unabhängig davon, ob sie es freiwillig machen?","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-25T18:33:44.314+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=001000000000000000000000,timestamp=2018-04-25T18:29:47.416+0000)\n>\n> Für wenn arbeiten sie denn dann? Wer hat ihnen die Befugnisse gegeben, unabhängig davon, ob sie es freiwillig machen?\n\nFakt ist: Die Moderatoren sind keine Mitarbeiter von RIOT. RIOT geht auch nicht hin und schreibt ihnen vor, wen sie zu bannen haben und wen nicht.\nHör doch bitte mal auf überall eine Verschwörung zu sehen.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-25T19:30:40.248+0000","up_votes":1,"down_votes":5,"body":"Es ist also eine Verschwörung, wenn ich behaupte diese Seite ist auf der lol homepage?","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-25T21:26:27.744+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00100000000000000000000000000000,timestamp=2018-04-25T19:30:40.248+0000)\n>\n> Es ist also eine Verschwörung, wenn ich behaupte diese Seite ist auf der lol homepage?\n\nDu pickst Dir auch nur das raus, was Dir gerade passt, oder? \nNiemand hat Dir widersprochen, dass das Forum auf der offiziellen Homepage von RIOT ist. Es wurde lediglich - anders als Du es dargestellt hast - gesagt, dass die Mods keine Mitarbeiter von RIOT sind, Du aber behauptest RIOT würde Deine Posts löschen.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-26T17:54:56.548+0000","up_votes":1,"down_votes":3,"body":"Das habe ich von euch gelernt. Ob ich Riot oder das Moderatoren-Team sage ist für meine Aussage nicht so wichtig. Abasin ist in Wirklichkeit der einzige der auf meinen Post eingeht. Vom Rest wird dieser Umstand gekonnt ignoriert und ihr hängt euch an einem kleinen Detail auf ;)","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-26T18:09:59.781+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=0010000000000000000000000000000000000000,timestamp=2018-04-26T17:54:56.548+0000)\n>\n> Das habe ich von euch gelernt. Ob ich Riot oder das Moderatoren-Team sage ist für meine Aussage nicht so wichtig. Abasin ist in Wirklichkeit der einzige der auf meinen Post eingeht. Vom Rest wird dieser Umstand gekonnt ignoriert und ihr hängt euch an einem kleinen Detail auf ;)\n\nDer einzige, der sich an kleinen Details aufhängt, und sie zu riesen Problemen aufbauscht bist Du. Und es ist sehr wohl relevant, wenn Du behauptest, dass RIOT Dich zensiert, weil es schlicht und ergreifend nicht den Tatsachen entspricht. Aber das hat Dich ja bisher auch nicht gestört.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-26T18:45:11.735+0000","up_votes":1,"down_votes":2,"body":"In der Nachricht die ich bekommen habe steht aber als Absender ganz klar in ROTER Schrift RIOT GAMES. Omg ich erfinde das ja nicht.\n\nDas Problem hier ist, dass alles was sage automatisch als falsch wahrgenommen wird. Ich habe schon öfters angemerkt was ich von dieser Geisteshaltung finde. Aber da jemand ein Problem damit zu haben scheint, habe ich keine Lust mich zu wiederholen.\n\nEdit:   https://picload.org/view/dorowagl/riot.png.html","replies":[{"id":"","poster":"Noxempire","date":"2018-04-26T19:08:15.699+0000","up_votes":1,"down_votes":0,"body":"Das ist die automatisierte Standard Nachricht die jeder bekommt, wenn etwas gelöscht verschoben wird etc. \nDas ist eine Meldung der Website, die RiotGames gehört. Genauso wie man bei bspw. bei YoTube Meldungen über neue Abonennten bekommt. Das ist nicht YouTube selbst, die dir die Meldung schreiben, sondern einfach automatisiert.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-26T20:24:35.779+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00100000000000000000000000000000000000000000000000010004,timestamp=2018-04-26T19:49:28.261+0000)\n>\n> Erstens mein Kommentar war nur indirekt negativ. Man musste schon ein bisschen schlau sein um diesen Bogen zu spannen. Also Kompliment an denjenigen der ihn gelöscht hat.\n> \n\nUnd hier stellst Du wieder ein Großteil des Forum als zu bescheuert dar um deine versteckte Beleidigung zu entdecken. Somit gibst Du also zu, dass der Kommentar negativ war, und die Löschung nicht wegen der Kritik durchgeführt wurde.\n\n> Zweiten du überliest das erste Wort in meinem letzten Satz. Ich stelle hier gar nichts als Tatsache hin.\n\nIch weiß ja nicht, aber für mich lesen sich diese Posts:\n\n\n> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=0001,timestamp=2018-04-25T14:45:50.983+0000)\n>\n> ...\n> Der Rest war halt ein kritischer Post. **Aber so was will Riot offenbar nicht**.\n\noder\n\n> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00010001000000000000,timestamp=2018-04-25T16:54:32.116+0000)\n>\n> Es war eh das erste Mal, keine Ahnung wo das &quot;wieder&quot; rausliest. \n> \n> Naja. **Jetzt habe ich natürlich schon Angst vor Riot. Sie könnten mich ja wieder zensieren,** oder was weis ich machen, wenn ich einen kritischen Post schreibe. Die Sache ist halt die, dass ich nicht verstehen kann wieso mein Post gelöscht wurde. Wenn ich mir die anderen Kommentare so durchlese ist die Begründung das ich &quot;destruktives Verhalten gegenüber den Anderen&quot; and den Tag gelegt habe den Haaren herbeigezogen.\n\nund\n\n> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00100000,timestamp=2018-04-25T18:14:04.426+0000)\n>\n> https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/EtG6ZiE2-letzte-worte\n> \n> In dem Post wurden auch rechtliche Schritte angedroht und er wurde nicht gesperrt. **Entweder Riot misst mit zweierlei Maß** oder, was ich eher glaube, niemand hatte Lust den ganzen Kommentar durchzulesen xD\n\noder\n\n> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=001000000000000000000000000000000000000000000000,timestamp=2018-04-26T18:45:11.735+0000)\n>\n> In der Nachricht die ich bekommen habe steht aber **als Absender ganz klar in ROTER Schrift RIOT GAMES**. Omg ich erfinde das ja nicht.\n> ...\n\nwie eine Tatsachenbehauptung. Du stellst die Behauptung auf, dass RIOT dich zensiert. \nDas Forum ist auf der RIOT-Seite, aber die Moderatoren sind keine RIOT-Mitarbeiter.\n\nDann, nachdem Dir offenbar klar geworden ist, dass Du mit der Behauptung, dass RIOT Dich zensiert etwas falsch lagst, fängst Du an zurück zu rudern mit\n\n> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00100000000000000000000000000000,timestamp=2018-04-25T19:30:40.248+0000)\n>\n> Es ist also eine Verschwörung, wenn ich behaupte diese Seite ist auf der lol homepage?\n\nund\n\n> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00100000000000000000000000000000000000000000000000010000,timestamp=2018-04-26T19:11:36.688+0000)\n>\n> Das ist mir schon klar. Ich finde es nur lächerlich, dass hier so vehemment abgestritten wird, dass dieses Forum in letzter Instanz von RIOT verwaltet wird.\n\nwas in keiner Weise bestritten wurde. Weder wurde bestritten, dass das Forum auf einer LOL-Seite ist, noch das RIOT in letzter Instanz das Forum verwaltet. Du willst Dich damit nur in die Position setzen, als ob Du von Anfang an behauptet hast, dass das Forum auf einer RIOT-Homepage ist und somit RIOT das Forum in letzter Instanz verwaltet.\nAllerdings nur, um kurz darauf wieder folgendes zu behaupten:\n\n> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=000100010000000000000000000000000000000000000000,timestamp=2018-04-26T19:39:46.665+0000)\n>\n> Klingt nach einer guten Idee. Die Sache ist nur, **dass Riot ein Problem mit meiner Meinung zu diesem Thema hat.**\n\nIch weiß nicht, ob es nur mir so geht, aber mir kommt es eben so vor, als ob Du Dir alles drehst wie Du es gerade brauchst. Und dann wunderst Du Dich, warum Du an Glaubwürdigkeit verlierst?","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-04-27T16:12:52.590+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=0010000000000000000000000000000000000000000000000001000d,timestamp=2018-04-27T14:49:14.414+0000)\n>\n> Ich kann das halt nicht verstehen. Wieso es hier im Forum so wichtig ist, dass die Moderatoren unabhängig von Riot sind.\n> \n> Diese Forum ist auf der Riot Homepage. Meine Nachricht ist von Riot.\n> \n> Kannst du mir erklären wieso hier jeder so tut also ob die Moderatoren nichts mit Riot zu tun haben. Bzw. wieso diese unwichtige Detail hier so aufgebauscht wird.\n> \n\nWeil es nun einmal so ist. RIOT schreibt den Moderatoren nicht vor wen Sie zu bannen haben und wen nicht. Und wenn es so ein unwichtiges Detail ist, weshalb reitest Du dann darauf rum, dass RIOT Deine kritische Meinung - wobei Du ja bereits selbst zugegeben hast, dass Dein Post beleidigend war - zensiert. Wenn Du tatsächlich - wie Du in einem Post behauptet hast - die Wahrheit schreibst, dann solltest Du eben auch genau dabei bleiben, und nicht der Einfachheit halber oder der Kürze halber - wobei Mods genauso schnell geschrieben ist - einfach behaupten, dass RIOT keine kritische Meinung zulässt und diese zensiert. Zumal es nun einmal nicht den Tatsachen entspricht.\n\n> Um ehrlich zu sein ist es mir völlig egal wer mein Kommentar gelöscht hat. Riot geht halt schneller zu schreiben.\n\nWenn Du schon so kommst, kann ich ja auch sagen <hier irgendeine kurze Beleidigung einfügen> lässt sich schneller schreiben als Mad Loony, deswegen schreibe ich nur noch diese Beleidigung statt Deines Namens wenn ich Dich meine.\n\nWarum das hier so aufgebauscht wird: Wie schon geschrieben, Du hast selbst die gewagte These aufgestellt, dass das was Du schreibst richtig ist. Wenn Du schon diesen Anspruch erhebst, solltest Du halt eben auch darauf achten, dass er den Tatsachen entspricht, und dass ist nun einmal bei Dir nicht der Fall.\nDu stellst viele Vermutungen einfach so als Tatsache hin - das mit der RIOT-Geschichte habe ich Dir ja bereits aufgedröselt, auch wenn Du offenbar der Meinung bist, dass Du das nicht als Tatsache dargestellt hast - und dann wunderst Du Dich, wenn Du von Personen, die es besser wissen als Du, Gegenwind bekommst.","replies":[]},{"id":"","poster":"Noxempire","date":"2018-04-26T23:30:34.556+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=0010000000000000000000000000000000000000000000000001000a,timestamp=2018-04-26T21:36:19.292+0000)\n>\n> Wo ich mich in DIESER Diskussion als Opferlamm darstelle musst du mir genauer erläutern. Ich hatte das Gefühl eher offensiv und vielleicht etwas &quot;spitzbübisch&quot; zu argumentieren.\n> \n\nWeil du behauptest wir würden dich als Verschwörungstheoretiker abstempeln. Das war kein Argument, dass war einfach nur nervig und provokativ, genauso wie ein Großteil deiner Kommentare. \n\nWürdest du etwa sagen, dass deine Antwort eine richtige Reaktion auf die Kritik war?\n\n> \n> 1. Mein Kommentar wurde gelöscht, mit Absender Riot Games\n> 2. Die Moderatoren hier werden/wurden von Riot Games abgesegnet\n> 3. Dieses Forum ist auf der lol Homepage\n> 4. Die letzte Instanz hier ist Riot Games\n> \n \nMal ganz abgesehen davon dass Punkt 1-4 wirklich niemand dir widerspricht.\nErklärt das aber trotzdem das hier nicht:\n\n>Naja. Jetzt habe ich natürlich schon Angst vor Riot. Sie könnten mich ja wieder zensieren, oder was weis ich machen, wenn ich einen kritischen Post schreibe.\n>\n\nDu verfängst dich nur in Haarspaltereien. Du behauptest die Moderatoren gehören zu Riot, da Riot diese rekrutiert hat, dabei ging es in deinen ursprünglichen Post weder um Mods, noch darum welche Rolle sie spielen.\n\nEs ging dir nur darum, dass Mods Mitarbeiter von RiotGames sind, was sie aber deFacto nicht sind. Sie sind so gesehen nur Forennutzer mit Rechten. Jeder kann ein Mod/Emmisary werden, solange er die Voraussetzungen erfüllt. \n\nEs ging dir eindeutig darum, dass du denkst, dass Riot dich sperren/zensieren würde, vermutlich weil du nicht genau wusstest, dass die Mods Volunteers sind. (Bist ja laut eigenaussage noch nicht solange im Forum unterwegs.)\n\nDer Mod wird den Kommentar aus eigenen Ermessen gesperrt haben, weil du über die Stränge geschlagen hast, der hat nicht vorher extra bei Riot angerufen. Du hast ganz einfach gegen die Forenregeln verstoßen, dass hat nix mit Zensur zu tun.","replies":[]},{"id":"","poster":"Tempname2919","date":"2018-04-26T22:57:06.068+0000","up_votes":1,"down_votes":0,"body":"Eins muss man dir echt lassen, du bist unheimlich ausdauernd^^\n\nZu deiner Sachlage:\n\n1. Jop, dein Kommentar wurde gelöscht, wie bereits von einem Moderator erklärt. Was der Absender damit nun zu tun hat, weiß ich nicht. Kommt halt von der Forensoftware, nehme ich an. Das ist einfach der Standard Absender. \n\n2. Viele der Moderatoren sind schon seit Jahren hier aktiv wenn ich das richtig gesehen habe, also ja, sie wurden irgendwann mal abgesegnet. \n\n3. Jo, wie wir bereits festgestellt haben ist das korrekt. Nur weiß ich nicht was das nun aussagen soll. Sind halt die LoL Boards.\n\n4. Ich bin mir da halt echt nicht sicher. Warum können die Moderatoren nicht eigentlich die letzte Instanz sein? Mindestens einer der Moderatoren wird ja wohl schon Ewigkeiten dabei sein (wie gesagt, manche von denen machen das wohl schon seit Jahren). Also warum muss Riot dann die letzte Instanz sein?\nIch behaupte jetzt einfach mal, dass da 1 oder 2 Moderatoren existieren, die 100 mal besser Bescheid wissen und das Forum besser beurteilen können, als die meisten (oder alle?) Mitarbeiter bei Riot.\nAlso warum können diese 1 oder 2 Moderatoren dann nicht die letzte Instanz sein? Keiner hat mehr Erfahrung als die. \n\n5. legofreak hatte das bereits erklärt. In dem einen Thread wurde eine direkte Maßnahme angekündigt. Kann mich nicht an den direkten Wortlaut erinnern, aber es ging in die Richtung \"Ich werde rechtliche Wege einleiten\". Während im anderen Thread geschrieben wurde \"Ich überlege mir damit mal zu einem Anwalt zu gehen.\" oder so ähnlich. \nDer Unterschied ist halt zwischen einer tatsächlichen Absicht und einer Überlegung. \n\nDir geht es im wesentlichen darum das Riot deine Sachen zensiert. Dir wurde doch mehrmals nahegelegt das dies nicht der Tatsache entspricht. Die Moderatoren haben deine Beiträge gelöscht (was nicht gleichzusetzen mit Zensur ist).\nDie meisten Beiträge die ich von dir gesehen habe, sind riotkritisch (auch der auf den ich Antworte irgendwie), und die meisten existieren ja noch. Nur manche werden halt eben gelöscht, weil diese eine Grenze überschreiten. Jedes Mal wird dir auch ein Grund angegeben.\n\nIch weiß halt nicht was du nun erreichen willst. Die Moderatoren haben dir gesagt das alles der Richtigkeit entspricht. Das du damit nicht zufrieden bist ist klar, immerhin sinds deine Beiträge. ","replies":[]},{"id":"","poster":"Noxempire","date":"2018-04-26T20:55:19.374+0000","up_votes":1,"down_votes":0,"body":"Den musst du schon selbst erstellen. Das ganze wäre Name Shaming und verboten.\n\nKönntest du nicht vielleicht mal eingehen auf das was er gesagt hat, anstatt dich wieder als das Opferlamm darustellen? \n\nWas genau ist denn falsch daran was er dir gerade dargelegt hat?","replies":[]},{"id":"","poster":"Noxempire","date":"2018-04-26T19:56:46.102+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00100000000000000000000000000000000000000000000000010002,timestamp=2018-04-26T19:30:33.171+0000)\n>\nVielleicht gehört mein Kommentar ja zu den 1%, die von RIOT gelöscht werden.\n\n\nDazu der Kommentar von legofreak\n\n>Dein Kommentar wurde 141 Sekunden nachdem dieser erstellt wurde entfernt, da du in diesem alle Diskussionsteilnehmer, welche nicht mit deiner Meinunge übereinstimmen, als dumm dargestellt hast, wahrscheinlich weil der entsprechende Moderator den Beitrag gesehen hat, kurz nachdem du diesen verfasst hast. In aktiven Diskussionen ist dies gar nicht so unwahrscheinlich.\n\nKlingt für mich sehr unwahrscheinlich, dass RIOT dich da gesperrt hat. Nach 141 Sekunden ^^","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-04-26T19:44:28.440+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00100000000000000000000000000000000000000000000000010002,timestamp=2018-04-26T19:30:33.171+0000)\n>\n> Ich will meinen gelöschten Kommentar hier nicht zitieren, da er schon einmal entfernt wurde. Aber ich verrate dir was, er war in gewisser Weise sehr kritisch.\n> \n> Es war auch bei weitem nicht mein negativster Kommentar hier im Forum und auch von anderen habe ich weit übleres gelesen, was nicht gelöscht wurde.\n> \n> Zusätzlich hatt Legofreak dazu Stellung genommen, obwohl er selbst ihn nicht gelöscht hat?\n> \n> Vielleicht gehört mein Kommentar ja zu den 1%, die von RIOT gelöscht werden.\n\nUnd auch hier machst Du es schon wieder. Du stellst eine Vermutung als Tatsache dar. Vielleicht, hätte, könnte, wäre.\nDarüber hinaus gibst Du zumindest schon mal zu, dass der gelöschte Kommentar nicht nur kritisch sondern auch negativ war.\nWenn der Kommentar negativ war, wie kommst Du dann mit einem Brustton der Überzeugung auf die Idee, dass RIOT keine kritischen Kommentare will?","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-04-26T19:20:31.125+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00100000000000000000000000000000000000000000000000010000,timestamp=2018-04-26T19:11:36.688+0000)\n>\n> Das ist mir schon klar. Ich finde es nur lächerlich, dass hier so vehemment abgestritten wird, dass dieses Forum in letzter Instanz von RIOT verwaltet wird.\n\nKeiner streitet ab, dass die letzte Instanz RIOT ist. Es ist aber nun mal, anders als von Dir hingestellt, in den allermeisten Fällen ein Moderator, der **kein** Mitarbeiter von RIOT ist, der Nachrichten löscht, die gegen die Richtlinien verstoßen. Und genau da wurde widersprochen. Du behauptest steif und fest, auch nachdem es Dir schon mehrfach erklärt wurde, dass RIOT Deinen Post gelöscht hat, was eben in den meisten Fällen nicht der Wahrheit entspricht. Sieht man schon daran, dass Du jetzt wieder die Behauptung aufstellst, wir würden bestreiten, dass RIOT das Forum in letzter Instanz verwaltet. Davon war nie die Rede. Es wurde lediglich gesagt, dass hier die Beiträge in 99% der Fälle nicht durch RIOT Mitarbeiter gelöscht werden.\n\nUnd ganz ehrlich: Nach dem, was Du hier alles übertrieben oder verdreht dargestellt hast, wo Du von zufälliger Bestrafung sprichst, und so selbst dafür gesorgt hast dass einige Dich nicht mehr ernst nehmen wollen, wunderst Du Dich, dass man nicht alles, was Du schreibst blind für bare Münze nimmt?","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-04-26T20:00:52.095+0000","up_votes":1,"down_votes":1,"body":"Ja, zusammen mit der Bemerkung, dass ich von einem anderen Moderator \"gelöscht\" wurde sind das in der Tat zwei Argumente die gegen eine Einmischung von Seiten Riots sprechen.","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-04-27T14:49:14.414+0000","up_votes":1,"down_votes":2,"body":"Ich kann das halt nicht verstehen. Wieso es hier im Forum so wichtig ist, dass die Moderatoren unabhängig von Riot sind.\n\nDiese Forum ist auf der Riot Homepage. Meine Nachricht ist von Riot.\n\nKannst du mir erklären wieso hier jeder so tut also ob die Moderatoren nichts mit Riot zu tun haben. Bzw. wieso diese unwichtige Detail hier so aufgebauscht wird.\n\nUm ehrlich zu sein ist es mir völlig egal wer mein Kommentar gelöscht hat. Riot geht halt schneller zu schreiben.","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-04-26T21:36:19.292+0000","up_votes":1,"down_votes":2,"body":"Wo ich mich in DIESER Diskussion als Opferlamm darstelle musst du mir genauer erläutern. Ich hatte das Gefühl eher offensiv und vielleicht etwas \"spitzbübisch\" zu argumentieren.\n\nEr holt halt jedesmal wen ich ihm, mit vernünftigen Argumenten, widerspreche weiter aus und kommt mit etwas neuem was ich irgendwan gesagt habe. Von meiner Frage in meinem allerersten Post ist überhaupt nichts übrig geblieben. Ich soll mich hier erklären, aber meine Fragen und Anregungen dürfen natürlich einfach übersprungen und ignoriert werden.\n\nDie Ansammlung am Schluss ist halt entstanden weil mein Kommentar gelöscht wurde. Was erwartet ihr euch denn wie ich auf sowas reagiere?\n\nMein Kommentar wurde gelöscht und ich beschwere mich deswegen. Das ist meiner Meinung nach eine menschliche Reaktion und war zu erwarten. Ich bin sicher nicht der Erste der so handelt.\n\nDie Sachlage ist hier auch ganz klar:\n\n1. Mein Kommentar wurde gelöscht, mit Absender Riot Games\n2. Die Moderatoren hier werden/wurden von Riot Games abgesegnet\n3. Dieses Forum ist auf der lol Homepage\n4. Die letzte Instanz hier ist Riot Games\n5. Ein Thread mit Rechtsdrohung wurde geschlossen, ein Anderer nicht\n\nIch verstehe immer weniger wie ihr es jedesmal schafft über meine Argumente drüberzulesen und sie komplett auszuschalten. Vielleicht solltet ihr einmal überlegen ob nicht ihr diejenigen seid die KEINE Vernünftigen Argumente vorbringen können.\n\nUnd da niemand in dieser Diskussion auf meine Argumente eingehen will, hatte ich eigentlich keine Lust mehr weiterzumachen.","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-04-26T20:42:11.320+0000","up_votes":1,"down_votes":2,"body":"Danke das du meine Reaktionen auf das Löschen meines Kommentares zusammengefasst hast.\n\nEin Moderator hat irgendwo angemerkt, dass die Diskussionen hier bereits zu weit vom Ursprungsthema abweichen. Deshalb empfehle ich dir einen neuen Thread mit Namen \"Mad Loony's Verschwörungstheorien\" zu erstellen.","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-04-26T19:49:28.261+0000","up_votes":1,"down_votes":2,"body":"Erstens mein Kommentar war nur indirekt negativ. Man musste schon ein bisschen schlau sein um diesen Bogen zu spannen. Also Kompliment an denjenigen der ihn gelöscht hat.\n\nZweiten du überliest das erste Wort in meinem letzten Satz. Ich stelle hier gar nichts als Tatsache hin.","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-04-26T19:30:33.171+0000","up_votes":1,"down_votes":2,"body":"Ich will meinen gelöschten Kommentar hier nicht zitieren, da er schon einmal entfernt wurde. Aber ich verrate dir was, er war in gewisser Weise sehr kritisch.\n\nEs war auch bei weitem nicht mein negativster Kommentar hier im Forum und auch von anderen habe ich weit übleres gelesen, was nicht gelöscht wurde.\n\nZusätzlich hatt Legofreak dazu Stellung genommen, obwohl er selbst ihn nicht gelöscht hat?\n\nVielleicht gehört mein Kommentar ja zu den 1%, die von RIOT gelöscht werden.","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-04-26T19:11:36.688+0000","up_votes":1,"down_votes":4,"body":"Das ist mir schon klar. Ich finde es nur lächerlich, dass hier so vehemment abgestritten wird, dass dieses Forum in letzter Instanz von RIOT verwaltet wird.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Tempname2919","date":"2018-04-25T18:34:59.205+0000","up_votes":2,"down_votes":0,"body":"Befugnisse haben sie von Riot Games. \nSie sind freiwillige Helfer. Sie helfen. Sie arbeiten nicht^^","replies":[]},{"id":"","poster":"Homunculi","date":"2018-04-26T06:29:25.021+0000","up_votes":1,"down_votes":0,"body":"Für wen sie arbeiten kann man schlecht sagen, dass ist auch eher eine private Angelegenheit.\n\nSehr wahrscheinlich gab es mal eine Ausschreibung, \"wer möchte Moderator im Forum werden? Bewirb dich hier!\", ich glaube mal eine Art Thread. Da ein Forum ohne Moderatoren ganz schnell im Chaos versinkt.\n\nDas deutsche Forum bekommt wenig liebe seitens RIOT, ist zwar schade aber damit muss man wohl leben, wenn du mehr Aufmerksamkeit von RIOT haben möchtest, dann begib dich ins NA Forum, da tummeln sich gleich mehrere von den Rotlingen.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-26T13:22:47.418+0000","up_votes":1,"down_votes":2,"body":"Ja, vielleicht mache ich das. Ich hab aber noch nicht die motivation gefunden meine genialen Theorien ins englische zu übersetzen.","replies":[]}]}]}]}]}]},{"id":"","poster":"Abasin","date":"2018-04-26T06:52:42.517+0000","up_votes":2,"down_votes":0,"body":"Er hat gesagt, dass er sich überlegen will, Riot zu verklagen. Das ist was ganz anderes.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-26T14:07:09.755+0000","up_votes":1,"down_votes":2,"body":"Natürlich","replies":[]}]}]}]},{"id":"","poster":"Izaya Kumiho","date":"2018-04-25T14:47:16.543+0000","up_votes":5,"down_votes":1,"body":">Hallo liebe Community,\nes wurde wieder ein Thread von mir gelöscht, nur weil ich Riot kritisch gegenüber trete.\n\nFalsch, du hast mit rechtlichen Schritten gedroht. Außerdem wurde dein Beitrag nicht von Riot, sondern einem orange/green deaktiviert.\n\n\n>Der Großteil der League Community besteht nur noch aus selbstverliebten Besserwissern, die Spaß daran haben ihre Mitspieler zu Triggern, egal ob sie das Game dann verlieren. Wie soll es mir möglich sein solchen Spielern aus dem Weg zu gehen? Mute hin oder her 90% der Leute die so drauf sind inten auch immer und man kann auch nicht immer solocarrien.\n\nWenn du dieser Ansicht bist, tut es mir sehr leid. Jedoch wird LoL dann kein Spiel für dich sein.\n\n>Aber Riot macht ja auch nichts gegen dieses Problem. Eine Lösung wäre, dass man schneller für Inten, als für Negatives verhalten begannt wird. Wenn 3 Mitspieler die ganze Zeit nur sterben und nicht mal daraus lernen hat das nämlich mehr Einfluss auf das Game, als wenn einer beleidigt. Dieses Problem ist schon lange so und es kennen auch viele, aber Riot macht rein gar nichts dagegen, was mir zeigt, dass Riot nichts an seinen Spielern liegt.\n\nRiot ist sehr streng mit dem Bansystem und du kannst immer wieder Inter/flamer im Forum finden, die sich wegen einem \"unfairen ban\" aufregen.\nNur kannst du nicht erwarten, dass sich die Spielerbase von dem einen auf den anderen Tag verbessert. Es kommen täglich neue Spieler dazu und wir sind nunmal eine riesige Anzahl an Leuten.\n\n\n>Aus diesem Grund werde ich aufhören League of Legends zu spielen. Riot im Prinzip sind eure Spieler eure Kunden und wie heißt es so schön? Kunde ist König? Ja so SOLLTE es sein.\n\n\nDu hast die Nutzungsbedingungen nicht gelesen. Der Account gehört nicht dir, sondern Riot. Du hast dir diesen Account geliehen von Riot.\nWenn du also etwas gegen die Regeln tust, brichst du den \"Vertrag\" mit Riot.","replies":[]},{"id":"","poster":"LiebesWölkchen","date":"2018-04-25T15:16:42.823+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:24:56.957+0000","up_votes":1,"down_votes":3,"body":"Ich bin erstens keine traurige Nudel, sowie du zu sein scheinst, da du in einer Diskussion nicht mal mit Argumenten kommen und auf den Kern eingehen kannst. Traurig...","replies":[{"id":"","poster":"LiebesWölkchen","date":"2018-04-25T15:32:55.343+0000","up_votes":3,"down_votes":0,"body":"ich brauch keine argumente in einer diskussion die mit den worten angeführt wird \"es wurde wieder ein thread von mir gelöscht\"\nalles was du kannst ist meckern und dafür werden deine threads gelöscht , du tust mir leid.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:42:47.543+0000","up_votes":1,"down_votes":3,"body":"Erstens sind die ersten Worte nicht einmal der Kern dieses Threads und zweitens braucht man bei jeder Diskussion Argumente, weil wenn man sowas, wie du von sich gibt steht man meistens eher als dumm dar. Im Internet gibt es eine Argumentationspyramide such sie einfach mal oben die Spitze ist gut und der Boden der Pyramide ist schlecht rate mal wo du stehst. Und das ist ein Fakt Beleidigungen stehen ganz unten.","replies":[{"id":"","poster":"LiebesWölkchen","date":"2018-04-25T15:45:08.005+0000","up_votes":3,"down_votes":0,"body":"\"Und das ist ein Fakt Beleidigungen stehen ganz unten\"\nGenau deswegen bist du auch gebannt , 2 mal , und ich nicht ein einziges mal :)","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:04:40.024+0000","up_votes":1,"down_votes":4,"body":"Der unterschied ist, dass dies hier eine Diskussion ist wenn ich jemanden Ingame als Depp bezeichne ist das keine Diskussion sondern ein Streit, indem die Argumentationspyramide so oder so keine Anwendung findet. Bitte denk nach bevor du etwas von dir gibst.","replies":[{"id":"","poster":"LiebesWölkchen","date":"2018-04-25T16:11:20.246+0000","up_votes":5,"down_votes":0,"body":"wenn mich jemand ingame als depp bezeichnen würde , müsste ich kichern.\nVorallem von jemandem mit dem namen jägermeister 98.\nHattest du die Argumentationspyramide grad in deinem Schulunterricht?\nSag mal hast du deine hausaufgaben schon gemacht?","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:31:35.087+0000","up_votes":1,"down_votes":4,"body":"Ich bin kein Schüler mehr ich hab einfach nur ein breitgefächertes Allgemeinwissen, desshalb kenne ich die Argumentationspyramide. Bildung ist mir sehr wichtig, was bei dir nicht falls zu sein scheint. \nWieder kein Argument, man sagt es dir quasi vor und du bekommst es nicht auf die Reihe.","replies":[{"id":"","poster":"LiebesWölkchen","date":"2018-04-25T16:36:25.253+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-25T16:52:30.010+0000","up_votes":3,"down_votes":1,"body":"Lass das doch bitte.\nDu benimmst dich grade auch nicht vorbildlich. \nDu provozierst ihn. Ingame würde ich sowas reporten.","replies":[{"id":"","poster":"LiebesWölkchen","date":"2018-04-25T16:53:58.654+0000","up_votes":1,"down_votes":1,"body":"Wie gesagt , da gehören immer 2 dazu. Provozierer und provozierter.\nIch muss mich nicht vorbildlich benehmen , wir sind im Internet.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-25T17:03:01.183+0000","up_votes":2,"down_votes":0,"body":"Diese Einstellung sorgt dafür, dass so viele Leute gebannt werden. \n\"Wir sind im Internet, ich kann reden wie ich will.\"\nDu redest immer noch mit einem Menschen und nur weil er sich in seinen Games daneben benommen hat heißt das nicht, dass du ihn jetzt auch schlecht behandeln darfst. \nDas dürfest du doch eigentlich wissen, du bist nicht das erste Mal in diesem Forenbereich...","replies":[{"id":"","poster":"LiebesWölkchen","date":"2018-04-25T17:16:40.838+0000","up_votes":1,"down_votes":0,"body":"Der unterschied ist , ich bin nicht gebannt , er schon.\nAlso weiß ich sehr wohl wie ich mich WO auszudrücken hab :)","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-25T18:05:06.267+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=LiebesWölkchen,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00080000000000000001000000000000000000000000000000010007,timestamp=2018-04-25T17:53:48.902+0000)\n>\n> Beobachter mit etwas zu sagen :P\n\nDann sag wenigstens was sinnvolles und provoziere den TE nicht. Das führt zu nichts... \nGenau so entsteht nen Streit Ingame und Flame. Indem man jemand anderes provoziert.","replies":[]},{"id":"","poster":"LiebesWölkchen","date":"2018-04-25T17:53:48.902+0000","up_votes":2,"down_votes":0,"body":"Beobachter mit etwas zu sagen :P","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-04-25T17:38:46.895+0000","up_votes":2,"down_votes":0,"body":"Beobachter wärst du, wenn du nichts schreiben würdest und den Thread stillschweigen BEOBACHTEN würdest. \nDa du das nicht tust, bist du logischerweise auch kein Beobachter. \n\nUnd doch, du gehst auf das Niveau von Flamern runter. Denn wie wir wissen, besteht Flame nicht nur aus Beleidigungen.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-04-25T17:36:36.846+0000","up_votes":2,"down_votes":0,"body":"Japp, finde ich auch. :) \nIch bedanke mich für das Kompliment. {{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"LiebesWölkchen","date":"2018-04-25T17:30:22.548+0000","up_votes":2,"down_votes":0,"body":"ich lass mich auf niemandes niveau herab , ich bin nur beobachter.","replies":[]},{"id":"","poster":"LiebesWölkchen","date":"2018-04-25T17:29:19.963+0000","up_votes":2,"down_votes":0,"body":":)","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-04-25T17:25:40.059+0000","up_votes":2,"down_votes":0,"body":"Offenbar nicht. Du hast nur verstanden, dass man sich Ingame nicht daneben benehmen darf, damit man nicht bestraft wird. \nDas man sich aber GAR NICHT so benehmen sollte, hast du scheinbar nicht verstanden. \n\nNur weil wir hier im Forum und im Internet sind und du deswegen keine Strafen erhältst, es sei denn du bist arg beleidigend, heißt das nicht, dass du dich deswegen so benehmen musst. \nDu gehst auf das Niveau solcher Flamer runter, willst ihnen aber gleichzeitig erklären, dass sie sich so nicht benehmen sollen. Das ist ein Widerspruch oder wie nennt man das, Doppelmoral?","replies":[]},{"id":"","poster":"LiebesWölkchen","date":"2018-04-25T18:10:11.117+0000","up_votes":1,"down_votes":0,"body":"Nein , flame entsteht nur durch leute mit mangelndem selbstbewusst sein , die dann andere angreifen müssen. Das hab ich nicht nötig.\nBisschen selbstvertrauen hilft in jeder lebenslage ;)","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-04-25T17:28:09.923+0000","up_votes":1,"down_votes":3,"body":"Da redet die Richtige :D","replies":[]}]},{"id":"","poster":"Jägermeister 98","date":"2018-04-25T17:10:59.658+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-25T17:13:02.075+0000","up_votes":2,"down_votes":0,"body":"Ich gehe mal davon aus, dass du LiebesWölkchen meinst, denn du hast auf meinen Post geantwortet. ^^","replies":[]},{"id":"","poster":"LiebesWölkchen","date":"2018-04-25T17:17:16.747+0000","up_votes":2,"down_votes":1,"body":"ich erreich zumindest eine höhere elo als du :D\nUnd werde nicht 2 mal gebannt weil ich wie ein affe rumflame.","replies":[]},{"id":"","poster":"Jägermeister 98","date":"2018-04-25T17:17:37.018+0000","up_votes":1,"down_votes":1,"body":"Ja ich meinte LIebesWölkchen sorry","replies":[]},{"id":"","poster":"Jägermeister 98","date":"2018-04-25T17:23:48.094+0000","up_votes":1,"down_votes":3,"body":"Genau darauf kommt es auch an. Sag das deinen Eltern, die werden mega stolz auf dich sein. Jetzt mal meine Vorteile dir gegenüber: Ich bin gebildet mach mein Abi und bilde mir nichts darauf ein, dass ich Leute im Internet triggere. All deine Argumente beweisen nur weiter, dass du mega dumm bist.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:43:53.407+0000","up_votes":1,"down_votes":4,"body":"Du tust mir leid du scheinst nicht wirklich viel zu wissen, bist in nem Forum unterwegs und weist nichtmal wie man argumentiert. hahahahahahaha","replies":[{"id":"","poster":"LiebesWölkchen","date":"2018-04-25T15:44:40.896+0000","up_votes":3,"down_votes":0,"body":"ich brauch nicht zu argumentieren , ich seh einfach das du 2 gebannte accounts hast und lache.\nIch amüsier mich.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:57:54.323+0000","up_votes":1,"down_votes":6,"body":"Dir ist klar, dass du in keinster Weise besser bist als das, was du von mir hälst. Du triggerst hier nur rum und kommst mit keinen richtigen Argumenten. Bitte geh einfach. Genau so Leute, wie du sind das Problem an diesem Game.","replies":[{"id":"","poster":"LiebesWölkchen","date":"2018-04-25T16:01:22.231+0000","up_votes":2,"down_votes":0,"body":"nein, ich halte mich an die regeln des spielst , du bist das problem und bist zurecht gebannt.\nIch kann dich nur triggern wenn du dich triggern lässt :)","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Pandeonor","date":"2018-04-25T16:54:23.493+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Jägermeister 98,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=,timestamp=2018-04-25T14:39:23.881+0000)\n>Aus diesem Grund werde ich aufh&amp;ouml;ren League of Legends zu spielen.\n\nEin Flamer weniger. {{sticker:galio-happy}}","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T17:00:15.874+0000","up_votes":1,"down_votes":7,"body":"Sei froh dann flamed dich einer Weniger, weil du schlecht bist.","replies":[{"id":"","poster":"Lasse Laufen","date":"2018-04-26T11:37:51.883+0000","up_votes":2,"down_votes":0,"body":"So ist das Leben halt, unfair.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-04-25T17:14:45.874+0000","up_votes":2,"down_votes":0,"body":"Du schimpfst auf andere, dass sie nicht auf dein Thema eingehen und dich nur flamen, wirfst ihm dann aber vor, ein schlechter Spieler zu sein. \nWenn du von anderen Anstand verlangst, dann habe diesen Anstand doch auch bitte anderen gegenüber, egal ob sie dich schlecht behandelt haben, was Pandeonor ja nicht gemacht hat, er hat nur etwas festgestellt.","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2018-04-25T16:03:36.904+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Jägermeister 98,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=,timestamp=2018-04-25T14:39:23.881+0000)\n>\n> es wurde wieder ein Thread von mir gel&amp;ouml;scht, nur weil ich Riot kritisch gegen&amp;uuml;ber trete. Der Gro&amp;szlig;teil der League Community besteht nur noch aus selbstverliebten Besserwissern, die Spa&amp;szlig; daran haben ihre Mitspieler zu Triggern, egal ob sie das Game dann verlieren. Wie soll es mir m&amp;ouml;glich sein solchen Spielern aus dem Weg zu gehen? Mute hin oder her 90% der Leute die so drauf sind inten auch immer und man kann auch nicht immer solocarrien. Aber Riot macht ja auch nichts gegen dieses Problem. Eine L&amp;ouml;sung w&amp;auml;re, dass man schneller f&amp;uuml;r Inten, als f&amp;uuml;r Negatives verhalten begannt wird. Wenn 3 Mitspieler die ganze Zeit nur sterben und nicht mal daraus lernen hat das n&amp;auml;mlich mehr Einfluss auf das Game, als wenn einer beleidigt. Dieses Problem ist schon lange so und es kennen auch viele, aber Riot macht rein gar nichts dagegen, was mir zeigt, dass Riot nichts an seinen Spielern liegt. Aus diesem Grund werde ich aufh&amp;ouml;ren League of Legends zu spielen. Riot im Prinzip sind eure Spieler eure Kunden und wie hei&amp;szlig;t es so sch&amp;ouml;n? Kunde ist K&amp;ouml;nig? Ja so SOLLTE es sein.\n\nhmm... also gerade das Ende deines Posts führt zu einem ganz großen Problem. Denn einerseits behauptest du, dass Riot ganz dringend was gegen seine Kunden unternehmen muss, andererseits sollen diese wie ein König behandelt werden...\nDu bist halt nicht der einzige Kunde. Und das ist immer eines der Grundprobleme als Dienstanbieter. Vertrau mir da, ich bin Barkeeper... Die meisten Probleme fangen immer damit an, dass 2 Kunden sich wie Könige aufführen, in ihrem Verhalten aber gegeneinander agieren. Also beide wollen, dass der jeweils andere rausfliegt. Oder aufs Maul kriegt... Oder der eine will die andere unbedingt penetrieren, die will aber nicht... Selbst wenn ich mich dann an dein Prinzip halte, muss ich mich immer noch für einen der beiden entscheiden, denn ich kann nicht beide wie Könige behandeln. (Und ja, diese \"Floskel\" ist auch deswegen so bescheuert, weil die Monarchie und ihre Auswüchse immer wieder zu Kriegen geführt haben... überlege dir einfach mal, wie viele Könige in der Geschichte gewaltsam entfernt worden sind... so will ich gar nicht behandelt werden)\nAber genau genommen ist dir Folgendes passiert: Riot hat die Meinung der anderer Könige (diejenigen, die dich reported haben) höher eingeschätzt als deine königliche Meinung. Also selbst wenn du auf deinem Prinzip beharrst, kommst du damit nicht wirklich weiter...\n\nDes weiteren führt das Prinzip zu einem weiteren Problem: Was mache ich, wenn sich mein torkelnder König das 20. Bier und nen weiteren Schnapps bestellt? Und ja, ich schicke regelmäßig Kunden nach Hause, die dann auf mich fluchen, einfach nur weil ich denke, dass sie sich selber weh tun würden, wenn ihnen ihre Wünsche erfülle. Und damit tue dann auch ich ihnen weh, was ich vor mir nicht verantworten kann.\n\nDas ist ja auch eine Motivation hinter dem Schließen deines ursprünglichen Threads: Wenn du dich wirklich dazu entscheidest, Riot zu verklagen, werden die sich deine Aktivitäten auf den Account angucken. Und dann werden die vor Gericht auspacken, wie du dich in ihren Räumlichkeiten aufgeführt hast. Und das dann im Gerichtssaal gegen dich verwenden. Falls du wirklich einen Anwalt findest, der mit dir vor Gericht zieht, was eher unwahrscheinlich ist. Ein fairer Anwalt wird dir mitteilen, dass die Nutzungsbedingungen das leider eindeutig sind und du wenige Aussichten auf eine erfolgreiche Klage hast...\nDa hilft es dir am Ende echt mehr, wenn du von den Moderatoren zurück gehalten wirst. Es geht an der Stelle wirklich mehr darum, die Könige davor zu schützen irgendwelche Dummheiten zu machen, als darum dich zu zensieren. Deswegen wurde der Thread ja auch nur geschlossen und nicht gelöscht.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:13:03.622+0000","up_votes":1,"down_votes":4,"body":"Das hättest du mir gerne unter den anderen Thread schreiben können, in diesem hier ist ein andres Problem der Kern.\nUnd man kann die Könige ja alle versuchen glücklich zu machen. Eine Lösung wäre, dass Inter/Feeder eine Rankedsperre bekommen. Wenn sie eh nur zum Spaß spielen müssen ihnen Normals eben reichen und sie behindern niemanden in Rankeds. Also es gibt durchaus Möglichkeiten alle Seiten glücklich zu machen, aber sie werden halt nicht genutzt.","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-25T18:13:42.713+0000","up_votes":4,"down_votes":0,"body":"Schon lustig, \"schickt die Trolle in den Normalmodus, da stören sie ~~niemanden ~~mich nicht.\" Als ob die Leute im Normal nicht auch gerne vernünftige Spiele hätten.","replies":[]},{"id":"","poster":"Lasse Laufen","date":"2018-04-26T11:41:54.220+0000","up_votes":1,"down_votes":4,"body":"Du musst verstehen, daß wäre viel zu einfach.\n\nStell dir vor, jeder würde ab 0/5 erstmal eine Ranked Sperre in der Anzahl von 20 Normal Games bekommen, das würde jeden dazu anspornen nicht mehr reinzufeeden oder sich zu verbessern. Aber genau sowas, wäre halt zu einfach. ","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-26T12:36:27.670+0000","up_votes":4,"down_votes":1,"body":"Erst einmal würde das niemanden anspornen, eher frustrieren. Was soll der Midlaner den machen, wenn er von seinem Lanegegner zerstört wird und sich auch noch der Jungler einen Spaß draus macht ständig zu diven? AFK beim Shop stehen? \nWas ist mit dem Tank, der anderen ständig Assists beschert und 0/5/20 das Spiel verlässt? Darf der erst mal eine Woche Normals zocken, weil er seinen Job richtig gemacht hat? Den würde das höchstens dazu animieren, das Gold selbst zu beanspruchen. \n\nEin super einfaches System hat für gewöhnlich sehr viele Probleme. Leute aussperren, die einfach mal eine schlechte Runde hatten, ist zum Beispiel ein problematisches Vorgehen. Vor allem würdest du sicher der erste sein, der sich darüber beschwert. In deinen Rankeds hast du dich nicht gerade mit Ruhm bekleckert. 1/5/2, 5/10/2, 3/8/0. Das sind alles keine brauchbaren Leistungen, wenn wir nur nach der KDA gehen.\n\nEdit: Warum kommen solche Ideen eigentlich so oft von Leuten, die gerade selber ein paar richtig miese KDAs hatten? Der TE etwa hatte bei seinem letzten Ranked richtig mies gespielt, wenn man nach der KDA  0/5/2 geht. Der Rest seines Teams hatte wenigstens mindestens eine Killbeteiligung je Tod. Würde man sein Team fragen, würden sie ihn wohl mit seinem 0/5/2 als Feeder bezeichnen, der aus Rankeds augeschlossen gehört. ","replies":[{"id":"","poster":"Lasse Laufen","date":"2018-04-27T06:49:06.263+0000","up_votes":1,"down_votes":1,"body":"Du kannst gerne nach Entschuldigungen für ein Zustandekommen einer 0/5 KD suchen. Ich möchte nurnoch kurz daran erinnern, daß du selber in anderen Threads meintest das Tode meist unnütz sind und keinem etwas bringen. Dadurch hast du alleine schon dein 0/5/20 Tank aus dem Gefecht gebracht, da er 5 mal unnötig gestorben ist. Er hat seinen Job nicht erfüllt.\n\nZudem sagst du auch in anderen Threads das wenn jemand feedet, er einen schlechten Tag hat und deswegen nicht gebannt gehört. Doch in diesem Thread sagst du das wenn man die Person erstmal in Ranked suspendiert, dieser Spieler wortwörtlich die Games von Leuten versaut die Normals spielen. Plötzlich ist er ein negatives Spielerlebnis, wie durch Zauberei.\n\nMein Vorschlag war nur ein Beispiel wie man es machen könnte, damit mal ein bisschen mehr Wettbewerb in die Rangliste kommt. Ich hatte oder habe auch Games in denen ich schlecht stehe, und ich wäre nach meiner Definition auch einmal zu den Normals verwiesen worden, trotzdem ändert es nichts daran das sowas bestraft gehört.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-27T08:39:41.350+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Zymix,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00090000000300000001,timestamp=2018-04-27T06:49:06.263+0000)\n>\n> Du kannst gerne nach Entschuldigungen für ein Zustandekommen einer 0/5 KD suchen. Ich möchte nurnoch kurz daran erinnern, daß du selber in anderen Threads meintest das Tode meist unnütz sind und keinem etwas bringen. Dadurch hast du alleine schon dein 0/5/20 Tank aus dem Gefecht gebracht, da er 5 mal unnötig gestorben ist. Er hat seinen Job nicht erfüllt.\n> \n> Zudem sagst du auch in anderen Threads das wenn jemand feedet, er einen schlechten Tag hat und deswegen nicht gebannt gehört. Doch in diesem Thread sagst du das wenn man die Person erstmal in Ranked suspendiert, dieser Spieler wortwörtlich die Games von Leuten versaut die Normals spielen. Plötzlich ist er ein negatives Spielerlebnis, wie durch Zauberei.\n> \n> Mein Vorschlag war nur ein Beispiel wie man es machen könnte, damit mal ein bisschen mehr Wettbewerb in die Rangliste kommt. Ich hatte oder habe auch Games in denen ich schlecht stehe, und ich wäre nach meiner Definition auch einmal zu den Normals verwiesen worden, trotzdem ändert es nichts daran das sowas bestraft gehört.\n\nDein Vorschlag etwas mehr Wettbewerb ins Ranked zu bekommen sorgt aber dafür, dass - wie Haudruppmoor schon beschrieb  - jeder nur noch auf seine KDA bzw. genauer gesagt auf seine Tode schaut. Keiner würde mehr ein Risiko eingehen und vor allem würde kein Tank mehr ein Ult abfangen um einem DD den Arsch zu retten, weil wenn er das in einem Spiel zu oft macht, bekommt er eine Sperre für etwas, was eigentlich sein Job ist.\n\nMag sein, dass für Dich der Vorschlag sich erst einmal gut angehört hat. Hier im Forum werden Dir aber eben auch die Schwachstellen aufgezeigt. Und nur weil ein Spieler schlecht spielt, hat er keine Strafe verdient. Für schlechte Spieler gibt es die unteren Ränge.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-04-27T09:09:26.625+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ZcDQ0Dt6KV,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=000900000003000000010002,timestamp=2018-04-27T08:39:41.350+0000)\n>\n>Keiner würde mehr ein Risiko eingehen und vor allem würde kein Tank mehr ein Ult abfangen um einem DD den Arsch zu retten, weil wenn er das in einem Spiel zu oft macht, bekommt er eine Sperre für etwas, was eigentlich sein Job ist.\n\nGenau das wollt ich mit meinem Geschwurbel ausdrücken. Du hast es klar und deutlich formuliert, thx .\n\nmfg\nMB","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2018-04-27T08:12:51.673+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Zymix,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00090000000300000001,timestamp=2018-04-27T06:49:06.263+0000)\n>\n> Du kannst gerne nach Entschuldigungen für ein Zustandekommen einer 0/5 KD suchen. Ich möchte nurnoch kurz daran erinnern, daß du selber in anderen Threads meintest das Tode meist unnütz sind und keinem etwas bringen. Dadurch hast du alleine schon dein 0/5/20 Tank aus dem Gefecht gebracht, da er 5 mal unnötig gestorben ist. Er hat seinen Job nicht erfüllt.\n\nEin 0/5/20 Tank hat seinen Job richtig gemacht. Ausserdem geht es um unnütze Tode. Wenn ein Tank stirbt, weil er nen Fight initiiert oder einen Turm tankt und dadurch das Feuer auf sich zieht, damit der eigne ADC seine Treffer landen kann, dann ist der Tod nicht unnütz. Selbst der Gegner wird aus dem Tod vom Tank nicht wirklich Nutzen ziehen, da er nicht soviel Gold gibt. Der Tod von einem übereifrigen Mate, welcher kurz vorher vlcht. 5 Klls hatte ist da schon bei weitem problematischer . \n\nGenau das ist der Grund warum man immer die komplette KDA berücksichtigen sollte, bevor man nen angeblichen Feeder flamt. MMn. sieht man hauptsächlich an den Assists, wie teamfähig ein Spieler war. Bis auf einige Ausnahmen die es natürlich geben wird.\nSirrkas Ausführungen schließen weder die eine , noch die andere Möglichkeit aus und sind so gesehen nicht widersprüchlich.\n\nMMn. besteht das Problem eher bei denen, die die Bestrafungen fordern. Nämlich darin, daß keine vernünftige Spielanalyse durchgeführt wird, weder während, noch nach dem Spiel. Das wird i.d.R. noch negativ verstärkt durch mangelnde Selbstkritik.\n\nUm mal beim Tank zu bleiben, natürlich kann es sein, daß er durchaus sinnlos in den Tower rennt und das seine Engages vom Team nie unterstützt werden , aber dann wär mit Sicherheit seine KDA nicht 0/5/20 . MMn. darf man auch nicht nur seine KDA berücksichtigen. Wenn der ADC oder der Midlaner positiv rausgehen dann ist das mit Sicherheit auch ein Verdienst des Tanks und natürlich auch des Supporters.\n\nDas so Durchreißer die eigentliche Problematik oder die eigenen Fehler während des Spiels nicht erkennen hab ich selber auch erfahren müssen. Neben ADC spiel ich gern Garen top oder halt Supp. Gerade als Toplaner hab ich dem Mid übelst oft das Leben gerettet, weil ich mich z.B. zwischen ihm und nem Caitlyn-Sniper gestellt hab. Bin dann gestorben und was mußt ich mir anhören \"lol look feeding Garen\" \"noob\" usw. \n\nImmer wieder falsches Positioning, Selbstüberschätzung und dann spring ich dazwischen und sterb. Nur damit der Mid oder der ADC, der die letzten Kills abgestaubt hat, die Kills eben nicht in Goldform an den Gegner gibt. \n\nMit dem geforderten System könnt ich dann niemals Ranking spielen.\n\nedit:\nVermutlich gäbe es als Tank/Supp auch andere Möglichkeiten, den Mate zu schützen, ohne das man selber stirbt. Ich bin oft gestorben, weil mir in manchen Situationen einfach die Erfahrung fehlt. Und genau die muß man doch durch das Spielen erstmal sammeln. Dazu muss man aber erstmal die Chance dazu bekommen. Ein direkte Bestrafung würde das mMn. verhindern.","replies":[]},{"id":"","poster":"Sirrkas","date":"2018-04-27T08:32:20.440+0000","up_votes":1,"down_votes":0,"body":">Zudem sagst du auch in anderen Threads das wenn jemand feedet, er einen schlechten Tag hat und deswegen nicht gebannt gehört. Doch in diesem Thread sagst du das wenn man die Person erstmal in Ranked suspendiert, dieser Spieler wortwörtlich die Games von Leuten versaut die Normals spielen. Plötzlich ist er ein negatives Spielerlebnis, wie durch Zauberei.\n\nWäre nett, wenn du meine entsprechende Aussage zitieren und verlinken kannst. Soweit ich mich erinnere schreibe ich bei solchen Threads nämlich für gewöhnlich, dass jemand der viele Tode hat, einfach nur ein schlechtes Spiel gehabt haben kann. Und man deshalb niemanden bannen sollte, nur weil er eine schlechte Runde hat. Zudem muss man noch unterscheiden, ob jemand \"feedet\" oder \"vorsätzlich feedet\". Leider benutzen die meisten \"feeden\" Synonym für int. Feeding. Aber intentional Feeding bedeutet, dass man absichtlich stirbt. Dadurch wird das zur Sabotage des eigenen Teams. \n\nJemand der einfach nur 5 Tode hat, hat nicht unbedingt absichtlich dem Gegner Kills geschenkt. \n\nWegen dem ins Normal verbannen. Da ging ich davon aus, dass hier die rede von int. Feedern ist. Die sind im Grunde Trolle und wenn deren einzige Strafe sein soll, dass sie keine Rankeds mehr spielen würden, würden die eben im Normal stören, statt im Ranked. \n\n>Du kannst gerne nach Entschuldigungen für ein Zustandekommen einer 0/5 KD suchen. Ich möchte nurnoch kurz daran erinnern, daß du selber in anderen Threads meintest das Tode meist unnütz sind und keinem etwas bringen. Dadurch hast du alleine schon dein 0/5/20 Tank aus dem Gefecht gebracht, da er 5 mal unnötig gestorben ist. Er hat seinen Job nicht erfüllt.\n\nAuch hier kannst du mich gerne zitieren und verlinken. Der Kontext der Aussage ist wichtig. Wenn ich das zu jemandem gesagt habe, der 17 Tode in 15 Minuten hatte, ist die Bedeutung ganz anders. Es kann sich auch auf ein Szenario bezogen haben, wie etwa im Lategame sinnlos im ungewardeten Gegnerjungle zu sterben. Oder du könntest das aus meinem letzten Beispiel dazu haben, warum es problematisch ist, Eigenleistungen Korrekt zu bewerten und danach LP zu verteilen.\n\nDa hatte ich etwa ein Beispiel gebracht, bei dem es sinnvoll sein kann, sich für den eigenen ADC zu opfern, es aber plötzlich nicht mehr sinnvoll ist, wenn der ADC danach einen dummen Fehler macht und man deswegen nicht so einfach bestimmen kann, ob das + oder - Punkte sein sollten, in dieser Situation gestorben zu sein.\n\n>Mein Vorschlag war nur ein Beispiel wie man es machen könnte, damit mal ein bisschen mehr Wettbewerb in die Rangliste kommt. Ich hatte oder habe auch Games in denen ich schlecht stehe, und ich wäre nach meiner Definition auch einmal zu den Normals verwiesen worden, trotzdem ändert es nichts daran das sowas bestraft gehört.\n\nNein, schlecht gespielt haben gehört nicht bestraft. Zumindest nicht mit etwas wie Banns oder Verbannungen aus dem Ranked. Schlecht spielen sorgt dafür, dass man mehr verliert, wenn man mehr verliert steigt man ab. Wenn man nur einmalig schlecht gespielt hat, hat das keinen nennenswerten Einfluss auf die Platzierung und zudem wäre es völlig übertrieben dafür ins Normal verbannt zu werden. Sieht man auch gut bei dir. 2 Spiele nach deinem 1/5/2 hattest du 7/6/6 und danach 11/5/6. Was würde hier ein Bann ins Normal bringen? Höchstens Frust und mehr Stress bei zukünftigen Rankeds, da man sich ständig Gedanken darüber machen muss, dass man wieder eine oder zwei Wochen Normals spielen muss, obwohl man Ranken will.","replies":[]}]},{"id":"","poster":"Darkr3sQ","date":"2018-04-26T12:51:11.212+0000","up_votes":2,"down_votes":0,"body":"Aber er wurde da doch sicherlich gebabysittet, hatte irgendwie Lags und überhaupt ist das was vollkommen anderes.\nDie klassischen Ausreden von Spielern, die so etwas fordern aber selbst keine berauschende KDA haben.","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-26T12:57:33.965+0000","up_votes":3,"down_votes":1,"body":"Weitere Gründe: Championcounter, keine Hilfe vom Team, wollte dem Team helfen aber die haben ihn sterben lassen, der Support hat nicht gewardet, niemand pingt ihm SS, das 1vs5 im gegnerischen ungewardeten Jungle hätte er fast gewonnen . . .","replies":[]}]}]}]},{"id":"","poster":"MetroXproXGamer","date":"2018-04-25T16:18:31.728+0000","up_votes":2,"down_votes":0,"body":"Wenn du einen Spieler, der 2 schlechte Games hintereinander hat, bannst kommt der nächste in dein Team der ein schlechtes Spiel hat. Du verstehst nicht, dass sich an dem inten nichts ändern kann","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:23:49.841+0000","up_votes":1,"down_votes":4,"body":"Es wäre ein Änderung, wenn so Leute keine Rankeds mehr spielen dürften, dann schaden sie niemand Anderem. \nUnd ich rede nicht von jemandem der ein oder zwei schlechte Games hat. Ich rede von Leuten die permanent reininten.","replies":[{"id":"","poster":"MetroXproXGamer","date":"2018-04-25T16:29:37.409+0000","up_votes":2,"down_votes":0,"body":"Leute die permanent reininten werden auch bestraft oder sind in Bronze 5. Bloß es kommt dir vermutlich nur so rüber als würde Riot nichts machen, da du jedes Game inter bekommst. Aber wenn du auf deren Profil gehst kann ich mit dir wetten, dass sie das nicht jedes Mal tun.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:36:56.099+0000","up_votes":1,"down_votes":2,"body":"Ich habe mir schon oft deren Profile angeguckt und es waren sehr oft Leute die nur so games haben.","replies":[{"id":"","poster":"MetroXproXGamer","date":"2018-04-25T16:43:51.734+0000","up_votes":2,"down_votes":0,"body":"Ach mein gott. Es wird immer Inter geben und wenn die 10 Games hintereinander 1/8 stehen ist es immernoch besser als jemand der beleidigt. Dann ist es doch deren Schuld, dass die da unten festsitzen und nicht deine schau auf dich und net auf andere. Das hat nicht einmal etwas mit Lol zu tun, sondern auch im Real Life. Wenn man nur auf andere schaut und nicht auf sich selber verliert man die eigenen Ziele aus dem Auge.","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2018-04-25T16:48:25.453+0000","up_votes":2,"down_votes":0,"body":"Und dann inten sie in normals... Und dann bestrafst du die, die kein interesse an Ranked haben. Und was ist dann mit denen? Wie willst du die als König glücklich machen?\nDas was du verlangst funktioniert nicht... \n\nZudem sind die, die du als Inter siehst vermutlich einfach Leute die mehrere schlechte Games hatten..\nIch geb dir nen Beispiel: ich habe vor ein paar Wochen richtig schlecht gespielt. 0/7/0, 1/8/1 wobei ich den Kill und Assist nicht mit einbeziehe weil sie kurz vor Nexuszerstörung waren. Und solche Games hatte ich bestimmt an die 10 Stück, wo ich so schlecht gespielt habe. Habe ich jetzt auch geintet obwohl ich mein Bestes getan habe? Gehöre ich jetzt auch bestraft?","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T17:32:02.414+0000","up_votes":1,"down_votes":5,"body":"In normals schaden sie aber keinem. Da verlierst nur das Game und keine LP.","replies":[{"id":"","poster":"LegendaryXenon","date":"2018-04-25T17:40:35.949+0000","up_votes":3,"down_votes":0,"body":"Deine lp sind ebenfalls nichts wert. \n\nOb du jetzt n ranked verlierst oder ein Normal, es bleibt ein Game.  \n\nAuch beim climben sind Niederlagen vorgesehen. Wenn du wirklich besser bist, beeinflussen dich Niederlagen kaum, da du eh mehr gewinnst. Wenn nicht, musst DU dich verbessern.\n\nDu kannst nicht alles solo gewinnen aber du kannst immer ein Erfolgsfaktor sein und so Siegchancen drastisch erhöhen. Aus dir spricht der Tilt. Mach die Kiste aus und lass gut sein.  \n\nWenn du Montag immer noch kein Bock auf lol hast, schmeiß es runter.\n\nLol ist ein game und soll Spaß machen. Wenn du keinen hast, ist es Zeit zu gehen.\nWenn du mit Niederlagen und der Community nicht umgehen kannst, solltest  du ebenfalls gehen und woanders Spaß haben.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-04-25T17:35:26.527+0000","up_votes":2,"down_votes":0,"body":"Das mag sein, aber die, die Normals spielen, die spielen aus Spaß. Und wenn da dann ein Spieler ist der genau diesen Spaß zerstört, dann hat man ihnen dahingehend geschadet. \nDu darsft nicht vergessen, wenn man das was du sagst umsetzen würde, dann wäre es nicht nur ein einzelner Spieler in Normals verbannt, sondern dann wären alle die die feeden und in deinen Augen Inter sind dort und würden den Spielern den Spaß verderben, deswegen ist das keine Lösung.","replies":[]}]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2018-04-25T16:37:48.432+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Jägermeister 98,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=00090000,timestamp=2018-04-25T16:13:03.622+0000)\n>\n> Das hättest du mir gerne unter den anderen Thread schreiben können, in diesem hier ist ein andres Problem der Kern.\n> Und man kann die Könige ja alle versuchen glücklich zu machen. Eine Lösung wäre, dass Inter/Feeder eine Rankedsperre bekommen. Wenn sie eh nur zum Spaß spielen müssen ihnen Normals eben reichen und sie behindern niemanden in Rankeds. Also es gibt durchaus Möglichkeiten alle Seiten glücklich zu machen, aber sie werden halt nicht genutzt.\n\nVielleicht macht denen Inten in Normal Games aber nur halb so viel Spaß? Wer gibt uns das Recht, darüber zu urteilen? Es sind schließlich Könige, die haben teilweise absurde Vorlieben...\nAbgesehen davon, dass Leute, die in 24 Minuten 19 Mal sterben direkt nen 14 Tages Bann bekommen... Solche Leute melden sich allerdings nur ganz selten hier, aber es [gibt da gerade eine aktuelle Quelle zu](https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/nLpN4lyv-2-wochen-bann-ohne-vorstrafe). Wer wirklich absichtlich feedet, kriegt direkt und ohne Vorwarnung einen 14 Tages Bann... Und welche Strafe nach einem 14 Tages Bann kommt, dürftest du ja bereits wissen.\n\nDas Problem ist halt: Es ist immer schwierig abzuschätzen, wer wirklich absichtlich feedet und wer einfach nur mal ein schlechtes Spiel hat. Deswegen muss der Feederbuster halt schon so eingestellt sein, dass er nicht plötzlich Leute sperrt, die einfach nur von nem gegnerischen Smurf unterm eigenen Turm zerstört werden... was selbst mir schon mal passiert ist, da stand ich dann plötzlich 0-6, ohne dass ich wirklich was machen konnte... außer AFK gehen. Weil der Gegner in dem Spiel einfach mal deutlich besser war als ich... kommt vor, sollte aber nicht zu einem Bann führen.","replies":[]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-04-26T06:24:55.477+0000","up_votes":2,"down_votes":0,"body":"Also das einzige was ich da hör ist mimimimimimimi und kann deine Meinung nicht vertreten..\nAber wieso spielst du es dann wenn du dich nur darüber beschwerst?","replies":[]},{"id":"","poster":"Lotuskobra","date":"2018-04-25T17:16:57.264+0000","up_votes":2,"down_votes":0,"body":"Geht ja gut ab im Thread hier, allerdings frag ich mich ein bisschen wieso?\n\nEs hilft ja weder dem TE noch uns hier sonderlich viel weiter große Fässer an Streit und Missgunst auf zu machen. Werter Jägermeister 98, von uns hier im Forum kann niemand etwas für deine Situation, noch haben wir ein Interesse daran, deine wütenden Ausbrüche darüber in ungefilterter Form vor den Bug geklascht zu bekommen.\n\nVielleicht täte es allen Beteiligten mal gut einen Gang runter zu schalten, ich mach mir in der Zeit ein Feierabendbier auf und lege meine Füße ins Wasser.\n\nOm","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-25T17:26:56.742+0000","up_votes":2,"down_votes":0,"body":"Prost!","replies":[]}]},{"id":"","poster":"Noxempire","date":"2018-04-25T16:20:49.577+0000","up_votes":2,"down_votes":0,"body":"Das \"Troll's und inter\" nicht so viel bestraft werden wie Flamer, liegt daran, dass das System Spieler nicht vorschnell bestrafen will.\nEs gibt Fälle in denen Inting nicht richtig bestraft wurde, ja. Aber in den meisten Fällen betiteln die Leute einfach jeden als \"Troll\" oder \"Inter\" der seine Lane verliert oder einmal einen Fehler macht. \n\nMan kann kein einheitliches System erstellen wenn so viele Spieler direkt austicken und die Leute wegen Kleinigkeiten reporten. \n\nFlamen ist genauso verboten wie inten und trollen. Flamen wird einfach nur zuverlässiger bestraft. Weil Flamen 100 Mal einfacher zu detecten ist. \n\nUND selbst wenn Inter und Troll's noch mehr bestraft werden würden, passiert das immer erst nach den Games und nicht währenddessen. Wenn das erste Mal jemand dein Game Trolled kann das Riot auch nicht verhindern. \n\nDia Spieler carrien sich innerhalb weniger Wochen aus Silber und Gold, unmöglich zu climben kann es ja wohl nicht sein. \n\nDu bist einfach nur frustriert, dass versteh ich. Aber dann solltest du lieber aufhören League zu spielen anstatt hier auf Konfrontationskurs zu gehen. Das wird dir nicht helfen.","replies":[]},{"id":"","poster":"MetroXproXGamer","date":"2018-04-25T14:54:50.191+0000","up_votes":1,"down_votes":1,"body":"Finde es komisch, dass sich alle in (ohne etwas gegen die Spieler zu haben) low Elo darüber aufregen. Es gibt keinen Plat - ChallengerSpieler der sich darüber aufregt, obwohl es in z.b. Plat am schlimmsten is, da das Ego so übertrieben groß is darin und ich glaube dort die meisten mit Absicht reininten, sobald etwas nicht nach Ihrem Plan läuft. Gerade in Bronze und Silber ist das Spielen sehr entspannt. Ich mein warum genau regst du dich auf ? Weil jemand in deinem Game oft gestorben ist? Ja das passiert ja sonst niemanden und dir ist es ja bestimmt auch noch nie passiert. Daran wird und kann sich auch nichts ändern.","replies":[{"id":"","poster":"SSI CptHaunted","date":"2018-04-25T15:03:15.382+0000","up_votes":1,"down_votes":0,"body":"Und wenn es ihm doch passiert ist war wer anderes daran Schuld.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:26:04.790+0000","up_votes":1,"down_votes":2,"body":"Ist mir nicht passiert. Sonst würde ich mich nicht darüber aufregen","replies":[{"id":"","poster":"MetroXproXGamer","date":"2018-04-25T15:32:58.270+0000","up_votes":1,"down_votes":0,"body":"Ich versteh ehrlich gesagt immernoch net, worüber du dich aufregst, es gibt überall inter, das ist ein Teamspiel, wenn einer nicht gut spielt und getilted dann schreibt mal halt irgendein Gesülze und versucht zusammen das Spiel zu gewinnen. Wenn du jetzt in einem Game 1/8 aus der Lane rausgehst weil du einfach net so gut warst an dem Tag und der keine Ahnung jungler in seiner Promo ist hat er entweder die Möglichkeit dir die Schuld zu geben und zu denken ich war net Schuld, oder zu überlegen wie man es jetzt noch gewinnen kann. Es liegt einem selber in der Hand, was man daraus macht. Ich habe z.b. seit Season 2 noch nie jemanden beleidigt oder geflamed nur mal auf paar Sachen hingewiesen oder Question MArk bei nem Fail Flash gepingt weils einfach witzig is :D Aber sowas find ich einfach bissl unnötig..","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:38:45.777+0000","up_votes":1,"down_votes":2,"body":"Als ob ich das nicht versuchen würde ich fange immer mit tips an, die dann negativ angenommen werden. Ihr habt alle leicht reden. Es sind so viele, die sich über dieses Problem aufregen, also es kommt nicht von irgendwoher es ist tatsächlich existend dieses Problem und ohne Feeder/Inter würde es auch sehr viel weiniger toxische geben.","replies":[{"id":"","poster":"MetroXproXGamer","date":"2018-04-25T15:44:19.920+0000","up_votes":2,"down_votes":0,"body":"Die Feeder sind net das Problem sondern die Leute die sich darüber aufregen...Das ist dasselbe Prinzip wie wenn jemand in der Arbeit deinen Rechner herunterfährt...jetzt sind ein paar deiner Arbeiten gelöscht und du kommst mit dem was du zu tun hast nicht hinterher...jetzt hast du 2 Möglichkeiten, entweder du fährst deinen PC wieder hoch versucht wieder alles schnellstmöglichst zu bearbeiten um danach deinen Kollegen wieder zu helfen oder du (Das ist dann das toxische reagiren) drückst den Hauptschalter und alle anderen PCs im Büro fahren runter, sodass man gar keine Möglichkeiten mehr zum gewinnen hat. Ich verstehe nich warum alle so extrem unentspannt sind.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:55:29.756+0000","up_votes":1,"down_votes":5,"body":"Wenn ich dich nur einmal im Game als Depp bezeichne oder dir Tips gebe, die du als Flame aufnimmst dann hast eher du das Game verloren wenn du dazu noch feedest. Und das ist ein Fakt. Ich hab ja nicht gesagt, dass ich das ganze Game durch beleidige. Ich sage vllt einmal Idiot wenn einer meint mich reporten zu müssen, weil ich sage Farm safe unterm Tower.","replies":[{"id":"","poster":"MetroXproXGamer","date":"2018-04-25T16:09:56.651+0000","up_votes":1,"down_votes":0,"body":"Du verstehst wohl nicht was ich damit sagen will. Ich meine es wird immer jemanden geben, der nicht gut spielt und reinintet, IMMER. Das einzige was man verhindern kann sind Flamer, die meinen, dass man wegen den Intern verliert. Is doch auch scheißegal wie die anderen wegen deine Tipps reagieren, entweder die akzeptieren es oder nicht. Stell dir vor du hast am Anfang des Games eine Winrate von 100%. Dann intet dein M8 und sie geht auf 50% runter. Wenn du versuchst ihn wieder aufzubauen steigt die Chance wieder auf 55% wenn du noch zusätzlich einen Calls machst steigt sie auf 60%. Wenn du jetzt schreibst \"noob\" \"idiot\" \"ff\" \"feeder\" sinkt die Winrate jedesmal um 5%.","replies":[]}]}]}]}]}]},{"id":"","poster":"MetroXproXGamer","date":"2018-04-25T15:23:25.865+0000","up_votes":1,"down_votes":0,"body":"Stimmt ganz vergessen, er ist glaub ich nie Schuld, wenn er geganked wird, war es den jungler seine Schuld, dass da kein Ward stand. Wenn er gegen Zed spielt ist ist es Riots Schuld, das ein AD Assassin gegen einen der keine Rüstung kauft gewinnt. Wenn er gegen Xerath spielt und nicht dodgen kann, muss es ein scripter sein :D","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:32:11.511+0000","up_votes":1,"down_votes":2,"body":"Ich bin Jungle Main all die Probleme, die du aufgezählt hast habe ich wirklich nicht. lol","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:32:56.048+0000","up_votes":1,"down_votes":1,"body":"Und ich spiele immer CC tanks im Jungle.","replies":[{"id":"","poster":"MetroXproXGamer","date":"2018-04-25T15:34:11.494+0000","up_votes":1,"down_votes":0,"body":"Das war eigentlich ein Scherz hahah :D","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:47:56.016+0000","up_votes":1,"down_votes":1,"body":"LOL","replies":[]}]}]}]}]}]}]},{"id":"","poster":"I love you Malon","date":"2018-04-25T14:43:34.751+0000","up_votes":2,"down_votes":1,"body":"Man kann erst dann gebannt werden wenn man was getan hat!\n\nWas ich damit sagen will ist: Gehe einfach mal auf die ganzen \"ich wurde zu Unrecht gebannt mimimimimi\" Threads und du wirst sehr wohl sehen das Riot was dagegen tut.\nJedoch kann erst eine Konsequenz erfolgen wenn auch was passiert ist und Riot kann schlecht Spieler grundlos bannen.\nToxische Spieler gibt es in jeder Community und Riot kann dagegen leider nicht mehr machen als den Bannhammer zu schwingen.\nTrotzdem wird es immer Nachwuchs geben, dort werden auch Toxische Spieler dabei sein aber das ist nun mal der Cicle of Gaming? xD\n\nEInfach muten, reporten und weitermachen","replies":[{"id":"","poster":"Nack321","date":"2018-04-27T04:52:11.951+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=2 Daggers 1 ADC,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=0000,timestamp=2018-04-25T14:43:34.751+0000)\n>\n> Man kann erst dann gebannt werden wenn man was getan hat!\n> \n> Was ich damit sagen will ist: Gehe einfach mal auf die ganzen &quot;ich wurde zu Unrecht gebannt mimimimimi&quot; Threads und du wirst sehr wohl sehen das Riot was dagegen tut.\n> Jedoch kann erst eine Konsequenz erfolgen wenn auch was passiert ist und Riot kann schlecht Spieler grundlos bannen.\n> Toxische Spieler gibt es in jeder Community und Riot kann dagegen leider nicht mehr machen als den Bannhammer zu schwingen.\n> Trotzdem wird es immer Nachwuchs geben, dort werden auch Toxische Spieler dabei sein aber das ist nun mal der Cicle of Gaming? xD\n> \n> EInfach muten, reporten und weitermachen\n\nMan sollte aber nicht nur 0815 Spieler bannen habt ihr schon mal auf YouTube  oder Twitch geschaut da flamet intet der großteil der Streamer da dollte man mal anfangen zu bannen bzw das Riot diese \"Vorbilder\" ermahnt oder bannt.\nAber ich muss sagen ich habe nicht so viele hard flamer natürlich hat man immer wieder wenn der sehr schnell ff 15 oder so schreibt aber das ist doch nicht schlimm.","replies":[{"id":"","poster":"I love you Malon","date":"2018-04-27T09:57:00.835+0000","up_votes":1,"down_votes":0,"body":"Welche Streamer z.B.?","replies":[{"id":"","poster":"Noxempire","date":"2018-04-27T10:40:14.005+0000","up_votes":1,"down_votes":0,"body":"(Musste den Comment editieren, hab dass ursprüngliche Thema verpennt xD ) \n\nEr meint warscheinlich Hashinshin/Tarzaned/Shaclone/RatIRL/Apocalypse/PornstarZillean und der Rest von L9 \n\nAlle Hardcore Toxic (außer Hash, der ist ein wenig gemäßigter) mit mehreren gebannten acc. ","replies":[]}]}]},{"id":"","poster":"Jägermeister 98","date":"2018-04-25T14:50:44.562+0000","up_votes":1,"down_votes":4,"body":"Aber Toxische Spieler haben weiniger negativen Einfluss auf das Spiel, als Leute, die einfach nur Stumpf reininten. Also sollen so Leute auch schneller und härter bestraft werden. Ist doch Logisch.","replies":[{"id":"","poster":"Megamaexx","date":"2018-04-25T15:10:48.187+0000","up_votes":2,"down_votes":0,"body":"Werden sie doch. Wenn das erkannt wird, folgt ein sofortiger 14-Tage-Bann.  Wird ein Flamer erkannt, hat er allerdings die Chance, nur eine Chateinschränkung zu erhalten.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T15:15:45.898+0000","up_votes":1,"down_votes":3,"body":"Das stimmt nicht hab teilweise Leute gesehen mit nur Games in der Match History, in denen sie 1/19 stehen und die wurden nicht gebannt. So Leute sollten zu mindest eine Sperre für Rankeds bekommen.","replies":[{"id":"","poster":"I love you Malon","date":"2018-04-25T15:52:17.558+0000","up_votes":1,"down_votes":0,"body":"vielleicht weil sie nicht besser spielen können?","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:07:47.127+0000","up_votes":1,"down_votes":4,"body":"Deshalb die Sperre für Rankeds. Wenn sie eh nur zum Spaß spielen reichen auch normals.","replies":[{"id":"","poster":"I love you Malon","date":"2018-04-26T11:18:18.835+0000","up_votes":1,"down_votes":0,"body":"im done with this Discussion xD","replies":[]},{"id":"","poster":"Megamaexx","date":"2018-04-25T17:06:53.180+0000","up_votes":2,"down_votes":0,"body":"Oder sie landen eben irgendwann in der Liga, die ihrem Können entspricht","replies":[]}]}]}]}]}]}]},{"id":"","poster":"SuckThisFist","date":"2018-04-26T21:40:39.639+0000","up_votes":1,"down_votes":0,"body":"Immer diese Jammer Threads mein Team intet, es kann halt nur einer die Lane gewinnen, ganz selten das man even aus der Laningphase geht.... Ich meine du gewinnst doch auch nicht immer deine Lane oder ? Wenn doch solltest du mehr als 50% deiner Spiele gewinnen.\n\nSollte dem nicht so sein musst du dir an die eigene Nase fassen, dann bist du wahrscheinlich im mechanischen sehr gut für deine Elo, aber im Makroplay eher ein Lauch","replies":[]},{"id":"","poster":"Pilze","date":"2018-04-25T17:20:36.714+0000","up_votes":1,"down_votes":0,"body":"Ok, es gibt mit Sicherheit Leute die wirklich absichtlich so etwas machen, aber ich denke das sind die wenigen unter den Feedern. \nIch habe die Einstellung das alles über 10 schon mit Vorsatz gemacht wird, egal ob man schlecht spielt, einen schlechten Tag hat oder sonst was,  10 mal den selben Fehler machen ist nicht normal.\nDas einer aber damit anfängt wird wohl eher daran das man ihn absolut in Grund und Boden flamt wenn er einen Fehler gemacht hat.","replies":[]},{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:56:50.202+0000","up_votes":1,"down_votes":5,"body":"Mir Egal kriecht Riot alle in den Arsch. Das Tribunal war viel besser als das automatische Bannsystem. Aber Effizienz ist nun mal besser und günstiger als Genauigkeit. Und niemand kann mir erzählen, dass man nichts gegen dieses Problem machen kann, es gibt so viele Möglichkeiten heut zu Tage. \nSolange Riot einen Dreck auf uns Spieler gibt höre ich auf League zu spielen. Nicht umsonst sind die Zahlen zurück gegangen und es hören immer mehr Leute auf. Peace out ich bin raus.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T16:58:26.645+0000","up_votes":1,"down_votes":3,"body":"Hier gibt es Leute, die gehen auf meinen ingame Namen ein, anstatt auf das Thema und fühlen sich dann noch schlau...","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-04-25T17:08:30.712+0000","up_votes":2,"down_votes":0,"body":"Du hast mir immer noch nicht auf meine erste Antwort geantwortet, keine Chatlogs gesendet und möchtest keine anderen Meinungen akzeptieren. Lass dir das bitte nochmal durch den Kopf gehen.\n\nDas soll dich auch nicht beleidigen oder so, jedoch musst du dir im klaren sein, dass es immer zwei Seiten geben wird, wenn nicht sogar mehr.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T17:15:12.270+0000","up_votes":1,"down_votes":3,"body":"Was für Chatlogs? Es ist doch ein Fakt, dass es so Leute gibt und meine Frage war wie man so etwas verhindern kann. Wofür brauchst du da dann bitte Chatlogs??????","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-25T17:22:30.086+0000","up_votes":2,"down_votes":0,"body":"Ich versuche es mal zu erklären. \nEs gibt Mörder und es gibt Diebe, beide werden bestraft. \nIn LoL gibt es Inter und es gibt Flamer, beide werden bestraft. \nNiemand hat angezweifelt, dass es solche Leute gibt. \nAber du bist einer dieser Flamer und da du sagst, du hast nicht geflamed obwohl du einen oder mehrere Banns bekommen hast, musst du zwangsläufig geflamed haben. Und um das besser zu beurteilen, benötigen wir einen Chatlog, damit wir dir zeigen können, WAS daran Flame ist, damit du weißt, was du in deinen Games in Zukunft nicht schreiben solltest. \n\nWenn man schlechte Spieler oder gar Inter im Team hast ist das nie schön. Für niemanden und ich verstehe dich, wenn das für dich frustrierend ist und du deswegen wütend wirst. Aber es hat keinen Zweck diese Leute dann verbal anzugehen, denn das ändert die Sache nicht. Du willst, dass sie besser spielen, okay, will jeder, nur wenn du ihn auch noch verbal runter machst, dann bewirkst du das genaue Gegenteil, dann spielt er vermutlich NOCH schlechter. \nWenn du also was schreiben willst, dann versuche ihn doch mal zu motivieren, nicht indem du ihm Tipps schreibst sondern schreib ihm vllt sowas wie \"Ich glaube an dich, warte auf dein Lategame, gib dein Bestes, du schaffst das schon. :)\" \nAuch wenn du vllt ganz anders darüber denkst, das kommt viel besser rüber als ihm die Wahrheit ins Gesicht zu hauen.","replies":[{"id":"","poster":"Jägermeister 98","date":"2018-04-25T17:27:06.891+0000","up_votes":1,"down_votes":3,"body":"Ich fange immer mit Play safe an und wenn dann sowas wie stfu kommt beleidige ich eben zurück. Und ich weiß echt nicht was man an Play safe als flame verstehen kann.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-25T17:31:27.046+0000","up_votes":2,"down_votes":0,"body":"Vermutlich spielt er schon safe, du bekommst in der Regel ja nicht mit, WIE er stirbt. Und der Tipp ist ansich auch überflüssig.\n\nNatürlich ist \"stfu\" absolut die falsche Reaktion auf deinen eigentlich gut gemeinten Tipp. Aber auf ein \"stfu\" mit Flame oder Beleidigungen zu reagieren ist genauso eine falsche Reaktion. \nWenn auf einen Tipp von dir ein \"stfu\" kommt, dann weißt du, dass es keinen Sinn hat mit ihm darüber zu reden oder ihn versuchen zu helfen. Dann mute den Spieler am besten sofort, und lasse ihn verbal links liegen. \nGibt weiterhin dein Bestes und versuche diesen Spieler einfach durchs Game zu bringen. \n\nSo solltest du auf jeden reagieren. Es ist es doch nicht Wert, DEINEN Account für jemanden zu riskieren den du A: vermutlich nicht wieder ingame siehst (außer du spielst in Dia) und B: der eh nicht vernünftig auf dich eingeht.","replies":[]}]}]},{"id":"","poster":"Izaya Kumiho","date":"2018-04-25T17:19:02.158+0000","up_votes":2,"down_votes":0,"body":"nochmal: https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/MaP0LRjY-chatlogs-or-it-didnt-happen-eine-neue-regel-in-den-spielerverhalten-boards\n\nLies es dir bitte durch.","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2018-04-25T17:08:07.944+0000","up_votes":2,"down_votes":0,"body":"Nun ja, es sind doch aber genug auf das Thema eingegangen und anstatt mit denen über dein Thema zu diskutieren, streitest du dich mit denen die du nicht als würdig erachtest.\nWenn du doch nur diskutieren willst, warum dann nicht mit denen, die auch auf das Thema eingehen?\nAuf meinen Post hast du zB gar nicht reagiert...","replies":[]}]},{"id":"","poster":"Darkr3sQ","date":"2018-04-26T04:10:05.592+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Jägermeister 98,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=000d,timestamp=2018-04-25T16:56:50.202+0000)\n>\n> Mir Egal kriecht Riot alle in den Arsch. Das Tribunal war viel besser als das automatische Bannsystem. Aber Effizienz ist nun mal besser und günstiger als Genauigkeit. Und niemand kann mir erzählen, dass man nichts gegen dieses Problem machen kann, es gibt so viele Möglichkeiten heut zu Tage. \n\nDumm nur, dass die Genauigkeit vom IFS höher ist, als die des Tribunasl. Schneller und Genauer finde ich persönlich besser als langsam und ungenauer.\nIch weiß ja nicht, wie Du auf die Idee kommst, dass das Tribunal genauer war. Aber bei so ziemlich allen Bestraften, vor allem wenn sie ihr Fehlverhalten nicht einsehen, kommt der Tenor auf, dass das IFS total ungenau und unfair arbeitet.\n\n> Solange Riot einen Dreck auf uns Spieler gibt höre ich auf League zu spielen. Nicht umsonst sind die Zahlen zurück gegangen und es hören immer mehr Leute auf. Peace out ich bin raus.\n\nAuch das ist etwas, was Bestrafte häufig schreiben. Laut den Bestraften geht KIK schon seit Jahren den Bach runter und ist eigentlich mittlerweile schon Bankrott. Fakt ist jedoch, dass Flamer dafür sorgen, dass RIOT Kunden verliert.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2018-04-25T21:41:58.769+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Jägermeister 98,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=000d,timestamp=2018-04-25T16:56:50.202+0000)\n>\n> Mir Egal kriecht Riot alle in den Arsch. Das Tribunal war viel besser als das automatische Bannsystem. Aber Effizienz ist nun mal besser und günstiger als Genauigkeit. Und niemand kann mir erzählen, dass man nichts gegen dieses Problem machen kann, es gibt so viele Möglichkeiten heut zu Tage. \n> Solange Riot einen Dreck auf uns Spieler gibt höre ich auf League zu spielen. Nicht umsonst sind die Zahlen zurück gegangen und es hören immer mehr Leute auf. Peace out ich bin raus.\n\nNicht in deinen Arsch kriechen=/=Riot in den Arsch kriechen.\n\nOch Dreck, wem Dreck gebührt würde ich mal sagen, ich gehör nicht dazu, gehab dich wohl in deiner Egoblase.","replies":[]}]},{"id":"","poster":"Alekra","date":"2018-04-25T14:48:21.192+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Jägermeister 98,realm=EUW,application-id=KYnfKGf0,discussion-id=hMUVVJEX,comment-id=,timestamp=2018-04-25T14:39:23.881+0000)\n>\n> Hallo liebe Community, \n> \n> Der Großteil der League Community besteht nur noch aus selbstverliebten Besserwissern, die Spaß daran haben ihre Mitspieler zu Triggern, egal ob sie das Game dann verlieren. \n\nQuelle?","replies":[]}]}