{"id":"F4BldER3","poster":"Shan4s","date":"2018-04-24T15:13:05.730+0000","title":"Coach sucht Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo liebe Community,\r\n\r\nMeine Name ist Pascal &quot;4maz1ng&quot; S., ich bin 23 Jahre alt und spiele Leauge of Legends seit Anfang Season 3 aktiv. In dieser Zeit habe ich vieles in diesem Spiel gelernt und erlebt. Neben zahlreichen Teams konnte ich mich spielerisch in dieser Zeit ebenfalls sehr weiter entwickeln, allerdings fehlte mir immer das Gl&uuml;ck mit den Teams. Seit 2 Jahren konzentriere ich mich selber darauf wie das Spiel strategischer auch auf niedrigem ELO funktioniert und habe letzte Season mein erstes Team (mit RL Freunden) begonnen zu coachen (alle Silber-Gold). Nach einem typischen sehr holprigen Start, konnten wir am Ende eine sehr gute Saison &quot;feiern&quot; und schlossen diese in Plat 4 ab und konnten 2 Regionale LANs f&uuml;r uns entscheiden.\r\nDa es aus privaten Gr&uuml;nden nicht mehr m&ouml;glich ist das Team aufrecht zu halten, haben wir uns vor einigen Wochen dazu entschlossen nur noch Just4Fun miteinander zu spielen. \r\n\r\nNun zu dem Hauptpunkt meines Posts. \r\n\r\nIch suche nun f&uuml;r diese Saison (also etwas langfristiges) eine neue Herausforderung und m&ouml;chte meine Coaching Karriere starten. F&uuml;r den Anfang m&ouml;chte ich um einfach weitere Erfahrungen auf diesem Bereich sammeln zu k&ouml;nnen ein Team coachen das ebenfalls aus Silber - Gold ELO Spielern besteht. Niedrigere ELO ist nicht ausgeschlossen ;) - Ich entscheide mich bewusst f&uuml;r diesen ELO Bereich, da ich selbst erst einmal Erfahrungen sammeln muss! Aber wie hei&szlig;t es so sch&ouml;n &quot;**Jeder f&auml;ngt mal klein an**&quot; \r\n\r\nWas kann euch erwarten?\r\nZu beginn meiner T&auml;tigkeit werde ich zun&auml;chst eine Bestandsaufnahme durchf&uuml;hren und dann mit dem Team gemeinsam die Vorhaben und genauere Inhalte meiner Zeit besprechen. \r\nZiel soll es sein verschiedene Strategien zu entwickeln und gemeinsam an dieser Umsetzung arbeiten. Ich denke das LoL vorallem mit dem erscheinen von &quot;Clash&quot; nochmal mehr auf den Teambereich geht und hier genau mein Einsatz kommt. \r\n\r\nDas soll es f&uuml;r&acute;s erste von mir sein. Weitere Thematiken w&uuml;rde ich dann in einem Privaten Gespr&auml;ch mit euch bereden. Ich w&uuml;rde mich freuen wenn es den ein oder anderen Interessenten gibt. \r\n\r\nBis dahin\r\nGL&amp;HF \r\n4maz1ng","replies":[{"id":"","poster":"Reason 2 be Mad","date":"2018-04-26T15:00:16.515+0000","up_votes":1,"down_votes":0,"body":"Falls noch Interesse besteht einfach melden :)","replies":[]},{"id":"","poster":"vPriimeZ","date":"2018-04-25T10:18:17.032+0000","up_votes":1,"down_votes":0,"body":"Hey, mein Name ist vPriimeZ und ich bin Team Manager bei VarG Gaming. Ich denke ich hörte genau das richtige, was deinen „Ansprüchen“ entspricht.\n\nIch adde dich einfach mal, und eventuell kommt man ja mal zum gemeinsamen quatschen:)\n\nLg PriimeZ","replies":[]}]}