{"id":"l6WHyccE","poster":"Nr 1 Hentai Game","date":"2018-04-24T14:15:50.427+0000","title":"Blue Buff Reset","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Moin Jungs ;),\r\n\r\nalso zum ersten Mal habe ich dieses Problem in einem meiner Flex Games gesehen. Nat&uuml;rlich war dies sehr nervig, weil man durch das kontinuierliche zur&uuml;cksetzen des Blue Buffs, diesen nicht mehr bekommen konnte.  Alles fing mit einem Fight zwischen unserem (Jax) und gegnerischen Jungler (Jarvan IV) an (in der unmittelbaren N&auml;he des Blues). Es schien so, dass nur noch der gegnerische Jungler den Blue t&ouml;ten konnte, denn die Aggro fiel auf Jarvan. Ich dachte mir, es w&auml;re eine einmalige Sache, aber wie es scheint hatte unter anderem Gripex (Lee Sin Main Streamer) auch exakt das gleiche Problem. Vor allem f&uuml;r Jungler, die auf Mana beruhen, kann das spielentscheidend sein. Wenn der gegnerische jungler den eigenen Blue zumindest im early nicht holt, wird der Clear f&uuml;r manch einen in die L&auml;nge gezogen und somit kann die Gankrate darunter leiden. Leider finde ich das Replay meines Spiels nicht mehr. Das liegt etwas weiter hinten :/. Zu dem verfolge ich gerade auch nicht die aktuellsten Patchnotes, sodass dieses Problem vielleicht sogar schon behoben wurde. \r\nAber falls nicht w&uuml;rde ich mich freuen, wenn der Bug behoben wird. \r\n\r\nNoch ne Frage an die Community: Kanntet ihr das Problem?\r\n\r\nGru&szlig; hio","replies":[{"id":"","poster":"ToK Wipern","date":"2018-04-24T14:42:16.921+0000","up_votes":1,"down_votes":0,"body":"ich habe es mit dem Red erlebt. man konnte ihn noch machen musste ihn aber in 2-3 Sekunden clearen. Nach dem respawn des Buffes war alles wieder normal.\nDer Buff ist bei uns einfach wild in der Gegend rumgelaufen wenn man ihn angegriffen hat und hat sich dann nach 3 sekunden resettet","replies":[{"id":"","poster":"Nr 1 Hentai Game","date":"2018-04-28T17:39:01.510+0000","up_votes":1,"down_votes":0,"body":"genau\nwar bei uns genau so nur halt mit blue","replies":[]}]}]}