{"id":"QLXAbsqF","poster":"MSF Ness","date":"2018-04-24T09:44:38.591+0000","title":"[Information] Verbindungsproblem und High Ping für Kunden von Telefonica / O2","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"![](https://i.imgur.com/e3ZBRrK.jpg)\r\n\r\n#[UPDATE 28.5.] Leider gibt es zurzeit wieder das exakt selbe Problem. Wir hoffen, dass es bald behoben wird.\r\n\r\nhttps://i.imgur.com/BiuPYTj.png\r\n\r\n#Guten Morgen verzweifelte und verärgerte Beschwörer! :(\r\n\r\nEs scheinen leider mehrere Spieler welche die Internetanbieter Telefonica / O2 Germany benutzen, mit High Ping und Verbindungsproblemen zu kämpfen. Entschuldige für die Unannehmlichkeiten!\r\n\r\nWir versuchen bereits an der Situation zu arbeiten, es kann sein, dass wir auch selber Telefonica / O2 kontaktieren müssen.\r\n\r\nAus einem mysteriösen und uns unbekannten Grund routet O2/Telefonica die davon betroffenen Beschwörer erst über Spanien bevor sie zu unseren Servern in den Niederlanden geschickt werden. Deshalb haben die Spieler plötzlich einen höheren Ping als normal.\r\n\r\nEin offizielles Statement zu dieser technischen Schwierigkeit gibt es auch von O2:\r\nhttps://hilfe.o2online.de/thread/36929#comment-1194587\r\n\r\nTestet bitte in der Zwischenzeit ein VPN, wie etwa den [CyberGhost](http://www.cyberghostvpn.com/de_de/herunterladen/windows-vpn) aus.\r\n\r\nStarte das Programm einfach, klicke auf Anonym Surfen, wähle einen deutschen Server aus und melde dich dann erst danach in League of Legends an.\r\n(Hinweis: Dies ist jetzt als keine Dauerlösung gemeint!)\r\n\r\nWir möchten uns erneut für die Unannehmlichkeiten entschuldigen und geben euch Bescheid, sobald wir das Problem behoben haben.\r\n\r\nNichtsdestotrotz wünsche ich euch einen angenehmen Tag und viel Spaß in der Kluft.\r\n\r\nDer beste grillende Kaktus in der Kluft lässt euch herzlich grüßen,\r\n\r\n**Cactusgrill**","replies":[{"id":"","poster":"Mohmi","date":"2018-05-29T11:11:32.662+0000","up_votes":6,"down_votes":0,"body":"Ich habe mir jetzt die Beiträge im Riot Forum und o2 Forum durchgelesen und auch meine Tickets bei beiden. Es kann ja nicht angehen das o2 es Riot zuschiebt und Riot zu o2. Keiner ist angeblich zuständig. Der Ticketmitarbeiter von Riot sagt sie müssen auf o2 warten und o2 sagt es ist nicht mehr deren Firma sondern das Rounting von Riot.\n{{sticker:zombie-brand-facepalm}} \n\n**Nun machen sich beide lächerlich. \n{{sticker:zombie-brand-clap}} \n**\n\nMit den Aussagen weiss keiner von beidem zu wem die Scheisse in Madrid gehört... irgendwie gehts euch nicht mehr ganz gut. Übrigens, das vor über 6 Wochen war das erstemal, Disconnect - 200 Ping, dann angeblich alles in Ordung, 60 Ping, ich hab normal 30 Ping, seit dem 25.05.2018 hatte ich zwei Disconnects mit über 500 Ping und seit dem 120 Ping. \n\n_Wann kann ich denn endlich mal mein 25-30 Ping bitte wieder haben? den ich Anfang April noch hatte?_ \n{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"BMW E39 525d","date":"2018-06-06T00:33:34.484+0000","up_votes":1,"down_votes":0,"body":"Riot hat kein Interesse daran, Spieler ne Woche lang oder mehr mit einem 100+ Ping angebuden zu haben.\nInternetprovider interessiert es dagegen nen Dreck, weil die haben ja nix zu verlieren, deren Ruf ist eh Müll. Von jedem. Wär das Riots Fehler, also das im Hause selbst, sind solche \"Roten Alarme\"  binnen 24h spätestens gelöst. Du musst als Firma ne gute Zuverlässigkeit haben sonst zockt keiner und Riot verdient nix.","replies":[]}]},{"id":"","poster":"Gudwil","date":"2018-05-31T10:41:09.595+0000","up_votes":5,"down_votes":0,"body":"Es tut einfach nur weh mit ansehen zu müssen wie die Ping von 30 bis 40 auf 120 bis 2000 springt. Ich stimme Mohmi, welcher hier auch kommentiert hat vollkommen zu, genauso wie ich auch den anderen Usern, welche bereits kommentiert haben, zustimme. Auch bei mir finden sich seit gesagtem 28.5.2018 die selbigen Probleme und es ist einfach menschlich nicht verständlich für mich wie zwei Firmen nicht klar miteinander kommunizieren können. Die meisten Spieler zahlen für beide Seiten und wenn schon Geld die Leute nicht mehr dazu bringt zusammen zu arbeiten, was dann?\nEs frustriert einfach nur unglaublich.\nWir wollen doch auch nur spielen.\n{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"theShlork","date":"2018-05-31T11:05:18.368+0000","up_votes":4,"down_votes":0,"body":"Recht hast du!","replies":[]}]},{"id":"","poster":"DAngeloBarksdale","date":"2018-05-30T23:13:31.865+0000","up_votes":4,"down_votes":0,"body":"Hallo an alle Mitleser und Mitbetroffenen !\n\nxfazed und whatsinthebarrel kennen mch schon aus nem anderen Thread.\n\n~~Riot~~ Wrenchman Silibum schrieb mal in einem Kommentar --> [hier der Link](https://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/wiHxKNrs-dauerhafter-100-ping?comment=0001)\n\n> Viele deutsche ISP haben bereits sog. Uplinks zu Riot-Direct --> O² leider nicht, da hier Peerings über dritte abgehandelt werden.\n\no2 sagt wohl: \"direkter Uplink? nein, danke! Wir nehmen lieber einen Dritten mit die Runde\" (mein Verständnis von dieser Ausssage)\n\nVielleicht kennen einige von euch den Lag Report von Riot --> [Link](https://lagreport.euw.leagueoflegends.com/de/#)\n\nWenn ich da draufgehe bekomme ich bzgl. meinem ISP (internet service provider) o2 folgende Meldung:\n\n> Es liegen uns nicht genügend Daten vor, weshalb wir dir deine Verbindungswertung momentan noch nicht mitteilen können.\n\nEs zocken wohl nicht viele LOL über o2 oder eben nicht genügend das zum Beispiel o2 sagt: \"direkter Uplink? ja, bitte!\"\n( Diese beiden Aussagen zu o2 von mir sind EVENTUELL VÖLLIG FALSCH und beruhen vielleicht auf falsch gezogenen Schlüssen. Falls das einer von Riot vielleicht kommentieren/verbessern/korrigieren möchte --> ihr seid herzlich dazu eingeladen/aufgefordert)\n\nIch schreibe das hier um\n\n1. anderen meine Sicht der Dinge nahe zu bringen (ich stehe momentan mehr zu Riot als zu o2) und das heisst für mich, mein nächster ISP hat 100% einen direkten Uplink zu Riot Direct und\n\n2. um aus Riot einen Kommentar bzgl. meiner vielleicht fehlerhaften Kette aus Konklusionen rauszukitzeln.\n\n@ Riot\nWenn ihr findet das dieser Kommentar hier nichts verloren hat, dann löscht diesen. Ich hätte Verständnis dafür, weil ich hier durchaus gegen o2 agitiere und ihr das vielleicht nicht hier im Forum wollt.\n\nEs ist 1 Uhr Nachts, verzeiht meine Rechtschreibung.\n\nEuer D'Angelo Barksdale\n\nEDIT: Silibum ist nicht bei Riot angestellt. SRY","replies":[]},{"id":"","poster":"Alphabetix","date":"2018-05-30T20:46:44.278+0000","up_votes":4,"down_votes":0,"body":"Mal ganz im Ernst, ich bin nur indirekt betroffen weil mein ranked partner bei o2 ist... Aber mal ehrlich für die Äußerung:\n\"Wir versuchen bereits an der Situation zu arbeiten, es kann sein, dass wir auch selber Telefonica / O2 kontaktieren müssen.\"\nhätte ich bei meinem Chef in der Baubranche die Empfehlung bekommen mir nen anderen Arbeitsplatz zu suchen.....\nES KANN NICHT NUR SEIN, NEIN ES IST DER ERSTE SCHRITT DEN MAN MACHT UM EIN PROBLEM ZU LÖSEN....\nWarum vor sich her brödeln wenn man sich doch eh uneinig ist wer jetzt Schuld hat-> Logisch wäre zusammen nach einer Lösung zu suchen und nicht als letzten Schritt...NAja erzählt ruhig weiter was von TEAMGEIST und Solidarität....","replies":[]},{"id":"","poster":"JanPain","date":"2018-06-05T19:46:18.329+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"JanPain","date":"2018-06-05T19:48:53.791+0000","up_votes":2,"down_votes":0,"body":"p.s. nein ich bin nicht sauer Riot .... ihr seid im Recht und alle leute die drunter leiden sidn im unrecht und CYBERGHOST SOLL NATÜRLICH KEINE DAUERLÖSUNG SEIN.\ndefeniert \" Dauerlösung\" ihr ...... unverschämtheit","replies":[]}]},{"id":"","poster":"sNo0k","date":"2018-06-04T12:40:03.422+0000","up_votes":1,"down_votes":0,"body":"ehrlich gesagt ist mir egal, ob nun riot oder o2 verantwortlich für die problematik sind. offensichtlich tritt das problem nur in dieser konstellation auf (LoL mit anderen ISPs funzt, o2 mit anderen diensten/spielen funzt), ist also ein problem der BEIDEN dienstleistungsanbieter. also sollten sich auch BEIDE MITEINANDER um eine lösung kümmern. und nicht sich gegenseitig die verantwortung zuschieben... \n\nes wäre auch nett, wenn sowas im client bekanntgegeben wird, ich wundere mich über pings jenseits der 100ms, bei normalen ~40ms, und muss erstmal googlen, wo das problem liegt, um dann herauszufinden, dass es ein bekanntes und verbreitetes problem ist, also nicht an mir liegt.","replies":[{"id":"","poster":"HusoBasti","date":"2018-06-04T13:09:25.637+0000","up_votes":2,"down_votes":0,"body":"> es wäre auch nett, wenn sowas im client bekanntgegeben wird, ich wundere mich über pings jenseits der 100ms, bei normalen ~40ms, und muss erstmal googlen, wo das problem liegt, um dann herauszufinden, dass es ein bekanntes und verbreitetes problem ist, also nicht an mir liegt.\n\n\n100%. Und ich Dummkopf deinstalliere alles, lege mir LAN Kabel quer durch die Wohnung etc. und im Endeffekt liegt das Problem nicht bei mir. Ich kann mir nicht vorstellen, dass der Anteil an LOL spielenden O2 Kunden so gering ist. \nAber auch seitens O2 völlig verrückt, in der heutigen Zeit keinen Fokus auf Gamer zu legen. Ich habe absolutes Verständnis dafür, dass so etwas nicht mal eben gelöst wird, vor allem über die Grenzen des eigenen Unternehmens heraus. Großunternehmen halt, da geht alles etwas langsamer. Da braucht nur jemand im Urlaub zu sein und schon geht nichts. Ich spreche aus Erfahrung. Aber eine vernünftige Informationspolitik ist das Mindeste. Dann ist das Verständis bei den Nutzern auch größer. Fehler passieren halt","replies":[{"id":"","poster":"ShinyScyther","date":"2018-06-05T14:42:44.496+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=HusoBasti,realm=EUW,application-id=7hciEY9w,discussion-id=QLXAbsqF,comment-id=00420000,timestamp=2018-06-04T13:09:25.637+0000)\n>\n> 100%. Und ich Dummkopf deinstalliere alles, lege mir LAN Kabel quer durch die Wohnung etc. und im Endeffekt liegt das Problem nicht bei mir. Ich kann mir nicht vorstellen, dass der Anteil an LOL spielenden O2 Kunden so gering ist. \n> Aber auch seitens O2 völlig verrückt, in der heutigen Zeit keinen Fokus auf Gamer zu legen. Ich habe absolutes Verständnis dafür, dass so etwas nicht mal eben gelöst wird, vor allem über die Grenzen des eigenen Unternehmens heraus. Großunternehmen halt, da geht alles etwas langsamer. Da braucht nur jemand im Urlaub zu sein und schon geht nichts. Ich spreche aus Erfahrung. Aber eine vernünftige Informationspolitik ist das Mindeste. Dann ist das Verständis bei den Nutzern auch größer. Fehler passieren halt\n\nIch habe windows10 neuinstalliert, weil ich dermaßen verzweifelt war....","replies":[]}]},{"id":"","poster":"LeCruz","date":"2018-06-04T15:09:34.427+0000","up_votes":1,"down_votes":0,"body":"Auch hier.\n\nDachte wieder, dass meine Familie irgendwas zieht. Hab am Router rumgeschraubt, alles mögliche. Die Mühe hätte man sich sparen können, wenn sowas im Client vermerkt werden würde (wie sonst auch immer).","replies":[]}]},{"id":"","poster":"TH Ofu","date":"2018-06-02T12:54:16.833+0000","up_votes":1,"down_votes":0,"body":"In einem der vielen o2 Problem Posts wurde gesagt, dass O2 keine Uplink zu Riot Direct hat. Wenn man auf der Support Seite nachschaut (https://support.riotgames.com/hc/en-us/articles/115004146508-EUW-EUNE-Peering-Partners-and-Internet-Exchange-Points-IXs-#euw1) steht dort, dass Riot Partner mit Telefonica Germany ist. Meines Wissens nach ist Telefonica Germany doch o2 oder verstehe ich da was falsch?","replies":[{"id":"","poster":"DAngeloBarksdale","date":"2018-06-02T13:25:57.445+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=TH Ofu,realm=EUW,application-id=7hciEY9w,discussion-id=QLXAbsqF,comment-id=0038,timestamp=2018-06-02T12:54:16.833+0000)\n>\n> In einem der vielen o2 Problem Posts wurde gesagt, dass O2 keine Uplink zu Riot Direct hat. Wenn man auf der Support Seite nachschaut (https://support.riotgames.com/hc/en-us/articles/115004146508-EUW-EUNE-Peering-Partners-and-Internet-Exchange-Points-IXs-#euw1) steht dort, dass Riot Partner mit Telefonica Germany ist. Meines Wissens nach ist Telefonica Germany doch o2 oder verstehe ich da was falsch?\n\nmeine vermutung:\npeering partner zu sein, heisst nicht gleich einen direkten uplink zu riot direct zu haben.\n\nwürde mich grundsätzlich auch wundern keinen der grossen isp's auf dieser partner liste zu finden.\n\nim post von silibum den ich mal zitiert habe, stellt er auch die vermutung (!!!!!) an, das o2 keine eigenen leitungen hat und einkaufen muss.\n\neine o2 tochtergesellschaft käuft ganz bestimmt nicht bei einem unternehmen von telekom/vodafone ein. ;-)\n\naber ich bin ein tech-noob. nehmt diesen post nicht als bare münze, nur vermutungen.\n\ngruss","replies":[{"id":"","poster":"TH Ofu","date":"2018-06-02T15:45:26.232+0000","up_votes":1,"down_votes":0,"body":"Hmmm, kann natürlich sein. Gibt es irgendwo eine Liste welche Internet Provider einen Uplink zu Riot Direct haben?","replies":[{"id":"","poster":"DAngeloBarksdale","date":"2018-06-02T18:27:55.708+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=TH Ofu,realm=EUW,application-id=7hciEY9w,discussion-id=QLXAbsqF,comment-id=003800010000,timestamp=2018-06-02T15:45:26.232+0000)\n>\n> Hmmm, kann natürlich sein. Gibt es irgendwo eine Liste welche Internet Provider einen Uplink zu Riot Direct haben?\n\nich kenne selbst keine andere \"liste\", ausser die du selbst und viele andere nun auch gesehen haben.\n\nstünde ich vor der entscheidung eines ISP wechsels (mein mehrpersonen-haushalt stellt sich quer :-/), würde ich mir einen ISP picken der laut \"lagreporg riot\" gute verbindungswerte hergibt (zu o2 deutschland gibts ja keine werte) aber selbst einer dieser ISPs kann auch irgendwann probleme haben. ob und wie lange da es dauert probleme zulösen oder vielleicht besser beim kunden durch zu kommunizieren, ist wohl die frage aller fragen.\n\nzu all dem gibt mir die stille von riot momentan zu bedenken, wobei ich den leuten von o2 aber nicht trauen will. PR/schadensbegrenzung ist ebenso einer deren Aufgaben.\n\nich weiss mir selbst auch nicht wirklich zu helfen, ausser geduld zu üben, auf ein endgültiges statement von riot und/oder o2 zu warten und danach meine künftigen handlungen auszurichten.\n\nnicht wirklich hilfreiche worte, i know i know\n\naber ich lese hier wie alle anderen vermutlich fast stündlich mit und mach mir auch so meine gedanken.\n\nihr seid nicht alleine!","replies":[]}]}]},{"id":"","poster":"Mohmi","date":"2018-06-02T12:56:02.145+0000","up_votes":1,"down_votes":0,"body":"Das hast du RICHTIG verstanden.\n\nJeder von uns hatte den Highping nach einem Disconnect, also irgendwer wird also die Umleitung nach Madrid veranlasst haben. Von beiden Seiten kommt das es aus unerfindlichen Gründen ist. A weiss nicht was B tut...","replies":[{"id":"","poster":"Sentient Hunhow","date":"2018-06-02T14:58:37.369+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mohmi,realm=EUW,application-id=7hciEY9w,discussion-id=QLXAbsqF,comment-id=00380000,timestamp=2018-06-02T12:56:02.145+0000)\n>\n> Das hast du RICHTIG verstanden.\n> \n> Jeder von uns hatte den Highping nach einem Disconnect, also irgendwer wird also die Umleitung nach Madrid veranlasst haben. Von beiden Seiten kommt das es aus unerfindlichen Gründen ist. A weiss nicht was B tut...\n\nIch hatte nie einen dc. Bei mir hatte ich einfach von anhieb nen high ping","replies":[{"id":"","poster":"Mohmi","date":"2018-06-02T15:25:37.230+0000","up_votes":2,"down_votes":0,"body":"Ich war zu dem Zeitpunkt gerade am Spielen, das Spiel blieb stehen \"attempt to reconnect\" dann musste ich den clienten schliessen und wieder neu aufmachen und in das Spiel rein und meine 30 ms waren weg und ich hatte auf einmal 120 ms.","replies":[]}]}]}]},{"id":"","poster":"Mohmi","date":"2018-06-02T12:35:48.772+0000","up_votes":2,"down_votes":0,"body":"> o2_Lars Moderator\n> 02.06.2018 14:19\n> Richtige Antwort\n> Hallo allerseits,\n> \n>  \n> \n> Stand heute, Samstag, 02.06. 14:15 ist folgender: Wir stehen mit dem den Traffic aufnehmenden Provider in Verbindung um da gemeinsam eine Lösung herbei zu führen.\n> \n>  \n> \n> Um es auch hier noch einmal zu betonen: Wir haben auch weiterhin keinen Einfluss darauf, welche Anbindung der Betreiber der Gameserver wählt und auch weiterhin bitte nicht Telefonica Germany mit Telefonica Wholesale gleichsetzen, nur weil ein Namensbestandteil gleich ist.\n> \n>  \n> \n> Grundsätzlich ist es bei einem hohen Ping in einem Spiel auch sinnvoll, dies an den jeweiligen Anbieter slbst zu melden ,damit dieser auch von seiner Seite aus auf den Betreiber der Anbindung zugehen kann.\n> \n>  \n> \n> Gruß,\n> \n> Lars\n\n\nIm Moment macht o2 mal was, wie sieht es bei euch aus Riot? Von euch kam bis jetzt nur das Ihr es anscheinend aussitzen wollt...\nIhr habt da genauso mit zutun, schliesslich steht Telefonica auch zusammen mit Riot als Servername bei den Tracerts, also macht mal was, von euch kommt gar nichts...","replies":[]},{"id":"","poster":"Mohmi","date":"2018-06-01T22:22:24.109+0000","up_votes":2,"down_votes":0,"body":"https://hilfe.o2online.de/servlet/JiveServlet/showImage/2-1211106-91052/o2-telekom-rechtsstreit-2m.jpg\"","replies":[]},{"id":"","poster":"Sentient Hunhow","date":"2018-05-31T17:07:51.994+0000","up_votes":2,"down_votes":0,"body":"Riot! Bitte kontaktiert o2 oder wholescale was auch immer. Es muss langsam was passieren... es kann nicht sein das ihr sie ''VIELLEICHT'' kontaktieren müsst IHR MÜSST die kontaktieren wenn das problem an o2 liegen soll wie ihr es sagt. Das problem müssen beide seiten lösen und das auch komplett. Der teil von uns spieler hat genug versucht usw. wir haben probiert o2 zu kontaktieren ohne viel erfolg... wir haben alle support tips durchgeführt auch ohne erfolg. Wenn es möglich ist solltet ihr uns während des prozesses auf dem laufenden halten somit wird sich hier nicht noch mehr aufgeregt :)","replies":[]},{"id":"","poster":"Mohmi","date":"2018-05-31T08:19:33.731+0000","up_votes":2,"down_votes":0,"body":"Ich hab eben bei o2 angerufen und gefragt warum sich keiner meldet...\n\nDie vom Callcenter meinte die Leitung sei geprüft worden und es sei alles ok. Ich hab gefragt warum sich keiner meldet, ich muss das doch wissen. Ja man hätte mir bescheid gegeben. Ich sage das sich bei mir keiner gemeldet hat. Ja man hätte mit der und der Handynummer telefoniert. Ich sage das ist nicht meine Handynummer und ich würde auch nicht anrufen wenn ich was wüsste. \n\nIch habe gesagt ich wollte mit einem Techniker reden weil die Sache speziell ist... in den letzten Jahren war echt genug Stress mit denen weil das DSL nur Probleme gemacht hat, man einem als Entschädigung Guthaben geben wollte und das alles nie passiert ist weil die dazu gar nicht berechtigt sind und wenn man anruft und die Bandansage sagt es gibt in ihrem Vorwahlbereich Probleme und der am Telefon dann noch sagt das wird pauschal abgespielt damit quasi die Kunden nicht weiter nerven.\n\nIch habe auch nochmal angerufen und mich über die Kündigungsbedingungen informiert...die war am Telefon sowas von Stumpf und hat gefragt ob das gleich machen möchte...so mal gar nicht probiert einen vom Gegenteil zu überzeugen, also würde das Abwandern so normal sein das man sich damit abgefunden hat. Ich hab die Schnauze voll, ich geh jetzt zur Telekom, die können mir mittlerweile seit April ne 100k Leitung anbieten, was o2 wahrscheinlich nichtmal weiss das dies möglich ist.","replies":[]},{"id":"","poster":"Mohmi","date":"2018-05-29T10:51:05.703+0000","up_votes":2,"down_votes":0,"body":"Bitte mal dazu Stellung beziehen, danke:\n\no2_Stefan Moderator\n@ Oscar91 am 29.05.2018 12:34\nAuch auf die Gefahr hin das ich mich wiederhole, aber ich glaube einige haben es bisher einfach noch nicht gelesen.\n\n \n\nTLF International Wholesale sind nicht wir!\n\n \n\nAuf die von Riot gewählte Anbindung ihrer Server haben wir keinen Einfluss, da hilft auch keine Androhung einer Kündigung.\n\n \n\nWir können lediglich wieder versuchen über die internen Kontakte die Spanier darauf aufmerksam zu machen, generell gehört dieses Thema aber in das Lol Forum, da es um deren Serveranbindung geht.\n\n \n\nGruß\n\nStefan\n\n\nLINK: https://hilfe.o2online.de/thread/36929#comment-1194587","replies":[]},{"id":"","poster":"Mohmi","date":"2018-05-28T15:18:38.067+0000","up_votes":2,"down_votes":0,"body":"Heute um 16 Uhr ist es wieder passiert.","replies":[{"id":"","poster":"MSF Ness","date":"2018-05-28T16:38:01.653+0000","up_votes":1,"down_votes":0,"body":"Ja leider. Haben schon sehr viele Tickets von den betroffenen Spielern.\n\nIch drücke meine zwei Däumchen, dass das Problem bald behoben wird. \n\n{{sticker:zombie-nunu-bummed}}","replies":[{"id":"","poster":"intense feeding","date":"2018-06-01T11:21:36.551+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cactusgrill,realm=EUW,application-id=7hciEY9w,discussion-id=QLXAbsqF,comment-id=000f0000,timestamp=2018-05-28T16:38:01.653+0000)\n>\n> Ja leider. Haben schon sehr viele Tickets von den betroffenen Spielern.\n> \n> Ich drücke meine zwei Däumchen, dass das Problem bald behoben wird. \n> \n> {{sticker:zombie-nunu-bummed}}\n\nUnd wie siehts zurzeit aus? Würde mich echt freuen, wenn man einen Update geben könnte {{champion:18}}","replies":[]}]}]},{"id":"","poster":"Sentient Hunhow","date":"2018-04-25T12:43:00.892+0000","up_votes":2,"down_votes":0,"body":"Als ich heute in ein practise tool game ginge durfte ich feststellen das mein ping wieder normalisiert ist. Danke für die mühe riot und o2 :)","replies":[]},{"id":"","poster":"Sentient Hunhow","date":"2018-04-24T19:51:56.438+0000","up_votes":2,"down_votes":0,"body":"Ja und wieso fängt mein IP sprung denn in madrid an wenn das nichts mit dem routing zu tun hat? ich verstehe es nicht :(","replies":[]},{"id":"","poster":"Obversaria","date":"2019-08-14T05:12:41.611+0000","up_votes":1,"down_votes":0,"body":"Bin auch Kunde bei o2 und habe das Problem :/ \nIch hoffe es wird sich darum gekümmert! Bei o2 hat man mir nur gesagt ich soll mich an den Kundenservice von LoL wenden &lt;.&lt;","replies":[]},{"id":"","poster":"Truñks","date":"2019-08-12T16:54:27.160+0000","up_votes":1,"down_votes":0,"body":"Und heute immer noch einen HIGH PING BTW .. seit knapp 2 Wochen!!!!!","replies":[]},{"id":"","poster":"lucaz82","date":"2019-08-09T19:48:01.185+0000","up_votes":1,"down_votes":0,"body":"Aktuell das gleiche Problem mit O2. Vorher immer 40er Ping und jetzt dauerhaft 75-90ms {{summoner:21}}","replies":[]},{"id":"","poster":"eye worm","date":"2019-08-09T07:02:25.280+0000","up_votes":1,"down_votes":0,"body":"Habe zurzeit dasselbe Problem. Vor paar Tagen hatte ich noch nen 42 Ping jetzt ist er bei 80. Anscheinend ist es doch nicht gefixxed zzz","replies":[{"id":"","poster":"eye worm","date":"2019-08-09T07:13:40.841+0000","up_votes":1,"down_votes":0,"body":"added mich mal in league wenn ihr dasselbe Problem habt, wäre mal interessiert ;/ EUW: shyorx dog1","replies":[]}]},{"id":"","poster":"kinda bored","date":"2019-07-30T17:29:27.826+0000","up_votes":1,"down_votes":0,"body":"Moin, auch wenn es diesmal nicht ansatzweise so schwerwiegend ist wie bislang, ist das Problem erneut aufgetaucht (zurzeit eine Erhöhung von knapp 15 ms, wieder nur in League!). \nEs haben sich auch erneut wieder andere Leute im Forum gemeldet: https://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/1c00YEAV-erhahter-ping-seit-2807\n\nIch hoffe wieder auf eine schnelle Lösung des Problems.","replies":[]},{"id":"","poster":"LOGTAR","date":"2018-09-15T16:10:58.212+0000","up_votes":1,"down_votes":0,"body":"was ich mich halt frage ist erst hattet ihr das Problem mitlerweile aber hab ich dasselbe einfach nur noch hohen Ping ich komme aber aus der Schweiz das heisst Riot und Firma Xy Haben schon wieder mit einem Internet anbieter Probleme ?! Das ist nur noch zum Kotzen will einfach nur Rankeds spielen jetzt wo ich 3 wochen Zeit hab geht wieder nix und das Ticket kann kein Supporter beantworten dazu sag ich wieder nur danke Riot zu Season 5 mit dem alten Client hatte ich nie Probleme ...","replies":[]},{"id":"","poster":"DerCapoDerChief","date":"2018-09-02T12:20:53.059+0000","up_votes":1,"down_votes":0,"body":"Hallo liebe Beschwörer,\nich habe leider derzeit das gleiche Problem. Jedoch immer nur Abends/Nachts. Ab ca 21. Uhr (meine Hauptzeit beim Zocken) verschlechtert sich meine Ping dermaßen schlecht dass ich nicht weiterspielen kann. Der Ping steigt von normalen 36 auf dauerhaften 200-500 und zwischenzeitlich auch auf über 2000ms bis zu einem disconnect. Habe eine 50k O2 VDSL Leitung. Gibt es da denn mittlerweile eine Lösung? Oder bin ich tatsächlich der einzige der dieses jetzt noch hat?","replies":[]},{"id":"","poster":"Sentient Hunhow","date":"2018-06-07T14:02:19.594+0000","up_votes":1,"down_votes":0,"body":"Jo, nice mein 30-35er ping wieder, hoffe das hält sich nun auch. Dieses mal hat es ja riot behoben","replies":[]},{"id":"","poster":"PKo62","date":"2018-06-06T17:23:27.587+0000","up_votes":1,"down_votes":0,"body":"Bei mir wieder wie vorher","replies":[]},{"id":"","poster":"Shacophobic","date":"2018-06-06T15:35:19.195+0000","up_votes":1,"down_votes":0,"body":"Mehr oder weniger im \"Normalen\" bereich wieder mit einem 41 Ping.\nVor paar Monaten war es noch immer konstant auf 30 aber besser als nichts.","replies":[]},{"id":"","poster":"sNo0k","date":"2018-06-06T15:13:45.891+0000","up_votes":1,"down_votes":0,"body":"ping wieder im normalen bereich momentan","replies":[]},{"id":"","poster":"ShinyScyther","date":"2018-06-06T14:10:23.513+0000","up_votes":1,"down_votes":0,"body":"Kann ich bestätigen, dass es behoben wurde. Hoffentlich kommt es nie wieder vor.....","replies":[]},{"id":"","poster":"Sentient Hunhow","date":"2018-06-06T13:49:29.637+0000","up_votes":1,"down_votes":0,"body":"Da es nun bei allen behoben ist bin ich schon ganz heiß es selber mal auszutesten :) aber das problem sollte hoffentlich nicht nochmal auftreten.","replies":[]},{"id":"","poster":"pERKYEEE","date":"2018-06-06T09:23:20.632+0000","up_votes":1,"down_votes":0,"body":"Ping probleme sind behoben. Alles wie gehabt.","replies":[{"id":"","poster":"mepp0","date":"2018-06-06T12:33:40.986+0000","up_votes":1,"down_votes":0,"body":"Bei mir auch. Von konstant 95 oder 106-7 auf 34.","replies":[]}]},{"id":"","poster":"Ïm À Çute Ýordle","date":"2018-06-06T10:47:14.850+0000","up_votes":1,"down_votes":0,"body":"Mein Ping war scho immer so ca. 36-37ms. Vor der Wartung hatte ich ebenfalls zwischen 87-107ms. Seit nach der Wartung hab ich wieder meine 37ms.","replies":[]},{"id":"","poster":"Mohmi","date":"2018-06-06T10:06:13.975+0000","up_votes":1,"down_votes":0,"body":"Mein Ping ist von 130 auf 60, aber immer noch nicht die 28 ms die ich sonst immer hatte.","replies":[]},{"id":"","poster":"Sup3rGeil","date":"2018-06-06T09:45:30.626+0000","up_votes":1,"down_votes":0,"body":"hoffe das wird was dann auch -.-\"\n\no2 news:\n\n> Update 04:06. 12:45: Über viele Ecken und Kontakte (Ist stille Post nicht ein tolles Spiel?) haben wir die Rückmeldung erhalten, dass Riot Games bereits an der Sache dran ist und hier gemeinsam mit dem Anbieter (Hosting-Anbieter? Server-Anbieter? Anbindungs-Anbieter? Strom-Anbieter? Leiharbeitskraft-Anbieter?) an einer Lösung arbeitet, dies wird jedoch noch etwa eine Woche dauern.\n> Um es auch hier noch einmal zu betonen: Wir haben auch weiterhin keinen Einfluss darauf, welche Anbindung der Betreiber der Gameserver wählt und auch weiterhin bitte nicht Telefonica Germany mit Telefonica Wholesale gleichsetzen, nur weil ein Namensbestandteil gleich ist.","replies":[]},{"id":"","poster":"FNC vintageboi","date":"2018-06-06T09:22:52.519+0000","up_votes":1,"down_votes":0,"body":"Wann passiert hier jetzt endlich mal was?","replies":[]},{"id":"","poster":"Raienryuo","date":"2018-06-06T08:13:06.460+0000","up_votes":1,"down_votes":0,"body":"Mein Ping hat sich wieder normalisiert auf 30 ( bin auch bei o2) ,wie schauts bei euch aus ?\n\nTarget Name: 185.40.65.1\n         IP: 185.40.65.1\n  Date/Time: 06.06.2018 10:05:56 - 06.06.2018 10:15:56\n\nHop  Sent  PL%    Min    Max    Avg  Host Name / [IP]\n  1    16    0   6,00  29,00   7,50  loopback1.93.brun.0012-03.ber.de.net.telefonica.de [62.52.201.187]\n  2    16    0   5,00  43,00  25,63  loopback1.93.brun.0012-03.ber.de.net.telefonica.de [62.52.201.187]\n  3    16    0   5,00   6,00   5,88  bundle-ether18.0004.dbrx.01.ber.de.net.telefonica.de [62.53.2.140]\n  4    16    0  16,00  17,00  16,19  ae11-0.0001.corx.02.ber.de.net.telefonica.de [62.53.25.245]\n  5    16    0  16,00  24,00  17,63  ae4-0.0001.corx.02.fra.de.net.telefonica.de [62.53.0.73]\n  6    16    0  16,00  17,00  16,06  bundle-ether16.0001.dbrx.02.fra.de.net.telefonica.de [62.53.26.2]\n  7    16    0  16,00  16,00  16,00  bundle-ether1.0004.prrx.02.fra.de.net.telefonica.de [62.53.8.187]\n  8    16    0  13,00  27,00  16,75  176.52.252.28 [176.52.252.28]\n  9    16    0  16,00  17,00  16,63  5.53.4.29 [5.53.4.29]\n 10    16    0  16,00  17,00  16,94  5.53.5.252 [5.53.5.252]\n 11    16    0  16,00  17,00  16,69  94.142.120.103 [94.142.120.103]\n 12    16    0  17,00  18,00  17,06  riot-games-xe-1-0-3-0-grafraac2.net.telefonicaglobalsolutions.com [216.184.112.195]\n 13     9   56  17,00  17,00  17,00  104.160.142.46 [104.160.142.46]\n 14     8   50  23,00  24,00  23,50  ae-30.br02.ams02.riotdirect.net [104.160.159.54]\n 15    16    0  23,00  24,00  23,94  104.160.141.103 [104.160.141.103]\n 16    16    0  23,00  25,00  23,81  104.160.141.107 [104.160.141.107]\n 17    10  100      0      0      0   [-]\n 18    16  100      0      0      0  185.40.65.1 [185.40.65.1]","replies":[]},{"id":"","poster":"Yâsùô","date":"2018-06-03T09:26:25.962+0000","up_votes":1,"down_votes":0,"body":"Schön zu wissen,\n\nMan loggt sich ein und will gemütlich ne Runde mit 110ms spielen.\nJa nvm 150ms ist jetzt der konstante Ping bei mir.","replies":[{"id":"","poster":"LeCruz","date":"2018-06-04T15:10:35.079+0000","up_votes":1,"down_votes":0,"body":"Zumindest konstant :D\n\nAber hab das Problem auch, allerdings mit \"angenehmeren\" 70 bis 98ms. Dennoch fühlt man, vor allem mit ADC-Champions, den Delay enorm.","replies":[{"id":"","poster":"Bobby Bonkers","date":"2018-06-06T02:42:00.776+0000","up_votes":1,"down_votes":0,"body":"#relatable \nHab das Problem auch schon gute drei Wochen, am Anfang bin ich es umgangen indem ich nur Tanks gespielt hab, wo ein höherer Ping nicht so schlimm ist. Wurde mir allerdings schnell zu stumpf...\nSeitdem quäle ich mich mit 120ms auf ADC durch die Gegend xD","replies":[]}]}]},{"id":"","poster":"CKC Jetfire","date":"2018-06-05T19:51:47.684+0000","up_votes":1,"down_votes":0,"body":"Also, nach einer weile Pause in League wollte ich es jetzt mal wieder spielen und siehe da schon wieder Probleme mit dem verkackten o2. Wie soll man bitte mit nem 180er Ping normal spielen ?? So bockt sich das halt echt 0 {{sticker:zombie-nunu-bummed}}","replies":[]},{"id":"","poster":"JanPain","date":"2018-06-05T19:50:57.839+0000","up_votes":1,"down_votes":0,"body":"was soll das ?","replies":[]},{"id":"","poster":"PKo62","date":"2018-06-05T19:43:05.846+0000","up_votes":1,"down_votes":0,"body":"Bei mir hat CyberGhost geholfen.","replies":[]},{"id":"","poster":"Deeenkt der","date":"2018-06-05T15:43:40.079+0000","up_votes":1,"down_votes":0,"body":"Ich gehe mal davon aus das o2 es wieder machen wird auch wenn das Problem behoben wurde, sicherheitshalber werde ich o2 kündigen kann doch jetzt\nnicht wahr sein das ich 2 Wochen lang nicht richtig zocken kann. Ich wette mit euch das dieses Problem nicht in 1 Woche gelöst werden kann geht mal weiter \nvon 3 Wochen aus. Ich habe es auch mit meinem Handy via Hotspot versucht ohne erfolg der Ping ist unnormal. Ohne CyberGhost habe ich einen Ping von \nmindestens 91MS aufwärts und mit LAN Kabel mindestens 120MS aufwärts. Mit CyberGhost habe ich einen Ping bon knapp 84MS was immer hin und her \nschwankt. Davor habe ich o2 angerufen wusste nicht das es an o2 lag, habe dem typen es erklärt das ich einen konstanten Ping habe und er meinte zu mir\ndas der Router und die Leitung in Ordnung währen, habe den Router zurückgesetzt nichts hat sich verändert. Die Kündigung ist unterwegs, wo sind wir hier?","replies":[]},{"id":"","poster":"intense feeding","date":"2018-06-03T19:34:35.006+0000","up_votes":1,"down_votes":0,"body":"Was soll ich machen wenn CyberGhost nicht funktioniert? Also ich habe immer noch meine 150 ping + deswegen weisst ich grad nicht wie ich überhaupt lol zocken kann.","replies":[{"id":"","poster":"Support 76","date":"2018-06-05T15:10:15.109+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=intense feeding,realm=EUW,application-id=7hciEY9w,discussion-id=QLXAbsqF,comment-id=0040,timestamp=2018-06-03T19:34:35.006+0000)\n>\n> Was soll ich machen wenn CyberGhost nicht funktioniert? Also ich habe immer noch meine 150 ping + deswegen weisst ich grad nicht wie ich überhaupt lol zocken kann.\n\nHab auch CyberGhost probiert. Bis auf 5ms unterschied bringt es mir nichts...","replies":[]}]},{"id":"","poster":"Kul1k","date":"2018-06-05T14:14:05.694+0000","up_votes":1,"down_votes":0,"body":"Gibt es denn schon Neuigkeiten, wann dieses Problem behoben sein wird?","replies":[]},{"id":"","poster":"TH Ofu","date":"2018-06-04T11:25:50.932+0000","up_votes":1,"down_votes":0,"body":"> Update 04:06. 12:45: Über viele Ecken und Kontakte (Ist stille Post nicht ein tolles Spiel?) haben wir die Rückmeldung erhalten, dass Riot Games bereits an der Sache dran ist und hier gemeinsam mit dem Anbieter (Hosting-Anbieter? Server-Anbieter? Anbindungs-Anbieter? Strom-Anbieter? Leiharbeitskraft-Anbieter?) an einer Lösung arbeitet, dies wird jedoch noch etwa eine Woche dauern.\n\nEs dauert jetzt wirklich noch eine Woche? \nund Warum wird hier garnicht mit uns kommuniziert? {{sticker:zombie-nunu-bummed}}","replies":[{"id":"","poster":"HGG Cedo","date":"2018-06-05T10:59:43.210+0000","up_votes":1,"down_votes":0,"body":"Das hab ich mich auch gefragt und denke das die supports selbst keinen plan haben ;d","replies":[]}]},{"id":"","poster":"MiLanDo","date":"2018-06-04T23:45:31.209+0000","up_votes":1,"down_votes":0,"body":"ne frage in die runde, hattet ihr auch ziemlich viele disconnects? war 2 mal am spielen heute und hab dann jeweils random disconnects bekommen :/","replies":[]},{"id":"","poster":"Sentient Hunhow","date":"2018-06-04T15:53:47.598+0000","up_votes":1,"down_votes":0,"body":"Smookey @ schluej am 04.06.2018 17:29\n\nwas soll riot auch tun\n\n \n\ndas problem haben ja nur o2 kunden.\n\n\nKomischerweise nur in League of Legends....Riot kann da sehr wohl was machen! Sie sind sogar schon dran.","replies":[{"id":"","poster":"HyperionCH","date":"2018-06-04T20:55:18.123+0000","up_votes":1,"down_votes":0,"body":"\n> Komischerweise nur in League of Legends....Riot kann da sehr wohl was machen! Sie sind sogar schon dran.\n\nDas ist gut möglich, denn die Frage ist ja auch, wo die Server der anderen Online-Spieler stehen.\nIch glaube, jener von Overwatch steht in Frankreich und jener von CS:GO in Luxemburg (EUW). Dort könnte die Ausgangslage auch anders sein.\n\nSo kann es sein, dass O2/Telefonica Germany für den Datenverkehr direkt in die Niederlande mehr zahlen muss als für die gleichen Datenmenge in andere Länder wie Frankreich, Luxemburg oder Spanien (bei letzterem kann O2/Telefonica das Netz eines Schwester-Konzerns nutzen).\n\nEs ist schwer zu sagen, welche Aussagen nun stimmen (jene von O2 oder jene von Riot) und sicherlich ist es nicht die beste Lösung, dass RIot hier im Forum weniger aktiv ist als O2 in ihrem Forum. Denn so wirkt es, dass O2 mehr tut als Riot, was jedoch nicht zwingend der Realität entsprechen muss.\n\nAus meiner Sicht wirkt die Aussage seitens Riot Support hier im Thread jedoch glaubwürdiger.\nDies liegt unter anderem daran, dass O2/Telefonica Germany in ihrem Thread immer wieder klar betonte, dass sie (O2/Telefonica Germany) mit Telefonica Wholesale nichts gemeinsam hätten. Ja, zwar sind dies 2 unterschiedliche Unternehmen, jedoch sind beide Schwester-Unternehmen des Telefonica-Konzerns.\n\nIch habe vor einigen Jahren als Product Manager bei einer Telekommunikations-Unternehmen gearbeitet. Zwar war ich für internationale Telefongespräche zuständig und nicht fürs Internet (somit andere Technologie), jedoch war es auch bei dieser Technologie möglich, unterschiedlich zu routen (direktes Routing oder über Drittländer, die wegen Überkapazitäten billiger sind).\nMein Wholesaler (auch Teil des Konzern) gab mir Offerten, was das Routing (je nach Qualität des Routings) kostet. Da wir Qualitätsanbieter waren, durfte ich natürlich nur direktes Routing nehmen. Hätte Wholesale jetzt ohne meine Zustimmung auf ein kostengünstiges (jedoch indirektes und qualitativ schlechteres) Routing gewechselt, hätte ich sofort meinen Vorgesetzten informiert und meine Kontaktperson bei Wholesale angerufen und der hätte dann rote Ohren gekriegt. \nEs würde mich deshalb sehr wundern, wenn der Product Manager für Internet-Produkte bei O2/Telefonica Germany überhaupt keinen Einfluss hat, wie der Datenverkehr zum Riot-Server geroutet wird.","replies":[]}]},{"id":"","poster":"Freshadow","date":"2018-06-03T00:10:57.872+0000","up_votes":1,"down_votes":0,"body":"Also ich hab eine Methode gefunden wie ich einen Guten Ping bekommen, und zwar bei dem Programm CyberGhost. Ihr müsst auf Anonym Surfen gehen , Niederlande auswählen und so lange Probieren bis ihr eine IP bekommt die 190.xxx.xxx oder höher ist ab dann hat es angefangen besser zu werden mit dem Ping.","replies":[{"id":"","poster":"LeCruz","date":"2018-06-04T15:11:34.409+0000","up_votes":1,"down_votes":0,"body":"Ist es nicht kostenpflichtig?","replies":[]}]},{"id":"","poster":"ShinyScyther","date":"2018-06-03T11:46:01.167+0000","up_votes":1,"down_votes":0,"body":"ich bin traurig....","replies":[]},{"id":"","poster":"Mohmi","date":"2018-06-02T21:16:25.177+0000","up_votes":1,"down_votes":0,"body":"Ich bin raus.","replies":[]},{"id":"","poster":"Mohmi","date":"2018-06-02T20:52:54.417+0000","up_votes":1,"down_votes":0,"body":"> o2_Stefan Moderator\n> @ o2_Stefan am 02.06.2018 22:35\n> Und jetzt noch einmal:\n> \n>  \n> \n> Der Betreiber vom Rechenzentrum kauft seine Serveranbindung ein und der entscheidet über welchen Carrier der Traffic kommt. Wenn der nun einmal mit Telefonica International peert, haben wir da nichts dran zu ändern.\n> \n>  \n> \n> Auch sieht man in allen Trace eindeutig das das Problem auf dem letzten Telefonica International Hop besteht bevor es zu Riot geht. Riot bezahlt für diese Anbindung, wenn es da Probleme gibt müssen die sich kümmern.\n> \n>  \n> \n> Wäre der Übergang von uns zu Telefonica International betroffen würde ich ja nichts sagen und auch gerne den hier teils unschönen Ton billigen.\n> \n>  \n> \n> Das wir das hier versuchen zu klären ist aber derzeit reine Freundlichkeit, der hier teilweise herrschende Ton motiviert da nicht wirklich, auch nicht die Kollegen vom Network die hier übrigens auch lesen.\n> \n>  \n> \n>  \n> \n> Gruß\n> \n> Stefan\n\n\nDer Kundensupport ist ein Traum. Dieses Verständnis, diese Wortwahl, dieser Freundschaftsdienst... ich bin ja so dankbar.","replies":[]},{"id":"","poster":"Sikz","date":"2018-06-02T18:28:26.333+0000","up_votes":1,"down_votes":0,"body":"Moin\n\nAber wenn man ,,CyberGhost\" verwendet kann man nicht mehr mit Discord ö.ä connecten oder habe nur ich dieses Problem?\n...\n{{sticker:fiora-cool}}","replies":[]},{"id":"","poster":"chillahkillah","date":"2018-06-02T18:13:39.616+0000","up_votes":1,"down_votes":0,"body":"Grüße Beschwörer!\n\nDanke für den Tip mit \"CyberGhost\"! \nIch habe die letzten 3 Tage alles ausprobiert was der Tech Support so hergibt und war mega frustriert.\nHeute bin ich über diesen Eintrag gestolpert und endlich kann ich wieder spielen! <3\n\ngg wp{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"ShadowOfSilence","date":"2018-05-31T11:01:40.710+0000","up_votes":1,"down_votes":0,"body":"Bin vor kurzem zu o2 gewechselt und meine Leitung wurde gestern (30.05) freigeschaltet.\n\nSchade, dass ich nun auch mit dem gleichen Problem konfrontiert bin, da League eines der Spiele ist, die ich am meisten spiele. \nIst bei mir bis jetzt noch nicht so schlimm, wie bei anderen, mit meinen bis jetzt konstanten 80-90 ms aber trotzdem nicht sehr angenehm.\n{{sticker:zombie-brand-facepalm}} \n\nIch hoffe, dass das Problem Zeitnah behoben wird, da ich bei der Verwendung eines VPN skeptisch bin.","replies":[{"id":"","poster":"Mohmi","date":"2018-05-31T11:50:01.147+0000","up_votes":1,"down_votes":0,"body":"Bei mir funktionieren die VPN nichtmal, ich habe 2 getestet über Deutschland oder Niederlande, hilft alles nicht.","replies":[{"id":"","poster":"ShadowOfSilence","date":"2018-06-02T08:18:50.541+0000","up_votes":1,"down_votes":0,"body":"Genau das gleiche bei mir.","replies":[]}]}]},{"id":"","poster":"Mohmi","date":"2018-06-02T07:39:54.097+0000","up_votes":1,"down_votes":0,"body":"Bei mir ist gar nichts passiert:\n\nhttps://image.ibb.co/fJf7YJ/1.png\n\n\nWenn ich mir die Tracert anschaue, ich komme nicht mal in Holland an, ich gehe 3x über Düsseldorf bei o2 und lande 2-3 in Madrid und bleibe dort auch.","replies":[]},{"id":"","poster":"Chankson","date":"2018-06-02T05:40:11.334+0000","up_votes":1,"down_votes":0,"body":"Ping is von 110 ms auf 85ms runter seit heute früh, hoffentlich wirds noch besser\n\"OkayFreedom\" bringt den ping auf 50 ms runter, also falls ihr es echt net aushaltet, holt euch den shit, kann man safe auch irgwo die vollversion cracken sobald die test ausläuft","replies":[]},{"id":"","poster":"Sentient Hunhow","date":"2018-06-01T21:25:44.006+0000","up_votes":1,"down_votes":0,"body":"''Ich hab das ganze intern erneut entsprechend adressiert, es ist nicht so, dass eure Postings hier ungelesen und ohne Aktion unsererseits bleiben.''\nzitat von dem guten lars. Also endlich wurde das problem weitergelietet (hoffentlich keine notlüge) bin mal gespannt.\n\n ''Zu wann eine Rückmeldung erfolgen wird, kann ich nicht sagen, ich habe das Glück (?) am wochenend arbeiten zu dürfen, ich werde euch zumindest übers Wochenende informieren, wenn es etwas neues gibt. Oder wenn nicht.'' also wird er uns sogar aufn stand halten. auf jeden fall beruhigt mich das sehr abermals ist es dennoch sehr anstrengend gewesen jemanden zum 2. mal auf das selbe problem aufmerksam zu machen. :) hoffen wah mal das das problem dann komplett behoben ist und nicht nomal auftritt. Denke auch weil ein paar ihren vertrag kündgen wollten ist er nun aufgesprungen.\n\nOh und genau unter lars kommentar hat jemand ein bild geposted wo drauf steht ''o2 can't do'' danach konnt ich mich einfach nicht mehr halten xD","replies":[]},{"id":"","poster":"Mohmi","date":"2018-05-31T21:20:47.214+0000","up_votes":1,"down_votes":0,"body":"Ich hätte noch ganz gerne eine Erklärung warum Riot und Telefonica in einem Servernamen stehen wenn ihr angeblich nichts damit am Hut habt...\n\n 8     *        *       90 ms  riot-games-xe-2-0-2-gramadix2.priv.net.telefonicaglobalsolutions.com [216.184.112.193]","replies":[{"id":"","poster":"MiLanDo","date":"2018-06-01T20:21:12.380+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mohmi,realm=EUW,application-id=7hciEY9w,discussion-id=QLXAbsqF,comment-id=0025,timestamp=2018-05-31T21:20:47.214+0000)\n>\n> Ich hätte noch ganz gerne eine Erklärung warum Riot und Telefonica in einem Servernamen stehen wenn ihr angeblich nichts damit am Hut habt...\n> \n>  8     *        *       90 ms  riot-games-xe-2-0-2-gramadix2.priv.net.telefonicaglobalsolutions.com [216.184.112.193]\n\nweil die anscheinend zusammen arbeiten... https://support.riotgames.com/hc/de/articles/115004146508-Peering-Partner-und-Internet-Knoten-IXs-f%C3%BCr-EUW-und-EUNE\n\nklick auf euw und schau dir die liste an.. aber anscheinend klappt ja da  was nicht... wir werden auf den knottenpunkt nach spanien gerouted und dann wieder nach amsterdam.  deswegen haben wir den hohen ping... kann man auch komplett irren, da ich mich nicht damit auskenne.","replies":[]}]},{"id":"","poster":"Vrobel","date":"2018-06-01T18:51:26.142+0000","up_votes":1,"down_votes":0,"body":"Gibt es updates zum Status?","replies":[{"id":"","poster":"Sentient Hunhow","date":"2018-06-01T18:52:40.570+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Vrobel,realm=EUW,application-id=7hciEY9w,discussion-id=QLXAbsqF,comment-id=0031,timestamp=2018-06-01T18:51:26.142+0000)\n>\n> Gibt es updates zum Status?\n\nNope, alle dödeln rum und lassen das problem fließen.","replies":[]}]},{"id":"","poster":"Sentient Hunhow","date":"2018-06-01T18:11:53.281+0000","up_votes":1,"down_votes":0,"body":"Ich vermisse meinen 30-34er ping schon sehr {{champion:41}}","replies":[]},{"id":"","poster":"Sentient Hunhow","date":"2018-06-01T15:46:02.235+0000","up_votes":1,"down_votes":0,"body":"Jemanden hier aufgefallen das täglich hier im forum immer mehr leute dieses problem ansprechen? kommt schon :D warum kann o2 nicht einfach das gleiche machen wie vorher auch??? die haben das routing doch dann auch wieder angepasst indem die, die spanier kontaktiert haben. Haben alle angst vor denen xD?","replies":[{"id":"","poster":"Shacophobic","date":"2018-06-01T17:02:25.738+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=WhatsInTheBarrel,realm=EUW,application-id=7hciEY9w,discussion-id=QLXAbsqF,comment-id=002e,timestamp=2018-06-01T15:46:02.235+0000)\n>\n> Jemanden hier aufgefallen das täglich hier im forum immer mehr leute dieses problem ansprechen? kommt schon :D warum kann o2 nicht einfach das gleiche machen wie vorher auch??? die haben das routing doch dann auch wieder angepasst indem die, die spanier kontaktiert haben. Haben alle angst vor denen xD?\n\nAngst eher weniger, weiß Gott was da los ist.","replies":[]}]},{"id":"","poster":"Chankson","date":"2018-06-01T15:53:10.184+0000","up_votes":1,"down_votes":0,"body":"Bekommt das doch endlich mal auf die Reihe, sitz seit ner Woche da und muss mir braindead fortnite geben. Dieser CyberGhost macht den ping von 110 auf 80 was so ziemlich das selbe ist.","replies":[]},{"id":"","poster":"Mohmi","date":"2018-06-01T14:18:27.590+0000","up_votes":1,"down_votes":0,"body":"Das sind jetzt 2 der Server wo der Ping so stark hoch geht, da steht auch eine Mailadresse bei, ob man sich da mal melden kann?\n\nhttps://www.whois.com/whois/213.140.43.254\nhttps://www.whois.com/whois/94.142.118.131\n\n\nUpdate:\nhttps://www.telefonica.de/impressum.html\n\nKlickt mal auf Kundenbetreuung, da steht ausdrücklich das man bei Problemen seinen Provider ansprechen soll...\n\n\nhttps://db-ip.com/213.140.43.254\nhttps://db-ip.com/94.142.118.131 \n\nHier sieht man wo die beide stehen.","replies":[]},{"id":"","poster":"BobbyTheCar","date":"2018-06-01T14:04:12.289+0000","up_votes":1,"down_votes":0,"body":"bald bin ich telekom kunde und spiele Dota 2 :)","replies":[]},{"id":"","poster":"BobbyTheCar","date":"2018-06-01T14:00:11.354+0000","up_votes":1,"down_votes":0,"body":"> #[UPDATE 28.5.] Leider gibt es zurzeit wieder das exakt selbe Problem. Wir hoffen, dass es bald behoben wird.\n\nbald ist gut ? \n{{sticker:slayer-pantheon-popcorn}}","replies":[]},{"id":"","poster":"GentleBear","date":"2018-06-01T13:27:15.315+0000","up_votes":1,"down_votes":0,"body":"Also ich hab vor kurzem zu Telekom gewechselt und habe seit dem auch Starke Ping probleme bei einer 200k leitung nicht nur bei LoL auch bei anderen spielen daher denke  ich das es was mit den Anbietern zutun hat nicht nur mit Riot selbst schade das man keine Lösung für die ganzen spieler finden kann .","replies":[]},{"id":"","poster":"BobbyTheCar","date":"2018-06-01T12:31:31.592+0000","up_votes":1,"down_votes":0,"body":"https://hilfe.o2online.de/thread/36929#comment-1194587\n\no2_Lars Moderator\n@ EricMisterMC am 01.06.2018 14:01\nHallo allerseits,\n\nich habe mir mal die von euch geposteten Traces angeschaut. Im großen und ganzen sind diese absolut in Ordnung, der Ping im letzten Telefonica-Hop liegtim Großteil bei ca 10 - 35MS. Das sind Werte, die absolut in Ordnung sind. Auf alles, was hinter den letzten Hops im Telefonica Netz passiert, haben wir keinen Einfluss.\n\nIch kann auch in keinem Trace irgendwo erkennen, dass es ein Routing über Spanien gegeben haben soll. Nur, weil in einem Hop Telefonica Wholesale steht, bedeutet nicht, dass dies eine Leitung oder ein Hop in Spanien ist.\n\nDer Großteil aller Traces läuft über Frankfurt nach Amsterdam, es gab einige Traces, die nach Australien gehen, da wundert mich ein nicht ganz optimaler Ping nicht wirklich (Frankfurt, Amsterdam, New York, Bay Area, Sydney), ist nun mal eine ganze Ecke, und auch hier sieht dr letzte Ping im Telefonica Netz gut aus.\n\nIn diesen Fällen ist es, wie schon vorher geschrieben, sinnvoll, eben diese Traces (mit aktuellen Werten) einmal im Supportbereich des Spieleanbieters zu posten.\n\nGruß,\n\nLars","replies":[{"id":"","poster":"Mohmi","date":"2018-06-01T12:55:02.565+0000","up_votes":1,"down_votes":0,"body":"Ich hab das auch gelesen....was ein Dummkopf...\n\nwenn man die IP's Googlet dann werden die sogar per Landkarte angezeigt wo die Server stehen. Ich denke mal die im o2 Forum sind irgendwelche Freizeitheinies....\n\nWie kann man nur so ignorant sein, ich bin mir ziemlich sicher, dass beide Seiten gar nichts unternehmen weil es noch immer jeder von sich abweist.","replies":[]}]},{"id":"","poster":"ZonKone","date":"2018-05-31T21:42:04.494+0000","up_votes":1,"down_votes":0,"body":"Na nun entspannt Euch doch mal... Es wurde sofern ich richtig lesen kann nicht gesagt das nichts unternommen wird und sich keiner darum kümmert. Nur weil hier kein Liveticker bzgl. des Problems geschaltet wurde, heißt es noch lange nicht das Riot sich nicht darum kümmert oder vielmehr sich mit der anderen Partei in Verbindung setzt.\n\nJetzt hier so einen Stress zu schieben bringt uns allen auch nichts. Auch bei Riot arbeiten nur Menschen und all die Jahre ist es uns möglich dieses Spiel vollkommen kostenfrei zu spielen.\n\nMan sollte immer bedenken, es ist immer ein Geben und Nehmen :)\nIhr wollt eine Lösung des Problems, dann gebt Ihnen Zeit und vorallem den nötigen Respekt!\n\n\nWer wegen solch einer Sache der Meinung ist er müsse das Spiel deinstallieren, dann soll er dies doch einfach tun und gut ist.\n\nIch bin auch bei o2 und habe somit auch einen Highping. Da heißt es eben abwarten und vllt. draußen mal das schöne Wetter genießen oder eben mal was anderes spielen.\nAm Abend dann ein paar Runden per VPN und gut is.","replies":[{"id":"","poster":"Mohmi","date":"2018-06-01T09:15:48.704+0000","up_votes":1,"down_votes":0,"body":"Seine eigenen Ansichten auf Andere übertragen klappt nie wirklich gut...","replies":[]}]},{"id":"","poster":"DerBesteDeutsche","date":"2018-05-31T20:48:49.070+0000","up_votes":1,"down_votes":0,"body":"Ich finde das einfach ******... Jetzt sollen wir sogar für ein VPN bezahlen (12€) ?! Damit wir unser free-to-play Game spielen können ?!! Nach 7 Jahren League of Legends ist mir noch nie so etwas passiert und trotzdem wünscht ihr uns viel Spaß ?! Also von meiner Seite aus macht es kein Spaß mit einem 89-113 Ping zu spielen. Wäre echt dumm 7 Jahre in den Müll zu werfen. Die free Version von Cyber ghost ist auch komplett unbrauchbar. Ich möchte das eigentlich nicht fragen aber : Passiert da noch etwas oder kann ich League of Legends deinstallieren ? Ich habe mich auch schon mit Freunden unterhalten und wenn dieses Problem weiterhin besteht... kann ich dieses Spiel echt nicht mehr weiter empfehlen. Ich gebe mir zurzeit auch mühe über Reddit und Twitch auf dieses Problem Aufmerksam zu machen. Anscheinend Reagiert Riot ja nicht auf \"nur\" kleine Fische. Vielleicht müssen ja Personen was machen die vielleicht nen bisschen Einfluss haben.","replies":[]},{"id":"","poster":"Hendy21","date":"2018-05-31T17:24:03.022+0000","up_votes":1,"down_votes":0,"body":"1. Kümmert sich den jetzt überhaupt jemand um das Problem?\n2.  Oder haben wir einfach Pech da kein Uplinks (Riot-Direct --> O²) existiert/kommen wird?\n3. kann jemand einen Vpn Server oder auch ein Vpn-tool empfehlen (am besten gratis + guter Ping)?\nDanke und Lg","replies":[]},{"id":"","poster":"Mohmi","date":"2018-05-31T13:42:34.581+0000","up_votes":1,"down_votes":0,"body":"Achso noch was, das hier habe ich von einem Riot Supporter erhalten, es pingt die EU West LoL Server (also unsere) an und erstellt eine Tracert Textdatei. Iht wie die normale Tracert in der Eingabeaufforderung, nur einfacher und Komplexer und man muss sich die IP's nicht raussuchen.\n\n\nKönnt ihr gerne mal benutzen und laufen lassen:\n\nhttps://riotgames.zendesk.com/attachments/token/EmihWiN7P1Wen43MwkzXuDI1f/?name=EUW_Network_Diagnostic.bat","replies":[]},{"id":"","poster":"Mohmi","date":"2018-05-31T13:38:33.556+0000","up_votes":1,"down_votes":0,"body":"Das wird ja immer schlimmer, mein Ping ist mittlerweile bei über 140ms...\n\n 5    76 ms    86 ms     *     ae4.gradusix2.net.telefonicaglobalsolutions.com [213.140.51.60] \n  6    37 ms    36 ms    46 ms  176.52.250.208 \n  7     *       81 ms    84 ms  84.16.13.186 \n  8   140 ms     *       79 ms  94.142.125.108 \n\n5    26 ms    26 ms     *     ae4.gradusix2.net.telefonicaglobalsolutions.com [213.140.51.60] \n  6   111 ms   119 ms   123 ms  94.142.118.131 \n  7     *       79 ms    71 ms  213.140.43.254 \n  8    88 ms     *      157 ms  riot-games-xe-2-0-2-gramadix2.priv.net.telefonicaglobalsolutions.com [216.184.112.193]\n\nda fällt mir gerade das hier auf:\n 8    88 ms     *      157 ms  riot-games-xe-2-0-2-gramadix2.priv.net.telefonicaglobalsolutions.com [216.184.112.193]\n\nriot + telefonica... geht euch also nichts an ja?","replies":[]},{"id":"","poster":"Mohmi","date":"2018-05-31T07:36:39.369+0000","up_votes":1,"down_votes":0,"body":"Hm, gestern war die Kommentarfunktion deaktiviert und jetzt sind 10 neue Meldungen. Im o2 Forum zu dem Thread wird es auch immer mehr, da reagiert auch niemand mehr. Ich hab so langsam das Gefühl das sich niemand damit beschäftigt und das man auf \"eine kleine Anzahl von Leuten\" die das Problem haben, einfach gar nichts gibt.\n\nDie Reaktion von o2 ist auch typisch, ich habe vor 4 Tagen angerufen und die Technik wollte mich zurückrufen... es hat sich niemand gemeldet.","replies":[]},{"id":"","poster":"Sentient Hunhow","date":"2018-05-30T18:27:18.045+0000","up_votes":1,"down_votes":0,"body":"O2 will doch nicht mal annehmen das die probleme haben also was würde denn jetzt das warten bringen? Im o2 forum meldet sich auch kein admin/supporter mehr. So langesam fühl ich mich doppelt verarscht.","replies":[{"id":"","poster":"BobbyTheCar","date":"2018-05-30T19:29:11.675+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=WhatsInTheBarrel,realm=EUW,application-id=7hciEY9w,discussion-id=QLXAbsqF,comment-id=0017,timestamp=2018-05-30T18:27:18.045+0000)\n>\n> O2 will doch nicht mal annehmen das die probleme haben also was würde denn jetzt das warten bringen? Im o2 forum meldet sich auch kein admin/supporter mehr. So langesam fühl ich mich doppelt verarscht.\n\nprobier mal  F-Secure Freedome VPN habe standort amsterdam gewählt und jetzt ein 30er ping ist aber nur eine 5 tage stest version","replies":[]}]},{"id":"","poster":"Sentient Hunhow","date":"2018-05-30T19:05:32.667+0000","up_votes":1,"down_votes":0,"body":"http://allestörungen.de/stoerung/league-of-legends/karte/ guckt mal hier. Is das alles real oder sind diese störungen mit einbezogen?","replies":[]},{"id":"","poster":"Sentient Hunhow","date":"2018-05-30T18:34:02.707+0000","up_votes":1,"down_votes":0,"body":"Ich check auch nicht warum der ping nur in lol so blöd ist also müsste das problem doch von beiden seiten kommen. Warum auch immer wholescale dort mitmischt ist mir auch ein rätsel. vlt. kann mir da jemand sagen warum das so ist das wholescale uns zu sich leitet, weil das ist was o2 vorgaukelt xD ''wholscale sind nicht wir ! die leiten euch zu denen!'' WARUM DENN? MÜSSEN DIE DAS NICHT KONTROLLIEREN KÖNNEN? hab ich ausversehen meinen vertrag irgendwo in spanien abgeschlossen? ich glaube ja wohl eher nicht. Es wird einem einfach keine ursachen und lösungen genannt und ob der fehler nun annerkannt wird (zum dritten mal jetzt schon und immernoch wollen die es nicht wahr haben) die ganzen support praktikanten bei o2 haben doch einfach nur keine lust jemanden zu kontaktieren der das problem fixen kann, weil meist hat der o2 support doch selbst kaum ahnung (außer die ganzen basics).","replies":[]},{"id":"","poster":"BobbyTheCar","date":"2018-05-29T18:29:59.982+0000","up_votes":1,"down_votes":0,"body":"https://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/wiHxKNrs-dauerhafter-100-ping\n\nbeste antwort bis jetzt aber das fand ich lustig \n\nIhr könnt gerne Euren Frust rauslassen, leider ist das Problem mit dem Routing für Euch einfach unlösbar. Die Antwort von dem Stefan im O²-Support-Forum ist leider auch nicht so ganz das gelbe vom Ei - Ich denke aber er weiss es einfach nicht wirklich besser und hat nur Informationen weitergegeben die der von woanders bekommen hat. Das ist meistens so bei größeren Firmen, wenn der Support im 1st Level nur nach Plan handeln kann/soll. \n\ndie bot antworten von eurem support die sind so bombe danke da geht mir das herz auf.","replies":[{"id":"","poster":"silibum","date":"2018-05-30T16:30:34.769+0000","up_votes":1,"down_votes":0,"body":"Aber ich bin kein Bot :(","replies":[{"id":"","poster":"BobbyTheCar","date":"2018-05-30T17:37:01.615+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=silibum,realm=EUW,application-id=7hciEY9w,discussion-id=QLXAbsqF,comment-id=00160000,timestamp=2018-05-30T16:30:34.769+0000)\n>\n> Aber ich bin kein Bot :(\n\nne du nicht aber will jetzt nicht das ticket hier reinposten undmit dem hextech tool wird es auch nicht besser <3","replies":[]}]}]},{"id":"","poster":"Sentient Hunhow","date":"2018-04-24T14:51:33.269+0000","up_votes":1,"down_votes":0,"body":"Nur wenn es an o2 liegen sollte verstehe ich nicht wieso mein ping nur in LoL so hoch ist. Leitet mich nun riot um oder o2?!","replies":[{"id":"","poster":"recon","date":"2018-04-24T15:01:51.393+0000","up_votes":1,"down_votes":0,"body":"Das hat nichts mit dem Routing zu tun sondern mehr damit, dass einer der o2 Knotenpunkte defekt oder überlastet ist.\nDas Routing an sich scheint in Ordnung zu sein.","replies":[{"id":"","poster":"HGG Cedo","date":"2018-05-30T15:36:07.167+0000","up_votes":1,"down_votes":0,"body":"02 sagt Riot muss sich drum kümmern und Riot sagt 02 muss sich drum kümmern also wer kümmert sich jetzt drum und werden wir da auf dem neuesten Stand gehalten ? weil ich hab seit 1 woche jetzt nen high Ping","replies":[]}]}]},{"id":"","poster":"llIIlllIIIIIllll","date":"2018-05-29T18:27:42.062+0000","up_votes":1,"down_votes":0,"body":"Ich bin auch davon betroffen hab aber dann das hier installiert : http://www.chip.de/downloads/OkayFreedom-VPN-Vollversion_99959161.html da bekommt man die Vollversion vom Programm und hab dann bei dein Einstellungen Deutschland ausgewählt und mein Ping ist wieder normal!!\nZum Glück wollte nähmlich ranken :)","replies":[]},{"id":"","poster":"Mohmi","date":"2018-05-29T14:36:44.812+0000","up_votes":1,"down_votes":0,"body":"Mir fällt gerade ein, dass Telefonica nicht nur o2 ist, soweit ich weiss ist das auch 1&1, entweder haben die das Problem auch, wenn nicht...warum nicht?","replies":[]},{"id":"","poster":"Phalo","date":"2018-05-29T13:21:52.662+0000","up_votes":1,"down_votes":0,"body":"Ja gut mein Problem ist jetzt das ich Master Spieler bin und mein decay dementsprechend kurz(Nur noch heute) ist und ich will jetzt nicht unbedgint gegen lcs spieler mit 110 Ping spielen und meinen Teammates eine schlechtere Chance für den Sieg geben. Wann wird denn das gefixt oder kann ich meinen decay über ein Ticket verlängern lassen? Will ungern 200 lp verlieren.","replies":[]},{"id":"","poster":"Mohmi","date":"2018-05-28T20:04:39.119+0000","up_votes":1,"down_votes":0,"body":"Begin Test! \n \n21:59\n28.05.2018 \n \n185.40.65.0/24 Game Servers (AMS): \n\nRoutenverfolgung zu 185.40.65.1 ber maximal 20 Abschnitte\n\n  1     3 ms     3 ms     3 ms  o2.box [192.168.1.1] \n  2    41 ms    25 ms    25 ms  loopback1.91.brun.0001-01.dus.de.net.telefonica.de [62.52.200.185] \n  3     *       28 ms    25 ms  ae19-0.0002.dbrx.02.dus.de.net.telefonica.de [62.53.1.38] \n  4    26 ms     *       28 ms  ae1-0.0003.prrx.02.dus.de.net.telefonica.de [62.53.9.54] \n  5    27 ms    26 ms     *     ae4.gradusix2.net.telefonicaglobalsolutions.com [213.140.51.60] \n  6    42 ms    39 ms    40 ms  94.142.118.131 \n  7     *      122 ms   103 ms  213.140.43.254 \n  8     *        *        *     Zeitberschreitung der Anforderung.\n  9     *        *        *     Zeitberschreitung der Anforderung.\n 10     *        *        *     Zeitberschreitung der Anforderung.\n 11     *        *        *     Zeitberschreitung der Anforderung.\n 12     *        *        *     Zeitberschreitung der Anforderung.\n 13     *        *        *     Zeitberschreitung der Anforderung.\n 14     *        *        *     Zeitberschreitung der Anforderung.\n 15     *        *        *     Zeitberschreitung der Anforderung.\n 16     *        *        *     Zeitberschreitung der Anforderung.\n 17     *        *        *     Zeitberschreitung der Anforderung.\n 18     *        *        *     Zeitberschreitung der Anforderung.\n 19     *        *        *     Zeitberschreitung der Anforderung.\n 20     *        *        *     Zeitberschreitung der Anforderung.\n\nAblaufverfolgung beendet.\n \n162.249.72.0/24 Game Servers (FRA): \n\nRoutenverfolgung zu 162.249.72.1 ber maximal 20 Abschnitte\n\n  1     3 ms     3 ms     3 ms  o2.box [192.168.1.1] \n  2    26 ms    26 ms    25 ms  loopback1.91.brun.0001-01.dus.de.net.telefonica.de [62.52.200.185] \n  3     *       26 ms    27 ms  ae19-0.0002.dbrx.02.dus.de.net.telefonica.de [62.53.1.38] \n  4    27 ms     *       26 ms  ae1-0.0003.prrx.02.dus.de.net.telefonica.de [62.53.9.54] \n  5    26 ms    26 ms     *     ae4.gradusix2.net.telefonicaglobalsolutions.com [213.140.51.60] \n  6    40 ms    34 ms    39 ms  176.52.250.208 \n  7     *       98 ms   117 ms  84.16.13.186 \n  8   147 ms     *      165 ms  94.142.125.108 \n  9     *        *        *     Zeitberschreitung der Anforderung.\n 10     *        *        *     Zeitberschreitung der Anforderung.\n 11     *        *        *     Zeitberschreitung der Anforderung.\n 12     *        *        *     Zeitberschreitung der Anforderung.\n 13     *        *        *     Zeitberschreitung der Anforderung.\n 14     *        *        *     Zeitberschreitung der Anforderung.\n 15     *        *        *     Zeitberschreitung der Anforderung.\n 16     *        *        *     Zeitberschreitung der Anforderung.\n 17     *        *        *     Zeitberschreitung der Anforderung.\n 18     *        *        *     Zeitberschreitung der Anforderung.\n 19     *        *        *     Zeitberschreitung der Anforderung.\n 20     *        *        *     Zeitberschreitung der Anforderung.\n\nAblaufverfolgung beendet.\n \nPing to 185.40.66.3: \n\nPing wird ausgefhrt fr 185.40.66.3 mit 32 Bytes Daten:\nZeitberschreitung der Anforderung.\nZeitberschreitung der Anforderung.\nZeitberschreitung der Anforderung.\nZeitberschreitung der Anforderung.\n\nPing-Statistik fr 185.40.66.3:\n    Pakete: Gesendet = 4, Empfangen = 0, Verloren = 4\n    (100% Verlust),\nTraceroute to 185.40.66.3: \n\nRoutenverfolgung zu 185.40.66.3 ber maximal 20 Abschnitte\n\n  1     5 ms     4 ms     3 ms  o2.box [192.168.1.1] \n  2    26 ms    28 ms    25 ms  loopback1.91.brun.0001-01.dus.de.net.telefonica.de [62.52.200.185] \n  3     *       26 ms    33 ms  ae19-0.0001.dbrx.02.dus.de.net.telefonica.de [62.53.1.36] \n  4    27 ms     *       26 ms  ae0-0.0003.prrx.02.dus.de.net.telefonica.de [62.53.1.34] \n  5    26 ms    26 ms     *     ae4.gradusix2.net.telefonicaglobalsolutions.com [213.140.51.60] \n  6    35 ms    35 ms    34 ms  176.52.250.208 \n  7     *       80 ms    81 ms  84.16.13.186 \n  8    79 ms     *      108 ms  94.142.125.108 \n  9    77 ms    76 ms     *     riot-games-xe-2-0-2-gramadix2.priv.net.telefonicaglobalsolutions.com [216.184.112.193] \n 10     *        *        *     Zeitberschreitung der Anforderung.\n 11     *        *        *     Zeitberschreitung der Anforderung.\n 12     *        *        *     Zeitberschreitung der Anforderung.\n 13     *        *        *     Zeitberschreitung der Anforderung.\n 14     *        *        *     Zeitberschreitung der Anforderung.\n 15     *        *        *     Zeitberschreitung der Anforderung.\n 16     *        *        *     Zeitberschreitung der Anforderung.\n 17     *        *        *     Zeitberschreitung der Anforderung.\n 18     *        *        *     Zeitberschreitung der Anforderung.\n 19     *        *        *     Zeitberschreitung der Anforderung.\n 20     *        *        *     Zeitberschreitung der Anforderung.\n\nAblaufverfolgung beendet.\n \nGoogle: \n\nPing wird ausgefhrt fr 8.8.8.8 mit 32 Bytes Daten:\nAntwort von 8.8.8.8: Bytes=32 Zeit=30ms TTL=56\nAntwort von 8.8.8.8: Bytes=32 Zeit=30ms TTL=56\nAntwort von 8.8.8.8: Bytes=32 Zeit=97ms TTL=56\nAntwort von 8.8.8.8: Bytes=32 Zeit=78ms TTL=56\n\nPing-Statistik fr 8.8.8.8:\n    Pakete: Gesendet = 4, Empfangen = 4, Verloren = 0\n    (0% Verlust),\nCa. Zeitangaben in Millisek.:\n    Minimum = 30ms, Maximum = 97ms, Mittelwert = 58ms\n\nRoutenverfolgung zu google-public-dns-a.google.com [8.8.8.8] ber maximal 20 Abschnitte:\n\n  1     3 ms     3 ms     3 ms  o2.box [192.168.1.1] \n  2    26 ms    26 ms    27 ms  loopback1.91.brun.0001-01.dus.de.net.telefonica.de [62.52.200.185] \n  3     *       26 ms    27 ms  ae19-0.0001.dbrx.02.dus.de.net.telefonica.de [62.53.1.36] \n  4    30 ms     *       51 ms  ae1-0.0001.corx.02.dus.de.net.telefonica.de [62.53.0.26] \n  5    30 ms    30 ms     *     ae5-0.0001.corx.02.fra.de.net.telefonica.de [62.53.0.20] \n  6    30 ms    30 ms    31 ms  bundle-ether16.0001.dbrx.02.fra.de.net.telefonica.de [62.53.26.2] \n  7     *       30 ms    30 ms  ae7-0.0001.prrx.13.fra.de.net.telefonica.de [62.53.2.57] \n  8    30 ms     *       30 ms  de-cix.fra.google.com [80.81.193.108] \n  9    31 ms    30 ms     *     108.170.251.129 \n 10    58 ms    47 ms    49 ms  216.239.59.185 \n 11     *       31 ms    31 ms  google-public-dns-a.google.com [8.8.8.8] \n\nAblaufverfolgung beendet.","replies":[]},{"id":"","poster":"Mohmi","date":"2018-05-26T07:33:15.161+0000","up_votes":1,"down_votes":0,"body":"Geht wieder los:\n\nhttps://hilfe.o2online.de/thread/36929#comment-1194587\n\nhttps://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/7T4aoxKy-erneut-hoher-ping-aber-o2telefonica-spain","replies":[]},{"id":"","poster":"Shiro Hyou","date":"2018-04-25T11:35:30.897+0000","up_votes":1,"down_votes":0,"body":"kleiner Statusbericht meinerseits der Ping wurde innerhalb eines Tages seit sie wissen dass das Problem existiert besser von 80-90 auf 54 noch nicht ideal aber solangsam wieder Ranked tauglich :) würde mich interessieren wie es bei den anderen O2 kunden ab heute aussieht gerne hier drunter antworten. {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"XxRobin WoodxX","date":"2018-04-26T09:41:40.238+0000","up_votes":1,"down_votes":0,"body":"bei mir das selbe problem. Was ich mich frage, wird da jetzt wohl noch dran gearbeitet oder bleibst bei den 53ms....\n{{sticker:sg-lux-2}}","replies":[]}]},{"id":"","poster":"Ïm À Çute Ýordle","date":"2018-04-25T18:05:23.506+0000","up_votes":1,"down_votes":0,"body":"Mein Ping von 73er ist wieder runter auf 36er ms wie es vorher war.","replies":[]},{"id":"","poster":"XxRobin WoodxX","date":"2018-04-25T15:34:10.323+0000","up_votes":1,"down_votes":0,"body":"Mein Ping ist von 80-100ms seit heute auf 52ms runter gegangen. Hoffe ich komm wieder auf meine 30-40 ms. \nFühlt sich zwar noch etwas verzögert an aber es ist aufjedenfall wieder spielbar.","replies":[]},{"id":"","poster":"Shiro Hyou","date":"2018-04-25T15:08:01.748+0000","up_votes":1,"down_votes":0,"body":"hmm ich habe immer noch leichte Erhöhung normal habe ich 26 ms circa aber er ist immer noch auf 46-50 ms","replies":[{"id":"","poster":"Shiro Hyou","date":"2018-04-25T15:12:57.414+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Shiro Hyou,realm=EUW,application-id=7hciEY9w,discussion-id=QLXAbsqF,comment-id=000b,timestamp=2018-04-25T15:08:01.748+0000)\n>\n> hmm ich habe immer noch leichte Erhöhung normal habe ich 26 ms circa aber er ist immer noch auf 46-50 ms\n\nhabe auch immer noch die Spanische IP mit drin die vor der Umleitung zu Riot benutzt wird und ab dann der ping sich wieder erhöht","replies":[]}]},{"id":"","poster":"ßarbØssą","date":"2018-04-24T15:20:30.042+0000","up_votes":1,"down_votes":0,"body":"Ja, und wann wird das Problem behoben, wir \"leiden\" ja schon ungefähr zwei Wochen mit hohen Pings, das kann doch nicht sein, dass das so lange dauert, meine Güte!!! Sogar dieser CyberGhost sh*t, den ich gerade installiert habe, hilft nicht, wenn man anonym surft, der Ping bei mir war stets 38 ms und jetzt auf 80 ms...","replies":[]},{"id":"","poster":"Sentient Hunhow","date":"2018-04-24T14:49:41.098+0000","up_votes":1,"down_votes":0,"body":"Hauptsache die spanier leiten mich nicht mehr zu denen um, damit wir alle wieder entspannt league zocken können. {{sticker:slayer-pantheon-popcorn}}","replies":[]},{"id":"","poster":"Kunaî","date":"2018-04-24T14:30:46.742+0000","up_votes":1,"down_votes":0,"body":"\"Und noch einmal für alle! Hört auf wegen dem Lol Problem die Hotline zu kontaktieren. Wie ich nun bereits mehrfach schrieb liegt der Fehler bei Telefonica International Wholesale Services , das ist ein eigenständiger Betrieb, der mit uns, Telefonica Deutschland nichts zu tun hat. Wir sind lediglich im gleichen Konzern. Ihr ruft ja auch nicht bei VW an wenn euer Porsche liegen geblieben ist.\" \n\nSich bei o2 zu beschweren bringt nichts","replies":[]},{"id":"","poster":"iCryeZ","date":"2018-04-24T14:14:30.252+0000","up_votes":1,"down_votes":0,"body":"Laut o2 liegen die Probleme bei Riot. Klar das beide seiten sich den Fehler gegenseitig in die Schuhe schieben wollen ..","replies":[{"id":"","poster":"recon","date":"2018-04-24T14:21:38.881+0000","up_votes":1,"down_votes":0,"body":"Ich kann dir versichern, dass es an o2 liegt. Wir haben die Netzwerk Logs von betroffenen Spielern angeschaut und man sieht genau wo das Problem  ensteht, nämlich an einem Knotenpunkt von o2.\nHier auch eine Bestätigung von einem o2 Mitarbeiter: https://hilfe.o2online.de/thread/36929#comment-1194587","replies":[]}]},{"id":"","poster":"Sentient Hunhow","date":"2018-04-24T13:11:38.141+0000","up_votes":1,"down_votes":0,"body":"Mit so einem ping bin ich leider davon gehindert ranked zu spielen...","replies":[]},{"id":"","poster":"Phasele","date":"2018-06-06T08:45:13.407+0000","up_votes":0,"down_votes":0,"body":"Mein ping ist jetz deutlich besser seit der server maintaince. aber immer noch um einiges schlechter als es vorher war.\nIch hab jetz nen 45ms. \nbevor den ganzen problemenen hatte ich standart mäßig nen 18er ms. \nauch wenn sich mit 45ms zocken lässt und das problem eig gelöst ist. fühlt es sich doch ziemlich entäuschend an . einen aufeinmal mehr doppel so hohen ping zu haben.","replies":[]},{"id":"","poster":"Sentient Hunhow","date":"2018-06-01T13:05:59.703+0000","up_votes":1,"down_votes":1,"body":"Riot drückt uns die däumchen und o2 ist brain afk... naja ich habe oft genug gebittet das etwas passiert aber immer noch keine bestätigung.","replies":[]},{"id":"","poster":"SurrealBalcony","date":"2018-04-25T09:15:26.491+0000","up_votes":1,"down_votes":2,"body":"> Aus einem mysteriösen und uns unbekannten Grund\n\nKann ich dir sagen den Grund: €€€€€€","replies":[]}]}