{"id":"F7Edfbxl","poster":"Pandeonor","date":"2018-04-24T08:21:53.625+0000","title":"VT: nach Aufstieg bedingt schwieriger [reloaded]","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":1,"body":"Ach. Nur &quot;_Verschw&ouml;rungstheorie_&quot;. Nicht zu ernst nehmen hier bitte, ok? Ich beschwere mich nicht sondern ich befinde mich am Stammtisch und stelle nach der 4ten Mate wildeste Vermutungen an. \n\nTL:DR    VT:  _**es gibt einen Elo-Multiplikator**_\n\nIch hatte in einem anderen Thread, den ich nicht wieder ausgraben m&ouml;chte [zumal es nicht &quot;meiner&quot; war sondern gekidnapped], bereits _festgestellt_, das ich nach den Aufstiegen in Silber IV bis Silber I jeweils in den rd. 4 Spielen (+-1 Spiel) danach _extreme_ Probleme hatte. Dies ungeachtet dessen, das ich arroganterma&szlig;en &quot;besser&quot;(tm) bin. Aktuell ja Gold V. Eigentlich eine 58%ige Winrate (in den rd. 40 Spielen davor lag die WR m.E. bei um die 65%). \n\nNun war es nach Gold V nicht so. Die Voraussetzungen daf&uuml;r waren aber andere. Ich habe dann nach Aufstieg mit einem Premade gespielt, der ebenfalls underrated ist. Mit Camille hatte er eine um 80%ige Winrate und war kurz nach einranken Silber 2. Daher ist das nur eingeschr&auml;nkt zu werten.\n\nNun hatten wir die Spiele gemacht und er kam in Silber I mit eben den 78% WR [11W/3L]. Ich mit 58%WR in Gold V (meine letzten 52 Spiele bis dahin waren 34W/18L,  65%WR f&uuml;r die Strecke Silber3 bis GoldV). \n\nF&uuml;r mein Gef&uuml;hl (again) gibt es _no way_ das wir dann _schon wieder_ 5 Mal in Folge _exakt_ nach seinem Aufstieg nach Silber I verlieren [das wollte ich eigentlich _vermeiden_ indem wie duo gehen]. Das sprengt den statistischen Rahmen. Nat&uuml;rlich ist in der Theorie immer alles m&ouml;glich. Aber er ist m.E. etwas besser als ich und ich sollte wenn nichts schief geht irgendwo um Gold2 landen. Man kann ein Spiel verlieren. Man kann auch 2 Spiele verlieren. Man &quot;sieht&quot; aber regelm&auml;&szlig;ig im Spielverlauf das es dann irgendwo mal hier, mal dort an individuellen Fehlern lag und kann es nachvollziehen. _ 5 Spiele. _ Ich verliere ansonsten _nie_ 3 oder gar 5 Spiele hintereinander. {{sticker:sg-ahri-3}} \n\n\nDas riecht. Aber so was von. Ich weiss nur nicht wonach. \n\nButter bei die Fische. Grund&uuml;berlegungen [jede Verschw&ouml;rungstheorie ben&ouml;tigt eine Theorie....]: \nWenn wir davon ausgehen das die MMR von meinem Premade und mir &quot;overleveled&quot; sind f&uuml;r unsere Elo, dann k&ouml;nnte es m.E. so sein das wir Gegner erhalten welche sich nicht nach Elo sondern nach _MMR_ richten, wobei die Durchschnitts-MMR der _Elo_ BLEIBT. Das ist dann fatal. Wenn Kollege und ich auf Basis der WR sagen wir je 1500MMR haben sind das 3000.... nehmen wir 1400 f&uuml;r den Elo-Schnitt an, macht 5x1400=7000-3000=4000 f&uuml;r die &uuml;brigen 3 Mates= 1333 als deren Durchschnitts MMR. Das ist oberes Silber3 (als MMR).\n\nNun erhalten wir [f&uuml;r diese _Modellannahme_ liebe Leser, nicht die Realit&auml;t] &quot;Elo-Gegner&quot;. Die sind zu f&uuml;nft mit jew. 1400er MMR (wegen mir mittleres Silber 1) ausgestattet, da dies die Elo vorgibt. Die Gegner haben also 1400 MMR im Schnitt\n\n**Wo ist im Modell das Problem f&uuml;r mich?** Der Haken ist, das wir gewichtet _eigentlich_ (tm) um die 100-200 MMR oder mehr h&ouml;her gewertete Gegner erhalten haben als es die Elo(!!) vorgeben w&uuml;rde (nicht die MMR). Infolgedessen werden die anderen 3 Mitspieler gestompt, da sie hoffnungslos unterlegen sind.\n\n**Wo ist das Problem im System?** Nun - eigentlich sollte man wenn man underrated ist z&uuml;gig nach oben gelangen (oder nicht?). Das wird hierdurch jedoch erschwert.\n\n**Wo ist das Problem des Modells?**  Ich habe keine Ahnung wie das Modell mit meinem Problem des Ligen-Anstieges zusammenh&auml;ngt. Potentiell hat man jedoch mit einem pl&ouml;tzlich h&ouml;heren Elo-Multiplikator (5 x 1400 anstelle von davor 5x1350) bei gleichbleibender eigenen MMR Gegner welche im Schnitt +250 MMR mehr haben als noch im Match davor, w&auml;hrend die eigenen Mitspieler davon nur 150MMR kompensieren. \n\n**Gibt es weitere Folgen?** Yes. Potentiell f&uuml;hrt das logischerweise zu einem additiven Problem f&uuml;r Premades. Geht man alleine nach Stufenanstieg ins Match halbiert sich das MMR-Problem. Mit Premade.... _O..M...G...._\n\n**Weshalb k&ouml;nnte Riot das machen?** Yech. Bin ich die Kripo oder so was? Der Vorgang macht bei langsam aufsteigenden keinen wesentlichen Unterschied. Die Mates m&uuml;ssen ja irgendwie errechnet werden und MMRs sind per se bereits nie exakt. Kann sein das man es schlicht in Kauf nimmt weil andere Optionen schlechter sind. Und es kann der Grund für Elo-Abstiegsschutz sein.\n\n\nSchlussfolgerung? ... Pft..... Ich habe nie was davon gesagt das ich was fordere oder anprangere. **Es ist eine VT verdammigulasch!** Richtet sich nur gegen mich. Ich kann damit umgehen, ich bin Zyniker. {{sticker:galio-happy}}\n\n\nEdit: Fehler korrigiert","replies":[{"id":"","poster":"Pandeonor","date":"2018-04-26T22:03:09.181+0000","up_votes":1,"down_votes":0,"body":"Das Problem welches ich hatte war, das es immer zu einem bestimmten Zeitpunkt erfolgt ist. Ein gleichmäßiges ansteigen der Anforderungen führt zu ebenso kontinuierlich schwereren Spielen und nicht immer schlagartig nach Liga-Aufstieg.\n\nNa ja. Dürfte sich jetzt eh´ gegessen haben. ^^ Mal von dem Ligen-Aufstieg und désen 5 verlorenen Spielen abgesehen ist Gold V für mich offenbar eine Herausforderung. Das fühlt sich an wie vor ein paar Wochen zwischen SilberIV und Silber V. Etwas auf höherem Niveau, aber prinzipiell die gleiche Problematik. Nur das ich hier noch weniger selbst alleine was machen kann, wenn z.B. mein ADC nicht so gut ist. Das hat dazu geführt, das ich einige echt unglückliche Spiele hinter mir habe. Da ist trotz 55% Winrate nix mehr mit +25LP. Das geht inzwischen schon in die andere Richtung. Ich habe das Ausrufezeichen im Profil.\n\nNa ja. Heute lief es etwas besser. 4w/1l am Ende. Über den \"Aufstiegs-Schluckauf\" muss ich mir aber keine Sorgen mehr machen, Womöglich. Aber wer weiss. Ich denke ja das ich durchaus weiter aufsteigen kann. Dann sehe ich vielleicht ob G3 zu G1 dann wieder die Treppen kommen.","replies":[]},{"id":"","poster":"ToK Wipern","date":"2018-04-26T12:36:06.852+0000","up_votes":1,"down_votes":0,"body":"Als ich noch aktiv gespielt habe und damit besser war. Kam es bei Siegesserien immer vor, dass man schnell gegen deutlich höhere Spieler spielte. Das wird/wurde aber durch die LP- abgedeckt. Ich habe dann immer +25 bekommen und nur 10 verloren. Ich rede hier auch von games wo man als Silber 3 Spieler gegen Gold3 only teams spielte. Die MMR wächst so weit ich weiß schneller als die Ligapunkte/bzw der Liga Rang.\n\nDas wird dann über die Anzahl der LP die man für Sieg/Niederlage erhält ausgeglichen. Wenn ich als Silber3 gegen gol3 nur 50% gewonnen hätte wäre ich trotzdem aufgestiegen, da ich mehr LP pro Spiel gewonnen habe als verloren habe.\n\nEdit: In den games waren dann auch andere Silber3-2 Spieler aber wir alle hatten damals so 65%+ winrate während die Gold3 spieler um die 50% hatten. \nIch glaube da liegt einfach ein Problem der 2 Systeme vor. Im LIgasystem steigt/fällt man unterschiedlich schnell im vergleich zum MMR-System. \nAlso wenn du deutlich mehr punkte gewinnst pro spiel ist doch alles gut, dann weiß das system, dass dein Ligarang zu niedrig ist. Du Spielst halt nur deutlich früher gegen stärkere Gegner als dein Rang es erahnen ließe","replies":[]},{"id":"","poster":"SuckThisFist","date":"2018-04-26T04:26:58.835+0000","up_votes":1,"down_votes":0,"body":"Könnte aber auch einfach daran liegen dass wenn man Duo spielt das Gegnerteam entweder auch ein Duo hat oder allgemein ein bisschen mehr Mmr hat ^^","replies":[]},{"id":"","poster":"Pandeonor","date":"2018-04-24T08:28:46.630+0000","up_votes":1,"down_votes":0,"body":"edit: Fehler korrigiert","replies":[]}]}