{"id":"fkdFOEtL","poster":"U are Wonderful","date":"2018-04-23T18:49:58.671+0000","title":"Was genau ist ,,TOXIC''","subforum":"Spielerverhalten & Moderation","embed":{"title":"Bilder-Upload - Kostenlos Fotos hochladen und ins Netz stellen","description":"Kostenlos Bilder hochladen. Bilder Upload ohne Anmeldung","url":"http://www.bilder-upload.eu/show.php?file=73234d-1524387779.png","image":null},"up_votes":1,"down_votes":7,"body":"Letztens wurde ich, nachdem ich von mehreren Gegnern angep&ouml;belt wurde, aus League of Legends verbannt. Als Ich den Grund meiner Bestrafung nachvollziehen wollte, mithilfe des von Riots aufgezeichneten Chat-Logs als Beleg, konnte ich nicht herausfinden, inwiefern ein Verhalten in meinem Ausma&szlig; den Perma-Ban, den ich zur Strafe bekam, rechtfertigt.\r\n\r\nNun paar Fragen: Was genau ist ,,Toxic&#039;&#039; und was nicht?\r\nWo zieht man die Grenze?\r\nViele Leute schreiben gerne ,,kys&#039;&#039; , ,,hahah u suck&#039;&#039; , ,,fk u&#039;&#039; in all chat, werden aber nach meinen Reports nicht gebannt, d&uuml;rfen die das\r\nalso ?\r\nEin Game mit minimalen Outrages ist also genug f&uuml;r einen Perma-Ban?\r\n\r\nSry, aber es sind zu viele Widerspr&uuml;che, die meinen Bann nicht als gerechtfertigt darstehen lassen.\r\nIch bitte um genauere Erl&auml;uterung meines ,,verdienten Bann&#039;&#039;s.\r\n\r\nVielen Dank im voraus und sch&ouml;ne Gr&uuml;&szlig;e,\r\n\r\nEli","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-23T19:03:11.414+0000","up_votes":9,"down_votes":0,"body":"Irgendwie traurig, dass du bei dem Chatlog nachfragen musst, WAS daran toxisch ist... \n\nOder findest du, das \"fking Bitch\" ein Kompliment ist? Oder ist das Wort \"Troll\" für dich eine Bezeichnung für einen herausragenden Spieler, dem du deine Bewunderung ausdrückst?","replies":[{"id":"","poster":"Arammus","date":"2018-04-24T08:13:08.580+0000","up_votes":1,"down_votes":1,"body":"ich würde jetzt ja einen scherz darüber machen wie viele leute tyler1 als troll bezeichnen, der einfach mal mehr viewer zu nem zeitpunkt hatte als jedes lol event das riot jemals veranstaltet hat, und der deswegen zu bewundern ist...\n\naber in diesem forum würde man das nicht als scherz (oder realität) ansehen können und es würde nur zu geflame kommen.\ndarum tue ich es nicht :D","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-24T10:36:28.251+0000","up_votes":5,"down_votes":0,"body":"Das liegt aber daran, dass die Leute scharf auf seine Ausraster sind und er nunmal ein guter Entertainer ist. \nDeswegen ist er so erfolgreich. Ich glaube wäre letzteres nicht der Fall, würde das anders aussehen.","replies":[{"id":"","poster":"Arammus","date":"2018-04-24T10:47:09.613+0000","up_votes":2,"down_votes":0,"body":"ach ich weiß nicht...\nals er kein lol gezockt hat war er 100mal amüsanter finde ich. er war kreativer und witziger und hat NICHT rumgebrüllt\naußer aus hype.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-24T10:55:31.241+0000","up_votes":2,"down_votes":0,"body":"Naja, das is eben deine persönliche Meinung. \nIch kann den Typen zB gar nicht leiden. Ich finde ihn einfach nur mega nervig. Und seine Ausraster sind unnötig. \nEs ist eben Geschmackssache. Ich kann Metal zB auch nichts abgewinnen :D Ich weiß nicht, was sich daran so toll anhört, wenn jemand ins Mikro brüllt als würde man ihm grad die Stimmbänder rausreißen.","replies":[{"id":"","poster":"eingew","date":"2018-04-24T12:25:37.963+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=KYnfKGf0,discussion-id=fkdFOEtL,comment-id=00000000000000000000,timestamp=2018-04-24T10:55:31.241+0000)\n>\n> Es ist eben Geschmackssache. Ich kann Metal zB auch nichts abgewinnen :D Ich weiß nicht, was sich daran so toll anhört, wenn jemand ins Mikro brüllt als würde man ihm grad die Stimmbänder rausreißen.\n\nhttps://youtu.be/JxZcFArCeKs\n\nDas ist so ziemlich das krasseste Gegenbeispiel, was mir zu deinem Eindruck gerade einfällt.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-24T12:33:54.978+0000","up_votes":2,"down_votes":0,"body":"Ich weiß schon, dass es auch andere gibt, die sind ja auch völlig in Ordnung, aber ich meinte doch das, wo die da die ganze Zeit schreien. Dem kann ich nichts abgewinnen, und ich wüsste nicht, wie ich es sonst nennen sollte. :D \nOder gibt es eine unterschiedliche Bezeichnung, wenn ja, dann kenne ich sie nicht.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-04-24T12:37:54.421+0000","up_votes":2,"down_votes":0,"body":"Heavy Metal • Black Metal • Death Metal • Sleaze Metal • Glam Metal • Power Metal • Groove Metal • NWoBHM • Thrash Metal • Speed Metal • Doom Metal • Progressive Metal • Gothic Metal • Industrial Metal • Nu Metal • Folk Metal • Grindcore • Metalcore • Deathcore • Pagan Metal • Symphonic Metal • Viking Metal • Alternative Metal • White Metal • Sludge Metal \n\n{{sticker:sg-ahri-2}} \n\nedit:\n\nich mag lieber Symphonic(Gothic) wie Within Temptation oder Nightwish, Xandria , sisters of Mercy usw.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-24T12:41:01.009+0000","up_votes":2,"down_votes":0,"body":"Haha xDD Okay. Danke sehr. Das wusste ich tatsächlich nicht, also das es SO viele verschiedene Arten gibt. :) \n\nWelche Kategorie sind denn die, wo nicht geschrien wird? o.o","replies":[{"id":"","poster":"eingew","date":"2018-04-24T12:56:37.357+0000","up_votes":2,"down_votes":0,"body":"Wir sollten das ganze jetzt nicht allzu sehr in Spam ausarten lassen, auch wenn der TE sich ohnehin nicht mehr zu melden scheint :D.\n\nWenn dir Metallica gefällt, lohnt sich evtl auch so etwas wie Iron Maiden und Avenged Sevenfold. Ansonsten... erstell vll n neuen Thread im allgemeinen Chat und verlinke ihn hier oder kA, adde einen von uns :D.","replies":[{"id":"","poster":"Waldschrat86","date":"2018-04-24T15:46:35.341+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=fkdFOEtL,comment-id=0000000000000000000000000000000000000001,timestamp=2018-04-24T12:56:37.357+0000)\n>\n> Wir sollten das ganze jetzt nicht allzu sehr in Spam ausarten lassen, auch wenn der TE sich ohnehin nicht mehr zu melden scheint :D.\n> \n> Wenn dir Metallica gefällt, lohnt sich evtl auch so etwas wie Iron Maiden und Avenged Sevenfold. Ansonsten... erstell vll n neuen Thread im allgemeinen Chat und verlinke ihn hier oder kA, adde einen von uns :D.\n\nOder dieses lustige Musikvideo :D\n\nhttps://www.youtube.com/watch?v=FfnIBnz2_zw","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2018-04-24T12:46:53.725+0000","up_votes":2,"down_votes":0,"body":"Hmmm, naja, so Balladen halt, kann man wohl nicht wirklich festmachen, selbst Metallica macht \"ruhige\" Lieder :\n\nhttps://www.youtube.com/watch?v=waBb-UM5m4g\n\nich mag die Verbindung zwischen Klassik ,z.B. Tarja Turunen (Opernsängerin) mit HardrockMetal -> Nightwish . Nur so als Beispiel.\n\nhttps://www.youtube.com/watch?v=CwED4C5FJuo\n\nhttps://www.youtube.com/watch?v=KCSj_qUsKlo\n\nmfg\nMB\n\n---\n\nEdit:\nNaja, strenggenommen ist Nightwish meiner Meinung nach eher GothicRock , statt GothicMetal weil da das Genretypische Growling fehlt(e) erst mit der neuen Sängering Floor Jansen\n\nhttps://www.youtube.com/watch?v=pyBuJk_NodM\n\nkam das Knurren wieder rein. MMn. Bin da jetzt nich so der Experte .\n\nAber ich mag halt die Opernschiene lieber ^^\n\nOha, offtopic, sorry {{sticker:sg-soraka}} \n\n\nEdit 2:\n\n> [{quoted}](name=Angel Ayume,realm=EUW,application-id=KYnfKGf0,discussion-id=fkdFOEtL,comment-id=000000000000000000000000000000000000,timestamp=2018-04-24T12:41:01.009+0000)\n>\n> Welche Kategorie sind denn die, wo nicht geschrien wird? o.o\n\nWas Du wahrscheinlich nicht so magst, ist das \"Screaming\" und das \"Shouting\" . Deswegen mein Tip mit Gothic, da Knurren die nur ;)","replies":[]}]},{"id":"","poster":"eingew","date":"2018-04-24T12:45:25.532+0000","up_votes":2,"down_votes":0,"body":"Und jetzt auswendig lernen @Angel Ayume ;). Wenn ich das mal so überfliege fallen mir aber zu knapp der Hälfte der Genres aber tatsächlich auch Gruppen ein, die meist, oder zumindest häufig growlen. Jedenfalls bei den Namen, bei denen ich mir auch etwas drunter vorstellen kann.\n\nEdit:\nManche von diesen Bezeichnungen und Listen sind auch echt Schrott. \"Viking Metal\". Die meisten Bands, die ich davon kenne, gehören entweder zu Melodic Death Metal oder irgendetwas anderem. So'n Quatsch. Man sollte wieder dazu übergehen, sich den *Musik*stil der Bands anzusehen, nicht die Themen ihrer Texte. Warum zur Hölle gibt es White Metal? Die Beschreibung klingt, als würde es zu ganz normalem Power Metal passen.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-24T21:21:25.837+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=fkdFOEtL,comment-id=000000000000000000000000000000000001,timestamp=2018-04-24T12:45:25.532+0000)\n>\n> Und jetzt auswendig lernen @Angel Ayume ;).\n\nDas werd ich mir ja nie merken können. {{sticker:sg-ahri-1}} \n\nAber wenn jemand gute Lieder kennt, in denen nicht gebrüllt, gebrummt, ge-was-auch-immer wird, dann kann er mir gern ein paar empfehlen. :D \nBin ja offen für neues. :3 \n\nSo. Nun aber genug Offtopic von mir in diesem Thread. xD","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2018-04-24T12:49:06.556+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=fkdFOEtL,comment-id=000000000000000000000000000000000001,timestamp=2018-04-24T12:45:25.532+0000)\n>\n> Und jetzt auswendig lernen @Angel Ayume ;).\n\n{{sticker:sg-kiko}} {{sticker:slayer-jinx-wink}}\n\nEdit:\n\n> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=fkdFOEtL,comment-id=000000000000000000000000000000000001,timestamp=2018-04-24T12:45:25.532+0000)\n>\n> Edit:\n> Manche von diesen Bezeichnungen und Listen sind auch echt Schrott. &quot;Viking Metal&quot;. Die meisten Bands, die ich davon kenne, gehören entweder zu Melodic Death Metal oder irgendetwas anderem. So&#x27;n Quatsch. Man sollte wieder dazu übergehen, sich den *Musik*stil der Bands anzusehen, nicht die Themen ihrer Texte. Warum zur Hölle gibt es White Metal? Die Beschreibung klingt, als würde es zu ganz normalem Power Metal passen.\n\nJepp, wozu die so Unterteilungen/Schemen gemacht haben ist mir auch ein Rätsel. \n\n","replies":[]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2018-04-24T12:36:48.570+0000","up_votes":2,"down_votes":0,"body":"{{sticker:sg-jinx}} Hach ja, die Finnen ...","replies":[]}]}]}]}]}]},{"id":"","poster":"U are Wonderful","date":"2018-04-24T17:45:27.826+0000","up_votes":1,"down_votes":1,"body":"Im Vergleich zu dem anderen Zeugs, dass ich in meinen Games sehe, sind diese von dir genannten Referenzen zu meinen Beitrag harmlos :D","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-24T18:58:16.372+0000","up_votes":3,"down_votes":0,"body":"Es interessiert aber nicht, ob du der schlimmste in dem Spiel warst oder nur der Flamer, der am wenigsten gemein war. Wenn du dich zu oft daneben benimmst, kriegst du CRs und Banns. Egal ob du immer nur \"you suck, uninstall pls\",\"you fking bitch\" oder auch heftigere Kaliber wie \"i hope you die horribly\" schreibst.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-24T21:15:14.213+0000","up_votes":2,"down_votes":0,"body":"Wurde alles gesagt, dem ist nichts mehr hinzuzufügen. {{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]}]},{"id":"","poster":"Miniphiri","date":"2018-04-24T09:18:39.397+0000","up_votes":3,"down_votes":6,"body":"toxic ist. wenn du von jemanden provoziert wirst (was von riot ja erlaubt ist) und du dann reagierst. dann bist du der böse und der andere darf ungestraft seines weges ziehen","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-24T09:22:48.638+0000","up_votes":4,"down_votes":1,"body":"Tut mir leid, aber diese Definition von \"toxic\" ist leider falsch.","replies":[{"id":"","poster":"Miniphiri","date":"2018-04-25T17:37:48.629+0000","up_votes":2,"down_votes":2,"body":"leider kommts mir inzwischen sehr stark so vor. und wie es scheint wird \"EZ game\" auch nicht mehr bestraft da es inzwischen in fast jeder runde 1 bis 2 gibt und denen das scheiss egal ist weil es wie es mir scheint nach der definition von riot wohl zum erlaubten provozieren gehört und nicht etwa zu unsportlichem verhalten","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-25T17:40:36.692+0000","up_votes":4,"down_votes":0,"body":"In meinen PvP Runden sehe ich \"ez\" deutlich seltener als früher. In Season 3 oder 4 war das sicher noch im Trend. In den letzten zwei Jahren ist mir das aber nur seltenst untergekommen.\n\nAber warum sollte Riot denn nur die \"reagierenden\" Flamer bestrafen? Wenn man doch sieht, dass Spieler X geflamt hat, wird er bestraft, egal ob er angefangen hat oder nicht. Wobei hier das interessantere ist, warum denkt immer jeder Flamer, also zumindest so gut wie jeder, er wäre nur Reaktionär? Ich habe schon Leute gesehen, die aus heiterem Himmel beleidigt haben, wenn man die aber fragen würde, warum sie da beleidigt haben, käme sicher auch nur wieder eine Ausrede wie \"ich muss mich doch gegen das vermeintlich schlechte Spielverhalten meiner Teammitglieder wehren dürfen. Es ist doch ganz offensichtlich, dass der mich trollen wollte, wenn der als Soraka nicht auf Stufe 2 alle 2 Sekunden W auf mich wirkt.\"\n\nUnd ja, solche Spieler hatte ich schon. Meist sterben sie, weil sie einen richtig dummen Fehler machen, wollen dass dann aber anderen in die Schuhe schieben und garnieren das noch mit Beleidigungen.","replies":[{"id":"","poster":"Miniphiri","date":"2018-04-25T17:41:59.369+0000","up_votes":1,"down_votes":0,"body":"ich sehe es leider wirklich recht häufig und jedesmal wenn ich drauf hinweise das es eigentlich strafbar ist kommt nur \"nö is es nicht. mach ich schon ewig und bekomme keine strafe\"","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-25T17:49:35.074+0000","up_votes":4,"down_votes":0,"body":"Es kann sein, dass aktuell für ein \"eazy\" alleine keine Strafen verteilt werden. Da wäre dann aber die Community daran schuld, weil die es nicht oft genug meldet. \n\nEs kann auch sein, dass der Flamer hier lügt. Die machen das wirklich gerne. Sieht man unter anderem in den Threads, wo sie sich darüber beschweren, dass sie schon zu Unrecht den dritten Account verloren haben, obwohl sie doch gar nichts schlimmes gemacht haben. Sieht man dann den Chatlog ist da überall Blame, Flame etc.","replies":[{"id":"","poster":"Jastol","date":"2018-04-26T10:52:30.185+0000","up_votes":1,"down_votes":0,"body":"Ja, dass macht shcon Sinn. Es gibt zwar Spieler, welche jedes \"ez\" reporten, aber die meisten machen das wahrscheinlich nicht, bez. haben es bis zum After Game Screen schon wieder vergessen.\n\nIch reporte ein \"ez\" auch nur, wenn sich jemand hat carrien lassen, also nichts zu dem Sieg beigetragen hatte, und es schreibt oder wenn es wirklich ein langes und spannendes Spiel war und es jemand schreibt. Wenn mich jemand in 15 Minuten komplett zerstört oder solo das Spiel un kurzer Zeit carried und dann \"ez\" schreibt, finde Ich es nicht schlimm, wäre es nicht \"ez\" für Ihn gewesen, wäre er nicht fed geworden und hätte nicht so schnell so hart carrien können. \"ez ^^\" oder \"ez ;)\" oder in beliebigem anderen Kontext ist auch immer sehr Situations und Kontext abhängig.","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-26T11:07:56.345+0000","up_votes":1,"down_votes":0,"body":"Ja, kannst du melden wie du magst. Darauf baut das System ja eigentlich auch auf. Jeder soll so melden, wie er es für richtig hält. Ich dagegen melde das fast immer. Außer vielleicht das kommt aus dem Verliererteam, weil es da offensichtlich als Scherz gemeint ist oder vielleicht sogar ein Lob an die Gegner ist.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"U are Wonderful","date":"2018-04-24T17:43:57.099+0000","up_votes":2,"down_votes":6,"body":"Richtig :D","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-24T18:29:18.853+0000","up_votes":3,"down_votes":0,"body":"Rede Dir das nur ein. Du wirst schon sehen. wie weit Du mit dieser Einstellung kommst.","replies":[{"id":"","poster":"U are Wonderful","date":"2018-04-24T23:57:25.045+0000","up_votes":1,"down_votes":3,"body":"Weit kommen tue ich mit der Einstellung nicht. Dennoch ist die Wahrheit nicht weit von der Behauptung entfernt. Die Konsequenzen geben hier mal keine Orientierung über den tatsächlichen Wahrheitsgehalt der Aussage!","replies":[{"id":"","poster":"eingew","date":"2018-04-25T04:19:55.427+0000","up_votes":2,"down_votes":0,"body":"Tun sie das nicht? Nun, ich würde sagen das kommt ganz drauf an, was du als \"Wahrheit\" bezeichnest. Ist es dein subjektives Urteil über die Situation, oder das Urteil der gesamten Community und deren Vorstellungen über bestrafungswürdiges Verhalten im Spiel? Denn die Chatanalyse berücksichtigt in deinem Urteil die Meinung der Community. Es sind unsere Allgemeinen Regeln des Respekts, die du gebrochen hast. So einfach ist das. Dein Verhalten hat sich gegen die Norm der gesamten Gruppe gestellt. Und damit ist nicht nur dieses Forum hier gemeint! Ich rede von jedem Spieler, den du in deinen ganz normalen MM-Spielen triffst.\n\nDas ist eben das Ding beim Menschen. Wir sind Rudeltiere. Entsprechend sind wir darauf gepolt, in Gruppen zu funktionieren. Wie bei jeder Gruppe mit besonders vielen Mitgliedern ist nicht nur unser soziales Gefüge besonders fein definiert, sondern eben auch unsere Umgangsformen. Und wer in so einer Gruppe leben will, der muss sich der Gruppe anpassen. Alles andere wird auf Dauer nicht toleriert.","replies":[{"id":"","poster":"U are Wonderful","date":"2018-04-26T01:13:47.241+0000","up_votes":1,"down_votes":0,"body":"Dir ist hoffentlich bewusst, dass mit ,,der Aussage'' die Aussage von Miniphiri gemeint ist:\n> toxic ist. wenn du von jemanden provoziert wirst (was von riot ja erlaubt ist) und du dann reagierst. dann bist du der böse und der andere darf ungestraft seines weges ziehen\n\nPauschal kann man den Wahrheitsgehlt nicht identifizieren. Oftmals ist es ja genau so wie in der Behauptung und man wird wirklich deswegen gebannt. Wenn noch dazu kommt, dass der Provokateur nicht gebannt wird und du schon, ist die Validität dieser Aussage unabhängig von den Konsequenzen die darauf folgen. Deswegen schrieb ich auch:\n> Die Konsequenzen geben hier mal keine Orientierung über den tatsächlichen Wahrheitsgehalt der Aussage!\n\nIch verstehe nicht, warum du die Subjektivität hervorbringst. Eine rein obejektive Observierung dieses Sachverhaltes ist gar nicht möglich, da es keine objektive Meinung gibt! Das steht außer frage und das tut nicht zur Sache. Ebenso bezieht sich die bereits zitierte Behauptung nicht auf mich oder Miniphiri, sondern auf eine Handvoll von Spielern, die genau diese Erfahrung machten! \n\n>  Denn die Chatanalyse berücksichtigt in deinem Urteil die Meinung der Community. Es sind unsere Allgemeinen Regeln des Respekts, die du gebrochen hast. So einfach ist das. Dein Verhalten hat sich gegen die Norm der gesamten Gruppe gestellt.\n\nDie Allgemeinen Regeln des Respekts werden sehr oft von Leuten gebrochen, die dannach selber keine Strafe als Konsequenz abbekommen. Die Frage ist, ab welchem Ausmaß dieser Verstoß in ein Bann umgesetzt werden wollte und warum viele Täter ungestraft davon kommen wenn sich doch die ganze Community darum zu kümmern scheint.\n\n> Das ist eben das Ding beim Menschen. Wir sind Rudeltiere. \n \nWir sind soziale Wesen, sind aber keine Rudeltiere. Da gibt es offensichtliche Differenzen. \n\n> Und wer in so einer Gruppe leben will, der muss sich der Gruppe anpassen. Alles andere wird auf Dauer nicht toleriert.\n\nEine Gemeinschaft wäre ein schärferer Begriff als ,,Gruppe''. Anthropologie gibt es nicht nur in Alltagstheorien, sondern auch in Form von Wissenschaft. Ich bevorzuge es deshalb nicht hier mit Metaphern anzusetzen! Anpassung ist gesellschaftlich notwendig, aber wie viel Freiraum lässt sie der Individualität? Da sich hierzu nur schlampig definierte Regeln zur Orientierung anbieten und deren Interpretation bei jedem anders erscheint, plädiere ich auf klare Transparente Grenzen, die vor allem die Fragen beantworten, wie weit man gehen kann/darf, also ab wann man eine gewisse Toleranzgrenze erscheint, was analog eine Setzung dieser Grenze abverlangt.\n\n\n[Zudem sollte noch gesagt werden, dass Toleranz nicht gleich Akzeptanz ist.  Toleranz ist eine Umgangsform, bei der man Verständnis für gewisse Dinge zeigt, dennoch können diese einen auf den Sack gehen, müssen also nicht von jemanden hoch geachtet/ akzeptiert werden.]","replies":[{"id":"","poster":"eingew","date":"2018-04-26T05:09:59.972+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=U are Wonderful,realm=EUW,application-id=KYnfKGf0,discussion-id=fkdFOEtL,comment-id=000600020000000000000000,timestamp=2018-04-26T01:13:47.241+0000)\n>\n> Dir ist hoffentlich bewusst, dass mit ,,der Aussage&#x27;&#x27; die Aussage von Miniphiri gemeint ist:\n> \n> Pauschal kann man den Wahrheitsgehlt nicht identifizieren. Oftmals ist es ja genau so wie in der Behauptung und man wird wirklich deswegen gebannt. Wenn noch dazu kommt, dass der Provokateur nicht gebannt wird und du schon, ist die Validität dieser Aussage unabhängig von den Konsequenzen die darauf folgen. Deswegen schrieb ich auch:\n> \n> Ich verstehe nicht, warum du die Subjektivität hervorbringst. Eine rein obejektive Observierung dieses Sachverhaltes ist gar nicht möglich, da es keine objektive Meinung gibt! Das steht außer frage und das tut nicht zur Sache. Ebenso bezieht sich die bereits zitierte Behauptung nicht auf mich oder Miniphiri, sondern auf eine Handvoll von Spielern, die genau diese Erfahrung machten! \n\nNun, du magst da andere Wörter bevorzugen, für mich ist das simpel (und in seiner Einfachheit und Unabhängigkeit von der konkreten Situation auch durchaus objektiv): Du erkennst die Regeln der Gruppe nicht an und brichst sie -> Du wirst ausgeschlossen und/oder sanktioniert. Völlig unabhängig von dir als Einzelperson und der Gruppe wird dieses System bei der Menschheit in jedem Zeitalter und in jeder kulturellen und physischen Umgebung Anwendung finden.\n\nDa ist es übrigens auch irrelevant, ob jetzt ein konkreter anderer Spieler deinem subjektiven Empfinden nach die Regeln genauso gebrochen hat. Zum einen weißt du überhaupt nichts über seinen Verbleib und ob er bestraft wurde oder nicht, zum anderen ist es auch unlogisch, davon auszugehen, dass er, wenn er nicht bestraft wurde, nicht von der Gruppe ausgeschlossen wurde. Das heißt erst einmal nur, dass die Chatanalyse sein Verhalten aus irgendeinem Grund nicht als bestrafungswürdig eingestuft hat.\n\n> Die Allgemeinen Regeln des Respekts werden sehr oft von Leuten gebrochen, die dannach selber keine Strafe als Konsequenz abbekommen. Die Frage ist, ab welchem Ausmaß dieser Verstoß in ein Bann umgesetzt werden wollte und warum viele Täter ungestraft davon kommen wenn sich doch die ganze Community darum zu kümmern scheint.\n\nNun, wie gesagt hat die Chatanalyse dafür ein relativ konsistentes Maß. Mehr lässt sich dazu nicht sagen. Wir haben ja genug Fälle in allen Foren mit Chatlogs, wenn du die konkreten Grenzen von dem, was erlaubt ist, und was nicht, wissen willst, du müsstest dich lediglich daran setzen, diese auszuwerten.\n\n> Wir sind soziale Wesen, sind aber keine Rudeltiere. Da gibt es offensichtliche Differenzen. \n\nÄhm... das schließt sich ja nicht gegenseitig aus. Im Gegenteil. Ironischerweise hast du aber trotzdem recht, ich habs gegoogelt. Die faktisch richtige Bezeichnung für die Lebensweise des Menschen dürfte wohl \"Herdentier\" sein, denn ein Rudel besteht nicht nur aus nur einer Tierart, sondern auch aus \"individuellen, also einzeln identifizierbaren, nicht austauschbaren Mitgliedern\". Solche Freundesgruppen mag es bei uns auch geben, insbesondere mit der Familie usw, aber vor allem da wir nicht mehr in Stämmen o.ä. leben und diese Verbände nicht fürs Leben festgelegt sind, würde ich auch dazu übergehen, uns als Herdentiere zu bezeichnen, schließlich werden so große Verbände genannt, die auch verschiedene Tierarten beinhalten können und anonymer sind.\n\n> Eine Gemeinschaft wäre ein schärferer Begriff als ,,Gruppe&#x27;&#x27;. Anthropologie gibt es nicht nur in Alltagstheorien, sondern auch in Form von Wissenschaft. Ich bevorzuge es deshalb nicht hier mit Metaphern anzusetzen! Anpassung ist gesellschaftlich notwendig, aber wie viel Freiraum lässt sie der Individualität? Da sich hierzu nur schlampig definierte Regeln zur Orientierung anbieten und deren Interpretation bei jedem anders erscheint, plädiere ich auf klare Transparente Grenzen, die vor allem die Fragen beantworten, wie weit man gehen kann/darf, also ab wann man eine gewisse Toleranzgrenze erscheint, was analog eine Setzung dieser Grenze abverlangt.\n\nAlso haben die Gesellschaften, die du kennst, klar definierte aufgeschriebene Regeln? Wo steht denn, dass es unhöflich ist, fremde Menschen im Supermarkt, vor allem Erwachsene, nicht zu siezen und welche Autorität hat dieses Schriftstück? Wo steht klar definiert, dass man sich in einer Reihe aufstellen soll, bevor man bspw an den Bankautomaten kommt? Wurden diese Regeln irgendwo in einer nachlesbaren Anleitung von einem Großteil der Gesellschaft autorisiert und legitimiert? Oder ergeben sie sich nicht doch eher aus der Kultur heraus und der Sanktionierung Abweichlern gegenüber? Man könnte auch sagen: Aus gesundem Menschenverstand und einem Mindestmaß an Empathie heraus?\nWie wäre es denn im Alltag, wenn man andere Menschen beleidigt? Da sprechen wir ja sogar über eine Regel, die von der Gesellschaft autorisiert wurde und im Gesetzbuch steht. Beleidigung ist ein Straftatbestand, streng genommen könntest du für dein Verhalten also sogar gerichtlich belangt werden.\n\nUnd zuletzt haben wir ja auch sogar in LoL ein legitimes Regelwerk. Den [Weg der Beschwörer](https://euw.leagueoflegends.com/de/featured/summoners-code). Diesen allerdings bis zu konkreten Aussagen hin zu definieren halte ich sogar für schädlich.\n\nIch frage mich alles in allem, ob du überhaupt weißt, wovon du da sprichst.\n\n> [Zudem sollte noch gesagt werden, dass Toleranz nicht gleich Akzeptanz ist.  Toleranz ist eine Umgangsform, bei der man Verständnis für gewisse Dinge zeigt, dennoch können diese einen auf den Sack gehen, müssen also nicht von jemanden hoch geachtet/ akzeptiert werden.]\n\nVöllig richtig. In dieser Bedeutung habe ich das Wort auch verwendet. Wer persönliche Respektlosigkeit und niederträchtige Angriffe auf die eigene Person toleriert braucht sich natürlich dann auch nicht beschweren, wenn er wie Dreck behandelt wird. Und wenn du diese Toleranz gegenüber so ein Verhalten dann als empfehlenswerte Strategie betrachtest, um durchs Leben zu gehen, bitte. Aber besitz gefälligst nicht die Arroganz, andere zu verurteilen, bloß weil sie ein gewisses Mindestmaß an Selbstachtung an den Tag legen und sich solcher Angriff erwehren. Und nein, damit meine ich nicht den Quatsch, der gerne mal von einigen Zeitgenossen als \"wehren\" bezeichnet wird. Ich spreche dabei von den Strafen, mit denen so ein Verhalten völlig zurecht sanktioniert wird. Für das Verhalten, von du sprichst und welches auch Miniphiri da eindeutig meint, ist keinerlei Toleranz erforderlich, geschweige denn sinnvoll.","replies":[]}]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2018-04-24T09:26:23.110+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Miniphiri,realm=EUW,application-id=KYnfKGf0,discussion-id=fkdFOEtL,comment-id=0006,timestamp=2018-04-24T09:18:39.397+0000)\n>\n>wenn du von jemanden provoziert wirst (was von riot ja erlaubt ist) \n\n{{sticker:zombie-brand-facepalm}} {{sticker:sg-zephyr}} {{sticker:sg-ahri-1}} {{sticker:sg-janna}} {{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"U are Wonderful","date":"2018-04-24T17:44:17.947+0000","up_votes":1,"down_votes":1,"body":"''competitive Bs'ing''","replies":[]}]}]},{"id":"","poster":"Mad Loony","date":"2018-04-24T15:22:46.698+0000","up_votes":2,"down_votes":5,"body":"Wenn du dich verteitigen kannst, wenn du lieber die Wahrheit sagst als zu lügen oder wenn du es unangenehm findest anderen in den Arsch zu kriechen bist du toxic.","replies":[{"id":"","poster":"U are Wonderful","date":"2018-04-24T17:42:51.633+0000","up_votes":1,"down_votes":3,"body":"Exakt :D","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-24T18:22:39.618+0000","up_votes":2,"down_votes":0,"body":"Du kannst gerne so weitermachen. Dann musst Du allerdings mit den Konsequenzen leben.","replies":[{"id":"","poster":"U are Wonderful","date":"2018-04-25T00:13:15.516+0000","up_votes":1,"down_votes":3,"body":"Dann ist die Welt von Leauge of Legends nicht mit meiner Vorstellung von Leauge im Einklang. Aber damit kann, und muss ich wohl oder übel leben. Sich nicht verteidigen zu können zeugt mal von einer sehr schwachen Kompetenz zur Selbstverteidigung. Wenn League dies fördert, also Verteidiger bestraft, während Täter weiterhin freien Fuß haben, frage ich mich schon, was Riot damit eigentlich erreichen will...","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-25T00:27:05.616+0000","up_votes":3,"down_votes":0,"body":"Selbstverteidigung ist etwas ganz anderes als zurück schlagen. Selbstverteidigung bedeutet, Schaden von sich abzuwenden. Ich habe noch nie gesehen, wie jemanden zu flamen, dazu beigetragen hat, dass er weniger flamt oder trollt. Zudem kann man sich gegen Flamer sehr einfach verteidigen ohne selbst zu flamen. Nämlich indem man ihn stumm schaltet und später meldet. Fertig, man selber musste gar nichts schreiben, läuft nicht Gefahr aufgrund des verletzten Stolzes zurück zu flamen und deshalb selber gebannt zu werden.\n\n\nMit dem bitch etwa hast du dich nicht verteidigt, du hast nur zurückgeschlagen. Es ist egal, wer von euch angefangen hat. Wenn ihr euch nicht benehmen könnt, müsst ihr mit den Konsequenzen leben. In diesem Fall eben den Perma für dich, weil du schon zu oft negativ aufgefallen bist. Beim 2 Wochenbann wurde dir mitgeteilt, dass weitere Vergehen zum Perma führen. Du hast nicht gehört, also musst du jetzt fühlen. Vielleicht war es dir egal, vielleicht auch nicht bewusst. Aber jetzt ist es zu spät. Aktuell hoffe ich nur, dass du daraus etwas für die Zukunft lernst, etwa, dass Selbstverteidigung nicht gleichbedeutend mit man muss es dem anderen heimzahlen ist.","replies":[{"id":"","poster":"U are Wonderful","date":"2018-04-26T01:34:26.645+0000","up_votes":1,"down_votes":2,"body":"Als Selbstverteidigung wird die Vermeidung UND die Abwehr von Angriffen auf die seelische oder körperliche Unversehrtheit eines Menschen bezeichnet. Auf Beleidigungen nicht einzugehen, also diese zuzulassen, trägt weder zur Vermeidung noch zur Abwehr bei. Muten ist eine Option, das Reporten auch. Durch das Ergreifen dieser Maßnahmen führt dies, dass GENAU DIESE Leute so etwas nicht mehr machen können. Zugleich heißt dies jedoch nicht, dass du in weiteren Spielen nicht beleidigt wirst/werden kannst. Dies ist nicht trivial. Ständig zu Muten und zu Reporten ist zwar schön und gut, aber ändert dies nur sehr gering etwas an der Tatsache, dass immer Leute in deinen Games kommen, die es mit der Toxicity wieder und wieder versuchen. Das darf kein Dauerzustand sein!\n\nNach deiner Auffassung von Selbstverteidigung würdest du dich zuerst verprügeln lassen wenn jemand auf dich zuschlägt, anstatt dich angemessen zu wehren. \n>  Aktuell hoffe ich nur, dass du daraus etwas für die Zukunft lernst, etwa, dass Selbstverteidigung nicht gleichbedeutend mit man muss es dem anderen heimzahlen ist.\n\nEs war nie von heimzahlen die Rede. Du gehst davon aus, dass ich Selbstverteidigung mit Rache gleichsetze, was mich ehrlich gesagt ziemlich irritiert, da mir diese Auffassung völlig fremd ist.\n\nDas einzige, was ich bisher gelernt habe, ist das die Auffassungsgabe einiger Leute hier nicht wirklich bemerkenswert ist :D","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-26T04:02:57.166+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=U are Wonderful,realm=EUW,application-id=KYnfKGf0,discussion-id=fkdFOEtL,comment-id=000700000000000000000000,timestamp=2018-04-26T01:34:26.645+0000)\n>\n> **Als Selbstverteidigung wird die Vermeidung UND die Abwehr von Angriffen auf die seelische oder körperliche Unversehrtheit eines Menschen bezeichnet. **Auf Beleidigungen nicht einzugehen, also diese zuzulassen, trägt weder zur Vermeidung noch zur Abwehr bei. Muten ist eine Option, das Reporten auch. Durch das Ergreifen dieser Maßnahmen führt dies, dass GENAU DIESE Leute so etwas nicht mehr machen können. Zugleich heißt dies jedoch nicht, dass du in weiteren Spielen nicht beleidigt wirst/werden kannst. Dies ist nicht trivial. Ständig zu Muten und zu Reporten ist zwar schön und gut, aber ändert dies nur sehr gering etwas an der Tatsache, dass immer Leute in deinen Games kommen, die es mit der Toxicity wieder und wieder versuchen. Das darf kein Dauerzustand sein!\n> \n\nErkläre mir jetzt mal bitte, wie Du Dich mit Gegenflamen Dich vor weiterem Flame schützt. Offenbar bist Du ja der Auffassung, dass Du Dich mit Gegenflamen schützen kannst.\n\n> Nach deiner Auffassung von Selbstverteidigung würdest du dich zuerst verprügeln lassen wenn jemand auf dich zuschlägt, anstatt dich angemessen zu wehren. \n> \n\nSoso, mit Flame wird Du also verprügelt. Der bessere Vergleich wäre: Jemand stellt sich hin und fängt an Dich zu Beleidigen. Da hilft es Dir auch, wenn Du diese Person ignorierst (mutest) und ihn danach bei der Polizei anzeigst.\n\n> Es war nie von heimzahlen die Rede. Du gehst davon aus, dass ich Selbstverteidigung mit Rache gleichsetze, was mich ehrlich gesagt ziemlich irritiert, da mir diese Auffassung völlig fremd ist.\n> \n> Das einzige, was ich bisher gelernt habe, ist das die Auffassungsgabe einiger Leute hier nicht wirklich bemerkenswert ist :D","replies":[]},{"id":"","poster":"Sirrkas","date":"2018-04-26T10:14:45.214+0000","up_votes":1,"down_votes":0,"body":">Als Selbstverteidigung wird die Vermeidung UND die Abwehr von Angriffen auf die seelische oder körperliche Unversehrtheit eines Menschen bezeichnet. Auf Beleidigungen nicht einzugehen, also diese zuzulassen, trägt weder zur Vermeidung noch zur Abwehr bei.\n\nUnd zurückbeleidigen soll zur Abwehr beitragen? Sei doch mal ehrlich, wann hat jemand aufgehört dich zu beleidigen, nachdem du ihm geschrieben hast, er ist selber ne bitch?\n\n>Ständig zu Muten und zu Reporten ist zwar schön und gut, aber ändert dies nur sehr gering etwas an der Tatsache, dass immer Leute in deinen Games kommen, die es mit der Toxicity wieder und wieder versuchen. Das darf kein Dauerzustand sein!\n\nUnd selber einer zu sein, der ständig toxisch ist macht die Situation natürlich besser. . . Zudem wüsste ich hier gerne, woher du wissen willst, dass es immer mehr toxische Spieler werden. Sagen wir mal diese Woche wurden 60 Permabanns verteilt, von den 60 Spielern erstellen sich 10 neue Accounts und flamen weiter. Dann sind das 50 weniger geworden. Aber woher will man wissen, ob jetzt noch wenigstens 50 andere neue Flamer dazu gekommen sind oder vielleicht nur 20 oder sogar 100? Die Behauptung hast du einfach nur aus der Luft gegriffen, dass es mehr werden. \n\nMit Früher verglichen, erscheint zumindest mir, der Anteil an Flamern ein wenig abgenommen zu haben. \n\n>Nach deiner Auffassung von Selbstverteidigung würdest du dich zuerst verprügeln lassen wenn jemand auf dich zuschlägt, anstatt dich angemessen zu wehren.\n\nNein, würde ich nicht. Aber ich würde auch niemanden beleidigen, nur weil er meint, er will mich blöd anquatschen. Und wenn er mich blöd anquatscht, ignoriere ich ihn einfach, war bisher sehr effektiv. Du darfst nämlich nicht vergessen, hier in LoL ist keiner also wirklich **KEINER ** dazu in der Lage, dir direkten körperlichen Schaden zuzufügen, anders als ein Möchtegernschläger auf der Straße. \nDu musst nicht zurückbeleidigen, weil es weder verhindert, dass du beleidigt wirst, noch, sorgt es dafür, dass der andere aufhört. Ihn muten sorgt dafür, dass du nichts mehr von ihm lesen musst und durch melden kann man vermeiden, dass er das mit anderen auch abzieht. \nDes weiteren muss man auch bei Selbstverteidigung gegen Schläger differenzieren. Wenn einen jemand schlägt und er ihn Krankenhaus reif prügelt, während der Angegriffene vielleicht gerade mal eine aufgeplatzte Lippe bekommt, hat dieser deutlich übertrieben und kannt mit einer Strafe wegen Körperverletzung rechnen. Sein Gegner war ihm offensichtlich deutlich unterlegen und dem Angreifer Arme und Rippen zu brechen völlig unverhältnismäßig.\n\n>Es war nie von heimzahlen die Rede. Du gehst davon aus, dass ich Selbstverteidigung mit Rache gleichsetze, was mich ehrlich gesagt ziemlich irritiert, da mir diese Auffassung völlig fremd ist.\n\nEs ist offensichtlich, dass du Selbstverteidigung zumindest nicht ganz verstanden hast. Beleidigungen gegen Beleidigungen sind keine Verteidigung sondern ein Gegenangriff. Also ist Rache deutlich zutreffender als Abwehr. \n\n>Das einzige, was ich bisher gelernt habe, ist das die Auffassungsgabe einiger Leute hier nicht wirklich bemerkenswert ist :D\n\nSchön für dich, aber geh doch mal zu einem Anwalt deines Vertrauens oder in eine Universität zu einer Rechtsvorlesung und erkundige dich, was Selbstverteidigung bedeutet.\n\nUnd frag danach, ob auf Beleidigungen im Internet mit Beleidigungen zu antworten auch darunter fallen würde. ","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-04-26T10:14:29.882+0000","up_votes":1,"down_votes":0,"body":"Selbstverteidigung heißt aber auch nicht, dass wenn dir eine runterhaut, du ihn krankenhausreif prügeln darfst.\n\nSelbstverteidigung ist die ABWEHR des unmittelbaren Angriffs. \n\nDie VERMEIDUNG bezieht sich bei der Selbstverteidigung auf das Davor! Vermeidung heißt durch bestimmtes Verhalten (selbstsicheres Auftreten, kommunikations Skills o.ä.) den Angriff zu vermeiden BEVOR er stattfindet.\n\nDu kannst niemanden, der dir eine reinhauen will bewusstlos verprügeln und dich dann aufs \"vermeiden weiterer Angriffe\" ausreden, das ist eine Missinterpretation, vieler eher einfältuger Menschen.","replies":[]}]}]}]}]}]},{"id":"","poster":"Darkr3sQ","date":"2018-04-24T18:22:15.182+0000","up_votes":3,"down_votes":0,"body":"Auch wenn Du es gerne so hättest:\nVerteidigen geht über Mute und am Ende Report.\nDie Wahrheit zu sagen kann auch beleidigen. Wenn sie beleidigt, dann bist Du toxisch.\nNicht toxisch sein hat nichts damit zu anderen in den Arsch zu kriechen.\nAber lebe weiter mit Deinen Verschwörungstheorien. Nur weil Du sie so oft wiederholst, werden sie nicht wahrer.","replies":[]}]},{"id":"","poster":"Darkr3sQ","date":"2018-04-23T19:26:50.399+0000","up_votes":2,"down_votes":0,"body":"Ich gehe mal davon aus, dass Du in Deiner Spielpause vom 07.03.2018 bis zum 22.03.2018 ein 14 Tagesbann erhalten hast.\nIn der Meldung zum 14 Tagesbann steht drin, dass **jeglicher** weitere Regelverstoß einen permanenten Ausschluss nach sich zieht.\nDu wurdest also nicht für diesen einen Chatlog permanent gebannt, sondern der Permanente Bann ist eine Folge daraus, dass Du offenbar aus dem 14 Tagesbann nichts gelernt hast.\nDarüber hinaus: Woher nimmst Du die absolute Gewissheit, dass die anderen Spieler nicht bestraft werden?","replies":[{"id":"","poster":"U are Wonderful","date":"2018-04-24T17:49:33.970+0000","up_votes":1,"down_votes":1,"body":"Ich bekomme keinen Report Feedback... daher","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-24T18:24:09.389+0000","up_votes":3,"down_votes":0,"body":"Diese Meldung kommt nur ganz selten. Anhand dieser Meldung darauf zu schließen, dass diese Spieler keine Strafe erhalten ist nicht Aussagekräftigt.\nOder mal anders gefragt: Du hast am eigenen Leib erfahren, dass es Strafen gibt. Wieso sollten die anderen Spieler anders behandelt werden als Du?","replies":[{"id":"","poster":"U are Wonderful","date":"2018-04-25T00:05:47.506+0000","up_votes":1,"down_votes":2,"body":"Ich habe op.gg's von einigen Spielern, die mir besonders toxisch aufgefallen sind, weiterhin verfolgt. Dabei habe ich festgestellt, dass sie, so als wäre nichts gewesen, weiterhin ihre Spielhistorie mit Spielen füllen, sodass ich daraus schließen kann, dass eine Strafe angemessen zu ihren Benehmen, nicht erfolgte.","replies":[{"id":"","poster":"eingew","date":"2018-04-25T04:14:07.321+0000","up_votes":2,"down_votes":0,"body":"Von CRs wirst du von außen auch nichts sehen und der zweiwöchige Ban soll ja auch nicht direkt kommen.","replies":[]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-04-24T06:51:53.233+0000","up_votes":3,"down_votes":0,"body":"Kurzzusammenfassung:\n\n\"Fucking bitch\", \"so trash\" und \"personality issues or autism?\"\n\nDu bezeichnest deine Mitspieler als verdammte Schlampe, Müll und unterstellst/fragst eine schwere geistige Behinderung...\n\nUnd da musst du nachfragen \"was genau toxic ist\"? Tja...genau das. Sogar in sehr eindeutiger Form.","replies":[{"id":"","poster":"U are Wonderful","date":"2018-04-25T00:07:23.211+0000","up_votes":1,"down_votes":3,"body":"Exemplarische Beispiele geben wenig Auskunft darüber, was wirklich ,,Toxic'' ist und was nicht. Eine fundierte Operationalisierung wäre nicht schlecht.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-04-25T07:47:04.412+0000","up_votes":2,"down_votes":0,"body":"Dann lies den Beitrag von Sirrkas. Der fasst ganz gut zusammen was Toxic ist.\n\nAuf jeden Fall toxic (keine abschließende Aufzählung)\n\nBeleidigen\nDemütigen\nHerablassendes Verhalten\nRuntermachen/Blamen\nUnsportliches Verhalten\nSelbstmordaufforderungen\nDrohungen\nSich über andere Lustig machen/sie böswillig verarschen\nReport-Forderungen/Aufforderungen\nDas eigene Team/Teammates gegenüber dem Gegner blamen/flamen\n\nUnter Umständen als Toxic angesehen (keine abschließende Aufzählung)\n\nPingSpam\nMasterySpam\nStickerSpam\nEmoteSpam\nSurrenderSpam\nAllgemeiner Spam im Chat\n\nToxic außerhalb des Chats\n\nInten\nTrollen\nAfk gehen\nRageQuit\n\nHättest aber mit etwas nachdenken und Empathie auch selbst draufkommen können. Es ist eigentlich traurig, das jemandem erklären zu müssen. Ist ja nicht so, dass das ganz League-Spezifische Verhaltensregeln sind...","replies":[{"id":"","poster":"U are Wonderful","date":"2018-04-26T00:08:32.027+0000","up_votes":1,"down_votes":1,"body":"Zu deinen ,,Auf jeden Fall toxic (keine abschließende Aufzählung)'' Aufzählungen: \n\nBeleidigung ist nicht gleich Beleidigung: ,,You are bad'' = ,,you suck [..]'' ? Der Ton spielt die Musik! nur letzteres wird wirklich bekämpft, wenn überhaupt...\n\nHerablassendes Verhalten ist in League gang und gebe. Habe in solchen Fällen nie, auch wirklich NIE die Erfahrung gemacht, dass dagegen vorgegangen wird mit Banns, sodass die Menge von diesen Verhalten in League bemerkbar gleichbleibend ist.\n\nUnsportliches verhalten = ? ; Operationalisierung !!! \n\nSich über andere lustig machen/sie böswillig verarschen geschieht in Form von Sarkasmus auch zu häufig. Auch da wird nicht vorgegangen. \n\nFlamen wird genau so wenig bestraft/ ist allgegenwärtig.\n\nReport-Forderungen sind ebenfalls kein Grund für einen Bann.\n\n\nZu deinen ,,Unter Umständen als Toxic angesehen (keine abschließende Aufzählung)'' Aufzählungen:\n\nPingSpam       --> League bestraft dies nicht    \nMasterySpam  --> Leauge bestraft es nicht      \nStickerSpam   --> Leauge Bestraft es nicht          \nEmoteSpam  --> Leauge bestraft es nicht           \nSurrenderSpam --> Leauge bestraft es nicht     \n\n ------>- Riot sein System lässt dies alles zu!\n \nAllgemeiner Spam im Chat  --> wird bestraft\n\nZu deinen ,,Toxic außerhalb des Chats'' Aufzählungen:\n\nInten  --> Ab wann ist int ein int?  Für's ''Inten'' gebannt zu werden ist ziemlich unwahrscheinlich. 2 mal absichtlich sterben in den ersten beiden Minuten wird zu 100% nicht bestraft. \n\nTrollen  --> Trollen ist ein zu allgemeiner Begriff. Ab wann redet man vom Trollen? Operationalisierung!\nAfk gehen  --> Afk gehen ist toxic? Es gibt diverse Gründe für Afk, die keineswegs toxic sind. Z.b. Afk aufgrund schlechter Internetverbindung. \n\nRageQuit --> Ab wann ist ein RageQuit auch ein RageQuit .wie lange afk muss man gehen und zu welcher zeit des Spiels, damit ein ,,Ragequit'' vorhanden ist?\n\n,,Hättest aber mit etwas nachdenken und Empathie auch selbst draufkommen können.'' Mit ein wenig nachdenken wärst du darauf gekommen, dass ich mit meiner Frage ,,was Toxic ist und was nicht'', nicht nach den allg. Verhaltensregeln gefragt habe, sondern nach der Auffassung von diesem Begriff nach Riot. Es wird schließlich nicht jedes ,,toxische Verhalten'' gleichwertig angesehen, also nicht jedes toxische Verhalten bestraft.\n\nEmpathie hat mit meiner Fragestellung nichts zu tun. Mir zu unterstellen, es mangelt mir an sozialen Kompetenzen fasse ich gar schon als Beleidigung auf -- Bist du etwa toxic :D ?\n\nAußerdem bist du nicht in der Position mir so etwas zu unterstellen, wenn nicht mal du selbst es schaffst, aus dem gegebenen Kontext zu erschließen, was ich mit meinem Geschriebenen eigentlich hinterfrage, was ironischer weise deine eigene Empathie-Leistung zum Ausdruck bringt . Aber bevor ich in dieser Hinsicht weiter darauf eingehe und den Schwanzvergleich mit der Intelligenz in den Raum hole, belasse ich es hierbei und bitte dich, auf meine angekreideten Punkte bezüglich DES THEMAS (siehe oben!) einzugehen.","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-26T10:47:15.173+0000","up_votes":1,"down_votes":0,"body":">Beleidigung ist nicht gleich Beleidigung: ,,You are bad'' = ,,you suck [..]'' ? Der Ton spielt die Musik! nur letzteres wird wirklich bekämpft, wenn überhaupt...\n\nBeides würde ich als \"Blame\" bezeichnen. Jemanden niedermachen sozusagen. Beides kann gemeldet und bestraft werden.\n\n>Herablassendes Verhalten ist in League gang und gebe. Habe in solchen Fällen nie, auch wirklich NIE die Erfahrung gemacht, dass dagegen vorgegangen wird mit Banns, sodass die Menge von diesen Verhalten in League bemerkbar gleichbleibend ist.\n\nCRs bemerkt man von außen auch nicht. Das heißt aber nicht, dass niemals jemand dafür bestraft werden kann. Vielleicht ist es schwierig nur durch Blame bestraft zu werden. Das System wird sicher unterschiedliche Sachen als unterschiedlich schlimm ansehen. Wichtig ist auch wie oft man das macht. Wenn man alle 20 Spiele zwei mal schreibt \"you suck, l2p\" kann ich mir gut vorstellen, dass dem nichts passiert, vor allem, da er vielleicht nicht mal gemeldet wird. Es wird nämlich auch nur bestraft, was gemeldet wird. \n\nDadurch können manche vielleicht Glück haben, weil andere vergessen sie zu melden, während andere nach den selben Vergehen eine Strafe erhalten, weil bei denen die Mitspieler eben sehr wohl gemeldet haben.\n\n>Flamen wird genau so wenig bestraft/ ist allgegenwärtig.\n\nDu vertauscht hier etwas. Es gibt etwas bedeutet nicht gleichzeitig, es wird nicht bestraft. Es gibt in Deutschland auch noch Morde, Vergewaltigungen, Raubüberfälle und Diebstahl. Aber nur weil es existiert, heißt es nicht, dass dagegen nichts gemacht wird. Es muss immer erst jemand einen Fehler machen, ehe er bestraft werden kann. Man kann in LoL nicht einfach Spieler bannen, die vielleicht demnächst mal flamen könnten. Zudem vergisst du deinen eigenen Fall, du wurdest ganz klar für deinen Flame gebannt. Wobei Flame hier auch ein Überbegriff für Fehlverhalten ist, dass man noch anders gliedern könnte. Wie etwa in Beleidigungen und Blame aufteilen.\n\n>Afk gehen --> Afk gehen ist toxic? Es gibt diverse Gründe für Afk, die keineswegs toxic sind. Z.b. Afk aufgrund schlechter Internetverbindung.\n\nDas heißt dennoch nicht, dass es angenehm für den Rest ist. AFK gehen wird zudem sehr zuverlässig bestraft. Aber eben Aufgrund der Möglichkeit von Situationen in denen sich das nicht vermeiden lässt, wie etwa Stromausfälle, plötzliche gesundheitliche Probleme etc., gibt es eine Toleranzschwelle, die erst überschritten werden muss. Leute die grundsätzlich ihre Spiele zu Ende bringen, werden deshalb seltenst dafür belangt. Erst wenn man öfter Fehlzeiten hat, etwa, weil man mit defekter Software spielt oder ständig afk geht, weil einem die Situation nicht gefällt, wird man bestraft. \n\n>Inten --> Ab wann ist int ein int? Für's ''Inten'' gebannt zu werden ist ziemlich unwahrscheinlich. 2 mal absichtlich sterben in den ersten beiden Minuten wird zu 100% nicht bestraft.\n\nNein, für 2 frühe Tode wird wohl niemand bestraft. Es ist bei int. Feeding nicht so einfach das Programm gut einzustellen, man will ja niemanden bannen, der einfach nur ein paar mal getötet wurde, weil die Gegner besser waren. \n\n>Trollen --> Trollen ist ein zu allgemeiner Begriff. Ab wann redet man vom Trollen? \n\nViele benutzen Troll leider inflationär, aber im Grunde fällt darunter Sabotage des eigenen Teams. Darunter kann etwas fallen, wie als Trundle Spieler im eigenen Team vom Backport abzuhalten, als Anivia Leuten den Fluchtweg zu versperren oder als Nunu dem eigenen Jungler die Monster zu stehlen. \n\n>Operationalisierung!\n\nDu darfst dich gerne in ganzen Sätzen ausdrücken.\n\n>,,Hättest aber mit etwas nachdenken und Empathie auch selbst draufkommen können.'' Mit ein wenig nachdenken wärst du darauf gekommen, dass ich mit meiner Frage ,,was Toxic ist und was nicht'', nicht nach den allg. Verhaltensregeln gefragt habe, sondern nach der Auffassung von diesem Begriff nach Riot. Es wird schließlich nicht jedes ,,toxische Verhalten'' gleichwertig angesehen, also nicht jedes toxische Verhalten bestraft.\n\nNein, du hast nicht explizit nach Riots Einschätzung gefragt. Wenn du das vor hattest war das nicht ersichtlich.\n\nIm Grunde vertritt da Riot auch weniger eine eigene Stellung, sondern lässt die Community darüber entscheiden. Das Instantfeedbacksystem bewertet anhand unserer Reports, was als toxisch gilt und was nicht. Mit anderen Worten, wir bestimmen, was Riot bestraft. Es kann sein, dass ein paar Sachen immer als besonders toxisch gelten werden, aber das kann auch einfach daran liegen, dass so gut wie jeder in der Community diese als so schlimm ansieht. Hier meine ich insbesondere Schwulenfeindlichkeit, Rassismus, Todesdrohungen/-wünsche und dergleichen. Das wird aktuell alles mit Banns bestraft und lässt für gewöhnlich die CRs überspringen. \n\nWie schon gesagt, hängt es davon ab, was wir, als Community, aus dem System machen. So gelten/galten zum Beispiel in NA \"deine Mutter\"-Witze als Lapalie und wurden dementsprechend wohl nicht oder nur sehr mild bestraft. Während genau der gleiche Witz in Korea als extremst toxisch galt und wohl direkte Banns nach sich ziehen würde. Die Info ist schon älter, deswegen könnte es sich inzwischen verschoben haben, aber ich schätze mal, hieran hat sich bisher nichts verändert. \n\nIm Grunde liegt es also an uns zu bestimmen, was bestraft wird. Wenn die gesamte Community geschlossen \"gg easy\" meldet, wird das bestraft. Wenn das nur ein paar einzelne melden, wird es als unverfänglich vom System angesehen. Das System lernt ständig dazu, deswegen wird dir niemals jemand zuverlässig sagen können, was wann für wie schlimm angesehen wird. \n\nEs kann sein, dass diese Season \"l2p noob\" zu CRs führt und in 2 Jahren zum guten Ton gehört und nicht mehr bestraft wird. \n\nGanz grob zusammenfassend könnte man sagen \"Sei kein Arsch/Don't be a jerk\". Wenn du eine Zeile schreiben willst und glaubst, der andere könnte daran Anstoß nehmen, empfiehlt es sich, ESC statt Enter zu drücken. Wobei vielleicht wäre es besser zu empfehlen, man stellt sich vor, wie jemand anderes das gerade in den Chat schreibt und überlegt sich, ob jemand im Spiel sich daran stören könnte und drückt dann ESC, statt Enter. \nEs gibt nämlich erstaunlich viele Flamer, die hier aufschlagen und glauben, sie hätten sich höflich ausgedrückt oder zumindest normal, obwohl sie sich genau an ihren Zeilen stören würden, wenn man sie ihnen schreiben würde.","replies":[]}]}]},{"id":"","poster":"Webturnier","date":"2018-04-29T10:23:35.343+0000","up_votes":1,"down_votes":0,"body":"...nomma auf deutsch","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2018-04-23T21:23:11.726+0000","up_votes":3,"down_votes":0,"body":"\"Toxic\" umfasst so ziemlich alles, was man auch als unerwünschtes Verhalten bezeichnen könnte. Von unsportlichkeiten, wie etwa \"gg easy\", über Blaming etwa \"you are useless\", beinhaltet noch Beleidigungen wie etwa \"bitch\" und endet, wenn man es beim Chatvergehen belässt, bei Sachen wie \"kill yourself\" aka \"kys\". \nDazu kommt dann noch trollen, Ragequits etc. Im Grunde war dein kompletter Chatlog toxisch. Da war fast alles enthalten. Beleidigungen, Blame, Unsportlichkeiten. Es haben nur noch die Teile gefehlt, die sofort Banns triggern können, wie etwa das von dir angesprochene \"kys\".\n\nWichtig ist, damit jemand bestraft wird, dass man ihn auch zuverlässig meldet. \"kys\" etwa sollte wohl am besten mit dem Punkt gemeldet werden, der Rassismus und Hassrede umschreibt.","replies":[{"id":"","poster":"U are Wonderful","date":"2018-04-24T17:48:59.496+0000","up_votes":1,"down_votes":2,"body":"Habe bisher nur 2 mal erlebt, dass Spieler, die gar ''toxischer'' sind als ich für ihr Verhalten gebannt wurden via Rückmeldung von Riot...","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-24T18:55:23.287+0000","up_votes":2,"down_votes":0,"body":"Das liegt daran, dass diese Rückmeldungen nur seltenst verteilt werden. Wenn du keine Rückmeldung erhältst, heißt das noch lange nicht, dass nichts passiert ist. Die Rückmeldungen werden nur bei Banns vergeben und auch dann nur sehr selten. Wenn jemand also die Leute dauernd als Idiot bezeichnet, würdest du höchstens mitkriegen können, dass der Spieler eine CR hat, wenn er es dir schreibt und da kann er auch noch einfach lügen, da du das nicht nachprüfen kannst.\nNach der Rückmeldung hat jemand, den du vor kurzem gemeldet hast, einen Bann erhalten. Du weißt aber nicht, wer, wie viele und warum. Wenn du keine erhältst, kann er dennoch einen Bann erhalten haben. ","replies":[{"id":"","poster":"U are Wonderful","date":"2018-04-24T23:54:59.440+0000","up_votes":1,"down_votes":2,"body":"Wieso wird nicht zu jedem Bann, wozu du einen Report beigetragen hast, eine Rückmeldung erstattet? Was ist der Sinn dahinter?","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-25T00:08:15.557+0000","up_votes":3,"down_votes":0,"body":"Der Grund den Riot mal dafür genannt hatte war, dass sie die Leute nicht damit spamen wollen. Bei irgendwelchen Umfragen oder Tests wird sich wohl herausgestellt haben, dass die Spieler im allgemeinen, nicht ständig \"einer deiner Reports hat zu einer Strafe geführt\" sehen wollen. Mehr weiß ich dazu leider auch nicht.","replies":[{"id":"","poster":"U are Wonderful","date":"2018-04-26T00:14:32.804+0000","up_votes":1,"down_votes":0,"body":"Solch eine Umfrage habe ich selber nie miterlebt! Schade! Eine Möglichkeit, die Feedback-Meldungen zuzulassen, also den ,,Spam von Riot'' zu erlauben, wäre bestimmt in der Präferenz einiger Spieler...","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-26T10:48:19.894+0000","up_votes":1,"down_votes":0,"body":"Ich hätte auch nichts dagegen, wenn man hier selber einen Regler einstellen könnte. Es kann übrigens auch sein, dass diese Umfragen auf anderen Servern stattgefunden haben. ","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Bärenmarder","date":"2018-04-23T19:07:16.979+0000","up_votes":1,"down_votes":4,"body":"Kann man Bann für aussprechen muss man aber nicht, würd mich jetzt aber auch nicht beschweren, wenn ich für den chatlog gebannt würde.","replies":[{"id":"","poster":"Abasin","date":"2018-04-24T07:16:12.589+0000","up_votes":2,"down_votes":1,"body":"Wer in einem Milieu lebt, in dem solche Formulierungen zu Alltag gehören, wundert sich natürlich weswegen man dafür gebannt wird. Aber es zeigt demjenigen doch ziemlich deutlich, dass sein Milieu eben nicht der Regelfall, sondern eine Ausnahme ist. Der TE hat also  geradezu einen sehr harten Kulturschock erfahren. Dass Du für ihn in die Bresche springst, belegt für mich aber, dass auch Du in Sachen Umgangsformen Nachholbedarf hast. Hat aber jetzt nichts mit Überempfindlichkeit meinerseits zu tun.\n\nIch bin übrigens erstaunt, dass Dein Accountname mit eindeutigem NS-Bezug noch nicht kassiert wurde.","replies":[{"id":"","poster":"U are Wonderful","date":"2018-04-24T17:43:31.684+0000","up_votes":1,"down_votes":2,"body":"Von welchem Milieu redest du da?","replies":[{"id":"","poster":"Abasin","date":"2018-04-24T21:17:46.286+0000","up_votes":2,"down_votes":1,"body":"Milieu = soziales Umfeld, in dem man sich aufhält. Freunde, Familie, Nachbarn usw.","replies":[{"id":"","poster":"U are Wonderful","date":"2018-04-24T23:52:35.418+0000","up_votes":1,"down_votes":2,"body":"Hast du meine Frage eigentlich gelesen? Habe ich gefragt, was ein Milieu ist, oder von welchem Milieu die rede ist? Wer lesen kann, ist klar im Vorteil ;)","replies":[{"id":"","poster":"Abasin","date":"2018-04-25T07:40:02.026+0000","up_votes":2,"down_votes":0,"body":"Und ich habe Dir erklärt, welche Definition von Milieu ich verwende. Ist ja wohl nicht so schwer zu verstehen. Man kann das auch mit Google herausfinden.{{sticker:galio-happy}}","replies":[{"id":"","poster":"U are Wonderful","date":"2018-04-26T01:58:00.044+0000","up_votes":1,"down_votes":2,"body":"> Und ich habe Dir erklärt, welche Definition von Milieu ich verwende.\n\nDannach habe ich nicht gefragt xd... du brauchst wohl mehrere Anläufe oder bist mit den W-Fragen der Kardinalität 1 überfordert :D","replies":[{"id":"","poster":"Abasin","date":"2018-04-26T05:34:27.054+0000","up_votes":2,"down_votes":0,"body":"Welches konkrete Milieu ich andeute, kann man sich mit ein wenig Verstand sehr gut rekonstruieren. Vor allem, da Du ja offenbar ein Fachmann in logischem Schlußfolgern bist. Vielleicht verstehst Du dann auch die Gründe für Deinen aus Deiner Sicht unverdienten, aus Sicht der grossen Community aber wohlverdienten Bann.","replies":[{"id":"","poster":"U are Wonderful","date":"2018-04-27T12:12:39.959+0000","up_votes":1,"down_votes":3,"body":"In der Tat das tue ich. Aus dem beschränkten Material zu urteilen, dass Jemand einen ,,Kulturschock'' erlebt zeugt nur von einer schieren Beschränktheit, wobei ich dir nur ans Herz legen will, deinen Horizont zu erweitern und nicht voreilig zu urteilen! Gerade deine gezeigten Charakterzüge sind vor allem bei Parteien mit Ideologien beliebt, also pass auf, ja? Du willst ja das Straßengesetz ,,Rechts vor Links'' nicht all zu universal verwenden wollen, oder? ^^\n \nBann verdient - Ja , Kein Grund für mein Verhalten- Nein. \n\nIch sah zu wenig Rückmeldung über Bans von Spielern, was mich glauben lies, dass diese Personen nicht bestraft werden. Somit war mein Grund wohl der Irrglaube daran.\nDass andere mit ähnlichen Verhalten entweder gebannt werden, ohne das ich davon was mitbekomme, wusste ich schlichtweg nicht. \n\nNun gehen wir mal davon aus, dass Leute ein solches Verhalten zeigen ohne bestraft zu werden, dann führt dies aufgrund ersichtlich ausbleibender negativer Konsequenz dazu, dass man selber ohne Scheu gegenüber ein solches Verhalten in League steht. Provozieren einen dann noch genug Leute, wird aus extrinsischer Motivation ohne große Schwierigkeiten intrinsischer Motivation. Unabhängig von den Rationalitäten ist der Mensch halt doch auch ein emotionales Wesen. \n\nNun will ich noch zu deinen Kommentar kommen, wo du von einem Kulturschock sprichst. Überleg bitte mal für dich selbst, wieso du GENAU diesen argumentativen Ansatz benutzt. \n\nAm besten beschreibst du mir dieses ,,Millieu, in dem ich lebe'' nochmal in klaren Worten, damit ich weis, von WELCHEM Millieu du sprichst (es gibt ja nicht ,,ein Millieu'' per se) .. bin auf deine Meinung gespannt :)","replies":[{"id":"","poster":"Abasin","date":"2018-04-28T20:11:15.238+0000","up_votes":2,"down_votes":1,"body":"Es ist leider nicht immer einfach, prägnante und einprägsame Begrifflichkeiten zu finden, die jeder versteht. Bei Dir ist mir das offenbar misslungen. Oder aber - Variante 2 - Du verstehst es mit voller Absicht nicht richtig und unterstellst mir Dinge, die nicht weiter von mir entfernt sein können als das Ende des Universums.\n\nEs ging im Übrigen um das Milieu des STURM****, falls Du das bisher nicht verstanden hast. \n\nEdit: Der Name wurde inzwischen geändert auf Bärenmarder.","replies":[{"id":"","poster":"U are Wonderful","date":"2018-04-29T07:54:58.175+0000","up_votes":1,"down_votes":1,"body":"Ich würde, wenn sich jemand in meiner Gegenwart assozial verhält, natürlich auch mit dem Begriff ,,Kultur'' argumentieren und alles darauf zurückführen lassen, ich meine, ,,woran soll es sonst liegen'', oder :D ? - (Das würde ich sagen, wenn ich den gleichen Ansatz nutzen würde, wie du)\n\n> [..] und unterstellst mir Dinge, die nicht weiter von mir entfernt sein können als das Ende des Universums.\n\nalso weit hergeholt ist meine Behauptung nicht. Wenn dies nicht zutrifft, muss du nicht darauf eingehen. Dennoch ist es empfehlenswert zu begründen, warum deiner Meinung nach ,,meine Kultur'' im Bezug auf mein gezeigtes Verhalten im engen Verhältnis steht. Dadurch lassen sich die Misstände aufklären!","replies":[{"id":"","poster":"Abasin","date":"2018-04-29T08:41:42.296+0000","up_votes":2,"down_votes":1,"body":"Subkultur trifft es wohl eher.","replies":[{"id":"","poster":"U are Wonderful","date":"2018-05-01T19:57:48.475+0000","up_votes":1,"down_votes":2,"body":"schön, dass du nicht in der Lage bist, spezifischer auf deine gemeinte Subkultur einzugehen und diese zu erläutern (nicht definieren!; Definition=/= Erläutern, pass in der Schule besser auf, junger Matrose ^^)","replies":[{"id":"","poster":"Abasin","date":"2018-05-02T05:57:58.284+0000","up_votes":1,"down_votes":0,"body":"Mit ein wenig Nachdenken sollte es auch Dir gelingen, die richtigen Schlüsse zu ziehen. Oder verlange ich da zuviel?","replies":[]},{"id":"","poster":"U are Wonderful","date":"2018-05-10T13:02:36.125+0000","up_votes":1,"down_votes":0,"body":"keine Antwort ist auch ne Antwort , Mr. Voreingenommen ;)","replies":[]},{"id":"","poster":"U are Wonderful","date":"2018-05-03T23:23:23.731+0000","up_votes":1,"down_votes":0,"body":"und ob du das tust, du scheinst ja anscheinend besser als ich zu wissen wo/wie ich lebe :D -  und jetzt sag was sache ist anstatt 10 mal um den heißen Brei zu reden, na komm, ich beiß auch nicht ^^","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Bärenmarder","date":"2018-04-24T10:32:57.156+0000","up_votes":2,"down_votes":1,"body":"Lies doch mal mal, ich hab doch geschrieben, dass ich mich nicht beschweren würde wenn ich für den chatlog gebannt würde. Ist alles eine Frage der Auslegung, ob man dafür einen Bann ausspricht.\n{{sticker:zombie-brand-mindblown}} ","replies":[{"id":"","poster":"Abasin","date":"2018-04-24T10:46:07.421+0000","up_votes":1,"down_votes":0,"body":"Nein, es ist keine Frage der Auslegung. Denn hier führt jede mögliche Auslegung nur in Richtung Bann.","replies":[{"id":"","poster":"Bärenmarder","date":"2018-04-24T10:47:12.237+0000","up_votes":2,"down_votes":1,"body":"Auch recht ich beschwere mich ja nicht :D","replies":[]}]}]}]}]},{"id":"","poster":"LiebesWölkchen","date":"2018-04-23T19:41:07.907+0000","up_votes":2,"down_votes":1,"body":"Es tut nichts zur sache ob wir oder du den Bann nicht gerechtfertigt finden , solange Riot es für angemessen ansieht , ist es fix , zumal du blacklisted wörter benutzt hast (flaming im bezug auf autismus und fucking bitch)","replies":[]}]}