{"id":"OZnxigw1","poster":"Riot Kengen","date":"2018-04-23T11:38:56.035+0000","title":"Meddlers Gameplay-Gedanken - 20. April","subforum":"Dev Corner","up_votes":3,"down_votes":0,"body":"Hallo,\r\n-------------------------------------------------------------------------------\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n---------------------------------------------------------------------------- \r\n**Die Beitr&auml;ge werden wieder wie &uuml;blich ver&ouml;ffentlicht**\r\n\r\nNach ein paar Wochen in Japan (dort wollte ich immer schon einmal hin und es war eine fantastische Erfahrung) bin ich seit dieser Woche wieder im B&uuml;ro und habe ein paar Dinge aufgearbeitet. Ab jetzt gibt es wieder zwei Beitr&auml;ge pro Woche. Ich entschuldige mich gleich, falls ich irgendetwas wiederhole, wor&uuml;ber in meiner Abwesenheit bereits gesprochen wurde. Ich sollte zwar Bescheid wissen, was besprochen wurde und was nicht, mir k&ouml;nnte jedoch etwas entgangen sein.\r\n----------------------------------------------------------------------------  \r\n**Buffering bei Eingaben**\r\n\r\nWir sorgen schon seit einer Weile daf&uuml;r, dass gewisse F&auml;higkeiten durch einen Tastendruck ausgel&ouml;st werden, obwohl sie noch nicht einsatzbereit sind (weil der Spieler beispielsweise gerade einen anderen Zauber wirkt oder die Abklingzeit gerade noch nicht abgeschlossen ist). Ein Beispiel daf&uuml;r war Lee Sins W in Patch 7.11. Durch ein derartiges Buffering wird das Ausf&uuml;hren von Kombos einfacher, wenn der Ping nicht extrem niedrig ist. \r\n\r\nAls wir an Irelia arbeiteten, entwickelten wir eine neue Technologie, durch die es wesentlich einfacher ist, das Eingabe-Buffering auch bei anderen F&auml;higkeiten zu Einsatz zu bringen. Bei Irelia funktioniert das bisher sehr gut, weshalb wir vorhaben, diese Technologie in K&uuml;rze auf alle F&auml;higkeiten im Spiel auszudehnen. Diese &Auml;nderung wird gerade in der PBE getestet und wir hoffen, sie im Zuge von Patch 8.9 ver&ouml;ffentlichen zu k&ouml;nnen.\r\n ----------------------------------------------------------------------------   \r\n**&bdquo;Nur Champions als Ziele&ldquo; als Funktion zum (De-)Aktivieren**\r\n\r\nIm Moment kann man einstellen, dass man nur Champions mit Zaubern/Angriffen ausw&auml;hlen kann, wenn man w&auml;hrend des Wirkens/Angreifens eine bestimmte Taste gedr&uuml;ckt h&auml;lt (die Standardtaste daf&uuml;r ist ~). Das funktioniert in einigen F&auml;llen und f&uuml;r gewisse Spieler recht gut, kann anderen aber jede Menge Kummer bereiten. Wir arbeiten gerade an einer optionalen Einstellung (die in den Gameplay-Optionen des Men&uuml;s zu finden w&auml;re), die es dem Spieler erm&ouml;glicht, diese Funktion mit einer Taste zu (de-)aktivieren, anstatt die Taste immer gedr&uuml;ckt halten zu m&uuml;ssen.\r\n\r\nDiese Funktion wird jedoch gerade erst intern getestet und es wird wohl noch eine Weile dauern, bis sie f&uuml;r die PBE ver&ouml;ffentlicht wird. Es ist auch m&ouml;glich (aber eher unwahrscheinlich), dass wir einen Grund finden, der diese Funktion zu einer schlechten Idee macht. Da ich jedoch wei&szlig;, dass sich viele Leute diese Funktion schon seit Jahren w&uuml;nschen, werde ich rechtzeitig einen Beitrag dar&uuml;ber ver&ouml;ffentlichen. Dennoch wollte ich trotz eines mangelnden Zeitplans und einer geringen Unsicherheit kurz &uuml;ber dieses Thema sprechen. \r\n---------------------------------------------------------  \r\n**Wir wenden uns langsam den Vorbereitungen f&uuml;r die Saisonmitte zu**\r\n\r\nWie bereits angek&uuml;ndigt wollen wir die Positionen mehr Klassen zug&auml;nglich machen. Dadurch k&ouml;nnen die Spieler Champions auf eine Weise spielen, auf die sie sie bisher nicht spielen konnten und es werden neue Teamzusammenstellungen m&ouml;glich. Gleichzeitig wollen wir jedoch daf&uuml;r sorgen, dass alles, was aktuell funktioniert, auch sp&auml;ter noch funktioniert &ndash; wir wollen den Spielern mehr M&ouml;glichkeiten bieten und niemanden zwingen, sich umstellen zu m&uuml;ssen. Basierend auf diesem Ziel wollen wir daf&uuml;r sorgen, dass die Magier ab der Saisonmitte auch auf der unteren Lane gespielt werden k&ouml;nnen. Nach jeder Menge Experimenten haben wir unsere Herangehensweise jedoch etwas ge&auml;ndert. Wir haben ein paar &Auml;nderungen getestet, durch die die Magier &auml;u&szlig;erst gute Optionen f&uuml;r die untere Lane wurden. Diese &Auml;nderungen wirkten sich jedoch negativ auf die Spielbalance aus, zerst&ouml;rten in gewissen F&auml;llen das Interesse/den Ablauf auf der unteren Lane und st&ouml;rten den Spielfluss. \r\n\r\nDaher werden wir stattdessen einige andere Probleme beheben und den Grundstein f&uuml;r unsere Aktualisierung der Positionen legen. Dazu geh&ouml;ren auch, aber nicht ausschlie&szlig;lich, die Magier auf der unteren Lane. Diese &Auml;nderungen werden den Spielverlauf jedoch nicht radikal ver&auml;ndern. Stattdessen sind sie Teil eines graduellen Prozesses (mehrere Patches, nicht nur Patch 8.9), der die M&ouml;glichkeiten erweitern soll, ohne sich dabei negativ auf die Spielbalance oder andere Dinge auszuwirken. Sobald diese &Auml;nderungen ver&ouml;ffentlicht wurden, d&uuml;rften einige Champions auf neue Arten gespielt werden, das Metaspiel sollte sich aber nicht zu stark ver&auml;ndern. Dadurch wird in diesem Jahr auch weniger auf Lol.com ver&ouml;ffentlicht werden. Es wird zwar ein, zwei Artikel geben, die sich auf sp&auml;tere &Auml;nderungen beziehen, die komplexer sind, als die &Auml;nderungen an den Werten/Kosten f&uuml;r Patch 8.9, es wird aber keine Webseite geben.\r\n\r\nUnten sind ein paar Beispiele f&uuml;r die &Auml;nderungen, die wir vornehmen wollen. Obwohl es sich bei diesen &Auml;nderungen um Dinge handelt, die das Spiel zu einem gewissen Grad &ouml;ffnen sollten, handelt es sich auch um gute Verbesserungen.\r\n\r\n* Wir &auml;ndern den Schaden der Sch&uuml;tzen w&auml;hrend der Spielmitte und des sp&auml;ten Spiels, damit sie Weichziele nicht so schnell ausschalten k&ouml;nnen, gegen Ziele mit viel R&uuml;stung aber dennoch eine Chance haben. Dadurch ergeben sich f&uuml;r andere Weichziele l&auml;ngere Zeitfenster, in denen sie im sp&auml;ten Spiel handeln k&ouml;nnen, w&auml;hrend die Sch&uuml;tzen robuste Gegner auch weiterhin effektiv ausl&ouml;schen k&ouml;nnen.\r\n* Wir passen das Mana der Magier an, damit sie auf niedrigen Stufen mit mehr Gegnern auf den Lanes zurechtkommen und ihre Zauber ab der Spielmitte jederzeit einsetzen k&ouml;nnen (wodurch sie Wellen wesentlich leichter beseitigen k&ouml;nnen).\r\n* Wir erh&ouml;hen den Schaden, den Champions mit F&auml;higkeitsst&auml;rke an T&uuml;rmen verursachen, damit sie bei der Zerst&ouml;rung der T&uuml;rme nicht mehr so sehr von der unteren Lane abh&auml;ngig sind. Gleichzeitig m&uuml;ssen wir eventuell die Robustheit der T&uuml;rme erh&ouml;hen, damit sie nicht schneller zerst&ouml;rt werden k&ouml;nnen als bisher.\r\n* Wir sorgen daf&uuml;r, dass Champions auf mehreren Positionen/mit unterschiedlichen Klassen das Spiel gewinnen k&ouml;nnen, damit die Teams nicht mehr so stark vom Schaden ihrer Sch&uuml;tzen abh&auml;ngig sind. Eine &uuml;berm&auml;&szlig;ig starker Mid-Laner, Top-Laner oder Jungler sollte die M&ouml;glichkeit haben, sein Team zum Sieg zu f&uuml;hren, wenn er dementsprechend unterst&uuml;tzt wird. \r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[]}