{"id":"rzX3F3zH","poster":"Basmati Ryze","date":"2018-04-22T13:51:17.579+0000","title":"Perma Ban worthy ?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":11,"body":"Hey, wollte fragen ob das f&uuml;r euch perma ban worth ist. Ich wei&szlig; das Hurensohn am Ende war unangebracht. Es ging an den Gegner und wurde in der allerletzen Sekunde geschrieben. (ich wei&szlig;, dass es das nicht rechtfertigt.) \n\nEs hat nur ein Spiel zum Permaban gef&uuml;hrt.\nDie Sachen wirken ohne das, was die anderen geschrieben haben auch immer extremer.\nEs war ein High Elo Game, wodurch f&uuml;r manche eventuell ein paar Sachen als flaming r&uuml;berkommt, obwohl es konstruktiv gemeint ist. \n\n\nGame 1\nBasmati Ryze: bot sums ?\nBasmati Ryze: let themn push\nBasmati Ryze: focus janna\nBasmati Ryze: mid getting fucked too hard\nBasmati Ryze: idk why u pick ekko into cass\nBasmati Ryze: thats suicide\nBasmati Ryze: rush\nBasmati Ryze: bot\nBasmati Ryze: RUSH\nBasmati Ryze: TOWER\nBasmati Ryze: OR WE LOST FB\nBasmati Ryze: fucking retrards\nBasmati Ryze: you are actually bad\nBasmati Ryze: no\nBasmati Ryze: i wasnt rek sai\nBasmati Ryze: can we ff\nBasmati Ryze: dunno how you can lose bot\nBasmati Ryze: with easy fb\nBasmati Ryze: 89 farm\nBasmati Ryze: ad autofill\nBasmati Ryze: twitch trolling but doesnt ff\nBasmati Ryze: when fiora complainsa about champs\nBasmati Ryze: Stfu du hurensohn","replies":[{"id":"","poster":"legofreak1","date":"2018-04-22T13:59:12.944+0000","up_votes":7,"down_votes":1,"body":"> Basmati Ryze: fucking retrards\n> Basmati Ryze: Stfu du hurensohn\n\nAlleine diese beiden Ausschnitte sind indiskutabel beleidigend. In der Meldung zum 14 Tage Ban wurde dir mitgeteilt, dass jedes weitere Fehlverhalten zu einer permanenten Sperre deines Accounts führen kann. Da du weiterhin die Regeln verletzt hast, bist du entsprechend permanent gesperrt worden. Dabei ist unerheblich, was die anderen Spieler geschrieben haben. Es zählt allein dein Verhalten für deine Strafen. Auf Flame mit Flame zu antworten verschlimmert jede Situation nur und du brichst selbst die Regeln. Du kannst Flamer muten und nach dem Spiel melden anstatt auf diese einzugehen.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T14:01:08.626+0000","up_votes":1,"down_votes":4,"body":"naja ich seh ständig leute retard schreiben und mit denen passiert nichts. \nund das am ende was aus frust und war maximal ne halbe sekunde zu sehen, da das spiel sofort danach vorbei war und hat nicht wirklich jemanden negativ beeinflusst oder den Spielspaß genommen.","replies":[{"id":"","poster":"legofreak1","date":"2018-04-22T14:03:32.761+0000","up_votes":5,"down_votes":0,"body":"Ich hatte folgendes noch reineditiert, das hast du wahrscheinlich nicht mehr gelesen:\n\n> Dabei ist unerheblich, was die anderen Spieler geschrieben haben. Es zählt allein dein Verhalten für deine Strafen. Auf Flame mit Flame zu antworten verschlimmert jede Situation nur und du brichst selbst die Regeln. Du kannst Flamer muten und nach dem Spiel melden anstatt auf diese einzugehen.\n\nEs gibt immer einen größeren Fisch bzw einen Spieler, der ein härterer Flamer ist. Deswegen sollte man andere Flamer aber nicht ungestraft davon kommen lassen. Dass du den letzten Satz unmittelbar vor Ende des Spiels geschrieben hast, ändert nichts an der Tatsache, dass dies eine Beleidigung war.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T14:04:44.004+0000","up_votes":1,"down_votes":4,"body":"ja aber Riot argumentiert immer damit, dass es das Spielverhalten der anderen beeinflusst, was in diesem Beispiel aber nicht der Fall war.","replies":[{"id":"","poster":"legofreak1","date":"2018-04-22T14:09:19.868+0000","up_votes":4,"down_votes":0,"body":"Ja, es wird viel argumentiert, dass Flame das Spielverhalten negativ beeinflusst und es damit wichtig ist, Flame im Spiel zu unterbinden. Nur weil du damit allerdings keinen Einfluss mehr auf dein aktuelles Spiel genommen hast, hast du trotzdem nicht das Recht andere Spieler zu beleidigen, zumal du damit auch noch Einfluss auf den Spieler im nächsten Spiel nehmen kannst.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T14:12:00.171+0000","up_votes":1,"down_votes":5,"body":"Jedoch geh ich nichtmal davon aus, dass er es gelesen hat.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-22T14:23:30.843+0000","up_votes":4,"down_votes":0,"body":"Hätte wenn und aber. Ich lese nur von dir aber anstatt mal zu kapieren das du dich beschissen verhalten hast. \nDas Flamer das aber auch nie kapieren. Für mich unverständlich.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T15:33:00.783+0000","up_votes":1,"down_votes":2,"body":"welche Elo bist du ?","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T15:34:12.497+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T15:35:43.798+0000","up_votes":1,"down_votes":2,"body":"In SIlber denken alle immer, dass man in Lol Extrem positiv drauf sein musst und wenn jemand was sagt, was einem nicht gefällt, dann fällt es direkt unter flame, da sie nicht verstehen ,dass es in höheren Elos Fehler gibt die eig so nicht gemacht werden dürfen.( Imaqtpies Ban zeigt das z.B.)","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-22T15:48:51.777+0000","up_votes":4,"down_votes":0,"body":"Was hat denn die Elo damit zutun? \nMir ist schon klar, dass die Fehler in high Elo anders sind als in low Elo und ich weiß auch, das Fehler viel härter bestraft werden. Aber das gibt dir und allen anderen noch lange nicht das Recht auf jemanden rumzuhacken, ihnen die Fehler unter die Nase zu reiben oder sie zu beleidigen. Aber wenn du das glaubst, glaube es eben. Dein nächster Bann wird folgen.","replies":[{"id":"","poster":"CYPHΕR","date":"2018-04-23T07:17:56.593+0000","up_votes":2,"down_votes":0,"body":"In High-Elo leiden leider sehr viele Spieler unter dem Gott-Komplex... ist auch nicht gerade viel angenehmer.","replies":[]}]},{"id":"","poster":"x IP a IN iC x","date":"2018-04-22T15:53:18.548+0000","up_votes":1,"down_votes":0,"body":"Welche Elo warst du denn bitte? High Elo ist ab dia 3 vllt noch bissl 4.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T16:04:27.639+0000","up_votes":1,"down_votes":0,"body":"das game in dem ich gebannt wurde war dia 3/2 elo","replies":[]}]}]},{"id":"","poster":"x IP a IN iC x","date":"2018-04-22T15:48:09.166+0000","up_votes":1,"down_votes":1,"body":"Idk why u pick Ekko into Cass und paar andere Sätze sind schon ein Zeichen für Tilt, aber das ist ja noch nicht so schlimm. Fucking Retard ist schon eher ziemlich Scheiße, da würde ich dich reporten. Ob du dann noch Huso schreiben würdest oder nicht, es hätte nix geändert. Ich glaube du darfst sogar Huso schreiben, weil es keine Beleidigung sein muss.:DDD denke ich. Das aber dann du gebannt wirst und die anderen nicht, die noch schlimmere Dinge sagen, kennen wir doch schon lange. Das ban System und das Team was Leute bannt ist meiner Meinung nach der LETZTE ***** !","replies":[]}]}]},{"id":"","poster":"Apucalypse","date":"2018-04-22T20:15:14.752+0000","up_votes":3,"down_votes":0,"body":"Hut ab, dass du dir noch all das antust O.o (Respekt an dieser Stelle, dass du nicht aufgegeben hast) Diese/r Junge Mann/Frau hat daraus weder gelernt noch sonstiges. Desweiteren sooo uneinsichtig :D Respekt für deine Arbeit... aber ich denke, dass diese Person es nicht lernen wird. \"Mir geht es scheiße, ich verdiene nicht genug und alle anderen sind schuld\". Bestimmt sein Motto. \n\nDa ich kein Doppelpost machen möchte noch zusätzliches:\n\n@Basmati Ryze (falls du das noch liest) jegliches flamen kann zu einem Bann führen, egal ob das Team dich geflamed hat oder nicht. JEDER IST FÜR SICH SELBST VERANTWORTLICH (in diesem Bezug). Dir wurde auch schon häufiger gesagt, weshalb du gebannt wurdest. Bitte einfach mal ein und ausatmen und dann noch einmal in Ruhe lesen. Du warst an deinem Fehlverhalten selber Schuld und kein anderer, auch wenn diese dich vorher beleidigt haben. Rito tut diesbezüglich einen wichtigen Job und meiner Meinung nach könnten die auch noch mal ordentlich an der Toleranz ziehen, da es immer noch viel zu viele gibt.\n\nEinsicht ist der erste Weg zur Besserung. Und Aufgeben ist niemals drin !","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-22T21:08:02.812+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Apucalypse,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=00010000000000000000000000000001,timestamp=2018-04-22T20:15:14.752+0000)\n>\n> Hut ab, dass du dir noch all das antust O.o (Respekt an dieser Stelle, dass du nicht aufgegeben hast) Diese/r Junge Mann/Frau hat daraus weder gelernt noch sonstiges. Desweiteren sooo uneinsichtig :D Respekt für deine Arbeit...\n\nÄäh. Ja danke. :D man tut was man kann. :) aber ich bin nicht die einzige die sich hier so viel Mühe gegeben hat. Deinen Respekt haben auch die anderen verdient. :D \n\nAber du hast Recht. Er ist uneinsichtig und wird es wohl immer bleiben. Für den Fall dass er noch nicht so alt ist wird sich das ja vllt ändern wenn er älter wird. :)","replies":[{"id":"","poster":"Apucalypse","date":"2018-04-23T23:08:19.077+0000","up_votes":1,"down_votes":0,"body":"Selbstverständlich haben auch diese meinen Respekt :D Allerdings hast du unermüdlich versucht jemanden auf den rechten Weg zu weisen. Dazu kam,dass ich gerade die Lust verspürte etwas in das Forum zu schreiben. ^^","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-23T23:20:44.839+0000","up_votes":2,"down_votes":0,"body":"Ja, ich gebe mein Bestes, leider reicht das oft nicht aus. Bei vielen ist leider Hopfen und Malz verloren. :( \n\nDie Lust ins Forum zu schreiben habe ich oft. :D Vieles ist auch interessant :)","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Noxempire","date":"2018-04-22T14:37:58.227+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Basmati Ryze,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=00010000,timestamp=2018-04-22T14:01:08.626+0000)\n>\n> naja ich seh ständig leute retard schreiben und mit denen passiert nichts. \n>\n\nAlso dein Ban sollte dir wohl als Beweis genügen, dass solche Leute eben doch bestraft werden.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T15:27:42.170+0000","up_votes":2,"down_votes":2,"body":"dazu sag ich jetzt mal nichts..","replies":[]}]},{"id":"","poster":"Homunculi","date":"2018-04-22T14:06:35.228+0000","up_votes":1,"down_votes":0,"body":"Da du vorher schon sehr toxisch warst, muss es nicht das \"Hurensohn\" gewesen sein das einen oder mehrere deiner Mitspieler dazu veranlasst hat dich wegen Beleidigung zu melden. \n\nDa es aber noch im Spiel war wurde es vom IFS erfasst, kann gut möglich sein das du ohne den letzten Satz nicht bestraft worden wärst, sofern du keinen 14 Tage Bann hattest.","replies":[]}]}]},{"id":"","poster":"CMan","date":"2018-04-22T13:59:42.181+0000","up_votes":3,"down_votes":1,"body":">Basmati Ryze: fucking retrards\nBasmati Ryze: you are actually bad\nBasmati Ryze: no\n\n>Basmati Ryze: 89 farm\nBasmati Ryze: ad autofill\nBasmati Ryze: twitch trolling but doesnt ff\n\n>Basmati Ryze: Stfu du hurensohn\n\nAll das ist definitiv nicht konstruktiv, sondern einfach nur überflüssig und daneben.\nVon dem Rest ist einiges auch grenzwertig. \nDas führt dann halt mal zu ner Strafe.\n\nFalls du vorher schon einen 14-Tage-Bann hattest, dann ist der Perma die nächste logische Folge.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T14:03:45.912+0000","up_votes":1,"down_votes":5,"body":"naja ich würd jetzt nicht sagen, dass sich meine Teammates einwandfrei verhalten haben und das, wenn es alleine steht, noch viel schlimmer wirkt. Aber das kannst du natürlich nicht wissen da Riot einem nur die eigenen Chatlogs zeigt, damit es schlimmer wirkt.","replies":[{"id":"","poster":"Homunculi","date":"2018-04-22T14:08:59.288+0000","up_votes":4,"down_votes":0,"body":">da Riot einem nur die eigenen Chatlogs zeigt, damit es schlimmer wirkt.\n\nNicht richtig, sie zeigen dir DEINEN Chatverlauf weil DEIN Chatverlauf zu DEINER Strafe geführt hat.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T14:17:20.572+0000","up_votes":1,"down_votes":4,"body":"naja aber es wird ja auch nicht verlangt, dass man immer positiv und super freundlich auf unfreundliche und nicht kooperierende Teammates reagiert. Ich mein wenn man nett fragt und sie nicht antworten muss man halt nen anderen Ton verwenden weil man frustriert wird.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-22T14:21:21.226+0000","up_votes":4,"down_votes":0,"body":"Eine dumme Logik. Genau wegen der Logik hast du ja auch den Permabsnn kassiert.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T14:29:30.923+0000","up_votes":1,"down_votes":4,"body":"naja ich weiß ja nicht wie es bei dir in real life ist ob du dich von allen knechten lässt","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-22T14:32:14.405+0000","up_votes":4,"down_votes":0,"body":"Knechten? XD Meinst du nicht, dass du ein KLEIN WENIG übertreibst?","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-22T14:37:40.172+0000","up_votes":1,"down_votes":7,"body":"Die Essenz seine Aussage stimmt schon. Im real life geht es viel härter zu als in lol. Es ist ja fast schon so eine Art Blase hier, in der ganz natürliche, menschlich Eigenschaften negiert werden. Hauptsache jeder ist übertrieben freundlich.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-22T14:49:33.640+0000","up_votes":6,"down_votes":0,"body":"Tu mir und der restlichen Community doch bitte den Gefallen und halte dich vom Forum fern. Danke!","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-22T15:20:08.695+0000","up_votes":2,"down_votes":5,"body":"Ignoriere meine Kommentare in Zukunft einfach und leb weiter in deine Traumwelt.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-22T15:30:28.787+0000","up_votes":6,"down_votes":0,"body":"Deine Beiträge kann und darf man leider nicht ignorieren. \nDu verbreitest nämlich viel Quatsch. Alleine schon das mit deinen Zufallsbestrafungen. Bevor das noch jemand glaubt muss man nämlich direkt was dazu schreiben. \nErgo ist es am besten für alle, wenn du dich einfach vom Forum fern hältst.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-22T15:50:36.072+0000","up_votes":1,"down_votes":3,"body":"Ja, klar. Jeder der nicht deine Meinung vertritt muss möglichst schnell weg. Kritik ist natürlich ganz schlecht. Sachliche Argumente könnten halt dein Weltbild zum einstürzen bringen und das willst du wohl nicht. Ist ja alles dein schönes Recht.\n\nVon Forensoldaten kann man offensichtlich keine normale Diskussionskultur erwarten.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-22T15:58:54.879+0000","up_votes":4,"down_votes":0,"body":"Dann beweise mir doch bitte das irgendwas von dem was du schreibst der Wahrheit entspricht. Und nein, ich will keine Behauptungen von dir ich will Belege. Vorher ist alles was du sagst völliger Mumpitz. Btw deinen Thread hab ich gelesen. Der ist kein Beweis.... \n\nGenug Leute haben dir mittlerweile gesagt, dass das was du sagst falsch ist. Die einzigen die auf deiner Seite sind sind die, die auch bestraft wurden und die nicht einsehen das ihr Verhalten falsch ist. Komisch oder? Du bist also fast alleine mit deiner Meinung. Und da du offenbar genauso beratungsresistent bist wie der TE ist es das Beste, wenn du doch vom Forum fern hältst.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-22T16:09:03.789+0000","up_votes":5,"down_votes":0,"body":"Jahrelange Forenaktivität hat gezeigt dass du eben völlig auf dem Holzweg bist, das ist Erkundung genug... Ich wurde zwar nie bestraft, kann aber behaupten dass ich mehr über das Bestrafungssystem weiß als du, der sich erst vor kurzem damit beschäftigt weil er bestraft wurde. \nIch behaupte zwar nicht, dass das System fehlerfrei ist aber zufällig wie du es behauptest ist es keinesfalls. Und wenn du willst das dir irgendjemand hier glaubt dann kommst du nicht drum rum Beweise vorzulegen.","replies":[]},{"id":"","poster":"clair de lune289","date":"2018-04-22T18:32:46.054+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=00020000000000000000000000010000000000010000000000000000,timestamp=2018-04-22T16:03:20.782+0000)\n>\n> Sorry, aber du bist mir die Zeit nicht wert. Erkundige dich einfach selber und du wirst schon sehen.\n\n\n\n\"ich habe absolut keine sachlichen Argumente und suche jetzt irgendeine Ausrede damit ich mir selbst glauben machen kann, ich hätte die Diskussion nicht  (hoch)haushoch verloren\"\n\n{{sticker:sg-ezreal}}\n\n","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-04-22T16:03:20.782+0000","up_votes":1,"down_votes":5,"body":"Sorry, aber du bist mir die Zeit nicht wert. Erkundige dich einfach selber und du wirst schon sehen.","replies":[]}]},{"id":"","poster":"Homunculi","date":"2018-04-22T15:59:59.950+0000","up_votes":3,"down_votes":0,"body":"Wenn du wenigstens konstruktive Kritik und sachliche Argumente bringen würdest und nicht mit Halbwahrheiten und ausgedachtem Mumpitz daher kommen würdest, dann wäre das ja nur halb so schlimm.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-22T16:58:10.562+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=00020000000000000000000000010000000000010000000000010004,timestamp=2018-04-22T16:53:57.512+0000)\n>\n> Du brauchst ja absolut nicht meine Meinung teilen. Aber welche Standpunkte ich vertrete solltest du doch schon mitbekommen haben. Wie du weist habe ich diese auch in einem eigenen Thread genauer erläutert.\n\nUnd in Deinem Thread wurde Dir auch erklärt, warum Du auf dem Holzweg bist.\nWas Du allerdings nicht erklärt hast ist, wo das System bitteschön Zufallsparameter hat, oder wo das System zufällig Strafen verteilt. Um genau diese Erklärung hatte ich Dich gebeten, eben dazu etwas zu sagen. Aber Du kannst gerne weiterhin - wie auch in Deinem und all den anderen Threads zu denen Du Dich äußerst - einfach darauf hinweisen, dass Du in Deinem Thread alles groß und breit erklärt hast und Du nur die Wahrheit sprichst. Es ändert nichts daran, dass Deine Theorie nicht richtig ist.","replies":[]},{"id":"","poster":"Homunculi","date":"2018-04-22T16:56:48.869+0000","up_votes":3,"down_votes":0,"body":"Herzlichen Glückwunsch du hast dir die Alukrone verdient.\n\nWenn ich mich ein wenig zurück erinnere und darüber sinniere wieviele der von mir gelesenen Threads zu Bestrafungen bzgl. Fehlverhalten im Chat vom Zufallsfaktor bestimmt waren, muss ich dir leider sagen das du Unsinn redest.\n\nDu redest nicht gegen eine Wand, aber viel Mumpitz.\nDas Problem mit dir und vielen deiner Art vor dir ist; Ihr labert immer sehr gescheit daher, geht aber nie auf die Fragen oder Fakten ein die euch präsentiert werden geschwege denn das ihr mal richtige  Fakten oder Beweise vorlegt, nachdem immer verlangt wird, nein ihr redet weiter und weiter und weiter und weiter und weiter ...\n\nMan nimmt euch nicht mehr ernst, kennst du die Geschichte von dem Jungen der immer \"Wölfe!\" gerufen hat?\n\nDeine Kommentare erinnern mich irgendwie an diese Flat Earthers, Kreationisten, Chemtrail Propheten und wiese nicht alle heissen. \n\nLeg bitte harte, klare Fakten auf den Tisch oder hör auf deine Halbwissen und deine Halbwahrheiten in die Welt hinauszuposaunen, du bist sonst nicht mehr als diese komischen Typen die auf einer Kiste stehen und \"DAS ENDE IST NAH!\" brüllen.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-04-22T16:49:19.018+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=00020000000000000000000000010000000000010000000000010002,timestamp=2018-04-22T16:46:41.724+0000)\n>\n> Sie wollen verbergen, dass das Bestraffungssystem von Zufallsfaktoren bestimmt wird. Rede ich die letzten Tage gegen eine Wand?\n\nReden wir gegen eine Wand? Von welchen Zufallsfaktoren redest Du denn die ganze Zeit? Du schreist immer wieder was von wegen Zufall hier, Zufall da. Die Strafen sind absolut nicht zufällig, und die bestraften Spieler werden auch nicht per Zufall ausgewählt. Wo also ist bitteschön der Zufall?","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-04-22T16:43:43.428+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=00020000000000000000000000010000000000010000000000010000,timestamp=2018-04-22T16:39:27.141+0000)\n>\n> Es ist doch genau umgekehrt. Riot kommt doch mit Halbwahrheiten daher, wenn sie sich überhaupt äußern. Die meisten Daten und Statistiken werden streng geheim gehalten. Vermutlich weil sie sehr viel zu verbergen haben.\n\nUnd was genau sollten sie zu verbergen haben? Kannst Du mir das bitte mal erklären?","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-04-22T16:53:57.512+0000","up_votes":1,"down_votes":2,"body":"Du brauchst ja absolut nicht meine Meinung teilen. Aber welche Standpunkte ich vertrete solltest du doch schon mitbekommen haben. Wie du weist habe ich diese auch in einem eigenen Thread genauer erläutert.","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-04-22T16:39:27.141+0000","up_votes":1,"down_votes":2,"body":"Es ist doch genau umgekehrt. Riot kommt doch mit Halbwahrheiten daher, wenn sie sich überhaupt äußern. Die meisten Daten und Statistiken werden streng geheim gehalten. Vermutlich weil sie sehr viel zu verbergen haben.","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-04-22T16:46:41.724+0000","up_votes":1,"down_votes":3,"body":"Sie wollen verbergen, dass das Bestraffungssystem von Zufallsfaktoren bestimmt wird. Rede ich die letzten Tage gegen eine Wand?","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2018-04-22T21:45:59.997+0000","up_votes":1,"down_votes":0,"body":"Angel Ayume hat da schon Recht. Bevor du weiter Unsinn verbreitest und dadurch andere Spieler Gefahr laufen, deinen Unsinn zu glauben, wenn nicht schnell genug jemand dir Kontra gibt, wäre es besser für alle Beteiligten, wenn du einfach keinen Unsinn mehr von dir gibst.\n\nDir wird nicht widersprochen, andere müssen sich nicht die Mühe machen dir zu widersprechen und niemand läuft Gefahr, Fehlinformationen auf den Leim zu gehen.","replies":[]}]}]}]},{"id":"","poster":"clair de lune289","date":"2018-04-22T14:51:32.048+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"Darkr3sQ","date":"2018-04-22T14:49:50.601+0000","up_votes":7,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=00020000000000000000000000010000,timestamp=2018-04-22T14:37:40.172+0000)\n>\n> Die Essenz seine Aussage stimmt schon. Im real life geht es viel härter zu als in lol. Es ist ja fast schon so eine Art Blase hier, in der ganz natürliche, menschlich Eigenschaften negiert werden. Hauptsache jeder ist übertrieben freundlich.\n\nWo bitteschön geht es im RL viel härter zu?\nAuf Arbeit, auf der Straße, bei Dir zuhause wirst Du also immer von allen Seiten angekackt, wie beschissen Du doch bist?\nIch glaube nicht. Und selbst wenn, gehst Du garantiert nicht hin, und haust erst einmal als Revanche wüste Beschimpfungen raus.\nLOL ist keine Blase. Keiner verlangt übertriebene Freundlichkeit. Es wird lediglich verlangt, sich nicht wie das letzte Arschloch aufzuführen.\nIm Supermarkt, auf einem Konzert, in einer Disko, im Kino wirst Du auch vor die Tür gesetzt, wenn Du Dich daneben benimmst. Ist das also auch eine Blase?","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T14:55:21.124+0000","up_votes":1,"down_votes":3,"body":"es geht darum, dass wenn jemand anders einen unfreundlich behandelt, dass man dann noch freundlich zu ihm sein muss","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-22T21:51:45.045+0000","up_votes":1,"down_votes":0,"body":"Niemand erwartet von dir, dass du auf etwas wie eine Beleidigung mit \"vielen Dank dafür, noch einen guten Tag\" antwortest. Aber wenn du zurück flamst, ist das die falsche Entscheidung. \n\nWobei, gerade Freundlichkeit scheinen Flamer nicht ab zu können. Ich erinnere mich da gut an einen, der dauernd gemeckert hat, weil ich auf der Toplane ein oder zwei mal dumm gestorben bin. Bei seinem nächsten dummen Kommentar habe ich einfach nur \"thank you\" geantwortet. Der Rest meines Teams hatte 5 Minuten Ruhe, da er ab da nur noch \"thank you? why thank you?\" geschrieben hat.","replies":[]}]}]},{"id":"","poster":"Homunculi","date":"2018-04-22T14:50:29.484+0000","up_votes":4,"down_votes":0,"body":">Im real life geht es viel härter zu als in lol\n\nKomisch, ich werd selten bis gar nicht in der Öffentlichgkeit von Fremden als \"Schwuchtel\", \"Inkompetent\" bezeichnet oder mit Sachen wie \"Ich hatte Geschlechtsverkehr mit deiner Mutter/Schwester\", \"Ich solle doch bitte an Krebs/Aids sterben\" konfrontiert, ich weiss ja nicht in was für einer Umgebung du lebst.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T14:52:56.261+0000","up_votes":1,"down_votes":2,"body":"sowas hab ich doch auch garnicht geschrieben lol","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T14:54:47.792+0000","up_votes":1,"down_votes":4,"body":"es geht darum, dass wenn jemand anders einen unfreundlich behandelt, dass man dann noch freundlich zu ihm sein muss","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-22T14:57:16.507+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Basmati Ryze,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=00020000000000000000000000010000000200000000,timestamp=2018-04-22T14:54:47.792+0000)\n>\n> es geht darum, dass wenn jemand anders einen unfreundlich behandelt, dass man dann noch freundlich zu ihm sein muss\n\nUnd wo sagt das jemand?\nWenn jemand unfreundlich zu Dir ist, mute ihn und rede nicht mehr mit ihm. Wenn Du willst, reporte ihn dann stillschweigend nach dem Spiel und gut ist.\nNiemand sagt, dass Du mit dieser Person weiter freundlich schreiben sollst. Es wird nur gesagt, dass Du mit dieser Person einfach gar nicht mehr schreiben sollst, und Du ihn im schlimmsten Fall einfach muten sollst.\n\nIm echten Leben gehst Du doch auch hin, und redest nicht mit unfreundlichen Menschen. Oder gehst Du dann zu den unfreundlichen Menschen, und beschimpfst sie dann noch?","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T15:00:23.589+0000","up_votes":1,"down_votes":2,"body":"es geht darum, dass man sich nicht immer alles gefallen lassen muss. Ich lass mir auch nicht alles gefallen wenn jemand irl zu mir unfreundlich ist. \n\nUnd da ich GEWINNEN möchte, mute ich leute nicht, da sie ja doch noch was gutes schreiben können. Und immer zu muten kann auch nicht die Lösung sein.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-22T15:05:56.620+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Basmati Ryze,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=0002000000000000000000000001000000020000000000000000,timestamp=2018-04-22T15:00:23.589+0000)\n>\n> es geht darum, dass man sich nicht immer alles gefallen lassen muss. Ich lass mir auch nicht alles gefallen wenn jemand irl zu mir unfreundlich ist. \n> \n> Und da ich GEWINNEN möchte, mute ich leute nicht, da sie ja doch noch was gutes schreiben können. Und immer zu muten kann auch nicht die Lösung sein.\n\nIn LOL gibt es die Mute-Funktion. Die sorgt dafür, dass Du Dir nicht alles gefallen lassen musst.\nWenn Du das geschriebene nicht ignorieren kannst, und die Person nicht muten willst, und Du der Meinung bist, im Kontra geben zu müssen, brauchst Du Dich nicht wundern wenn Du das Spiel verlierst und eine Strafe bekommst.\nWenn Du auf toxische Personen toxisch reagierst, schaukelt sich das nur hoch. Im günstigsten Fall sind nur zwei Spieler mit Chatten beschäftigt. Auf jeden Fall ist das Spiel aber zum Großteil verloren. Wenn Du also gewinnen willst, ist nicht muten weil ja noch etwas ach so konstruktives von einer toxischen Person kommen könnte, der falsche Weg. Weil mit Deiner Einstellung wirst Du das Spiel mit ziemlich hoher Wahrscheinlichkeit nicht gewinnen können.\nUnd mal ganz ehrlich: Wie oft kam von einer toxischen Person noch etwas konstruktives, was Du nicht durch die Minimap, die Du ohnehin im Auge behalten solltest, und durch Wards selbst gesehen hättest?","replies":[]},{"id":"","poster":"OT Riku","date":"2018-04-22T15:04:09.685+0000","up_votes":1,"down_votes":0,"body":"Aber du willst doch garnichts Gewinnen.\nSonst würdest du das ja ignorieren.","replies":[]},{"id":"","poster":"Basmati Ryze","date":"2018-04-22T15:38:30.854+0000","up_votes":1,"down_votes":2,"body":"Nein man kann nämlich auch was konstruktives in den Chat schreiben.","replies":[]},{"id":"","poster":"Basmati Ryze","date":"2018-04-22T15:28:42.665+0000","up_votes":1,"down_votes":3,"body":"welche Elo bist du wenn ich fragen darf.","replies":[]}]}]}]},{"id":"","poster":"Homunculi","date":"2018-04-22T15:04:00.321+0000","up_votes":1,"down_votes":0,"body":"Da hast du was in den falschen Hals bekommen^^, der Text war nicht von dir, sondern vom netten Herrn Mad Loony(oder der Dame je nachdem).\n\n>es geht darum, dass wenn jemand anders einen unfreundlich behandelt, dass man dann noch freundlich zu ihm sein muss\n\nIch kann dich verstehen, glaub mir. Das Problem ist, dass es weder dir, dem Typen der angefangen hat oder dem Team auch nur im entferntesten weiter hilft wenn man sich im Chat streitet.\nDie Konzentration liegt ganz woanders, man spielt nicht mehr im Team, die Motivation geht immer mehr in den Keller. Du glaubst nicht wie viele Spiele ich verloren habe nur weil zwei meinten sie müssten jetzt ihre Meinungen übereinander los werden.\n\nEs gibt auch Personen die erfreuen sich daran wenn du wegtiltest und anfängst beleidigend zu werden, dann geht denen so richtig einer ab. \n\nIgnorieren ist das Zauberwort, ja ich weiss klingt leicht gesagt, denn wenn das erste Wort schon gesprochen ist, ist der Schaden meist schon angerichtet.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T15:20:06.232+0000","up_votes":1,"down_votes":1,"body":"naja es kann aber auch hilfreich sein was zu schreiben","replies":[{"id":"","poster":"Homunculi","date":"2018-04-22T16:02:13.557+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Basmati Ryze,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=000200000000000000000000000100000002000000010000,timestamp=2018-04-22T15:20:06.232+0000)\n>\n> naja es kann aber auch hilfreich sein was zu schreiben\n\nKommt drauf an WAS man schreibt. Wie schon einige male erwähnt wurde, auf Flame mit Flame zu reagieren bringt nichts, diese Auge um Auge Mentalität ist purer Unsinn.\n\nMan kann gerne versuchen deskalierend zu wirken, bringt aber selten was.","replies":[]}]}]}]}]},{"id":"","poster":"Noxempire","date":"2018-04-22T16:01:27.169+0000","up_votes":1,"down_votes":0,"body":"Im Real Life würde ich genauso wenig auf Leute eingehen die mich wüst beschimpfen, ich würde ich von ihnen fernhalten. \n\n>ganz natürliche, menschlich Eigenschaften\n>\n\nJa genau... \nEs ist also natürlich menschlich auf Flame mit Flame zu reagieren? Ich würde eher sagen dass es natürlich menschlich ist, Konfliktsituationen zu vermeiden. Das einzige was dir sagt, dass du deine \"Ehre\" verteidigen musst, ist dein Ego, aber nicht die Logik. \n\nWenn man diese \"Flame mit Flame\" bekämpfen Logik aufs RL überträgt fällt mir nur sowas ein:\n\n\"Du bist scheiße\"\n\"Guck dich doch mal an\"\n\"Deine Mutter ist scheiße\"\n\"Halt Maul Hurensohn\"\n\nFür sowas hab ich 0 toleranz und Verständnis.\n\nWas genau daran falsch sein soll \"Freundlich\" zu sein, erschließt sich mir auch nicht ganz. Wäre es denn schlecht, wenn jeder freundlich zueinander ist? Braucht man dieses ganze geblame? Nein. Weil ein Großteil der Spieler nur eine angenehme Spielatmossphäre haben möchte. \n\nFlamen blamen und disskutieren, verringert die Chance, ein Spiel zu gewinnen. Deswegen will weder Riot und die Spielerschaft solche Leute haben. Es nervt einfach nur. Das hat nichts mit Menschlichkeit oder aufgesetzter Freundlichkeit zu tun.\n\nEDIT: Viele scheinen auch nicht den Unterschied von Blame/Flame und Kritik zu verstehen.","replies":[]}]},{"id":"","poster":"Basmati Ryze","date":"2018-04-22T14:40:36.439+0000","up_votes":1,"down_votes":2,"body":"man muss nicht freundlich zu leuten sein die zu einem unfreundlich sind","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-22T14:45:36.253+0000","up_votes":4,"down_votes":0,"body":"Richtig. Aber man muss auch nicht wie ein Idiot zurück unfreundlich sein. Du kannst die Personen einfach muten. Reagierst du auf Flame mit Flame bist du keinen Deut besser. Und nun erkläre mir mal bitte inwiefern Flame der auf Flame trifft sinnvoll für das Game ist. Das Ziel des Spiels ist es mit dem Team den gegnerischen Nexus zu zerstören und nicht um sich verbal die Köpfe einzuschlagen. Wer das doch tut, der Arbeit ganz klar gegen das Ziel!","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T14:52:35.145+0000","up_votes":1,"down_votes":5,"body":"wie gesagt es war ja kein flame. und es könnte ja immer noch was konstruktives zurückkommen","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-22T14:58:07.767+0000","up_votes":3,"down_votes":0,"body":"Ich gebs auf. Glaub halt weiterhin das das was du von dir gibts völlig okay ist. Wir sehen uns dann im Forum wenn dein nächster Account nen Permabann hat. Bis dahin.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-04-22T14:55:15.149+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Basmati Ryze,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=0002000000000000000000000001000100010000,timestamp=2018-04-22T14:52:35.145+0000)\n>\n> wie gesagt es war ja kein flame. und es könnte ja immer noch was konstruktives zurückkommen\n\nUnd was genau könnte da konstruktives zurückkommen, was man nicht durch Pings auch ausdrücken kann?\nWie gesagt: Sobald jemand anfängt zu blamen oder flamen, kommt in der Regel nichts konstruktives mehr von dieser Person.\nWenn Du diese Person nicht muten willst, dann musst Du eben hingehen, und alles nicht Konstruktive ignorieren und nicht darauf eingehen.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T14:57:36.632+0000","up_votes":1,"down_votes":1,"body":"Zum Beispiel ob die Gegner Summs haben?","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-22T14:59:43.077+0000","up_votes":1,"down_votes":0,"body":"Wenn jemand flamet und blamet, wird das letzte, was er schreibt sein, dass die Gegner gerade ihre Summs benutzt haben. So jemand hat anderes zu tun, als solche spielrelevanten Infos weiter zu geben.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-22T16:42:51.971+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=00020000000000000000000000010001000100000000000000000004,timestamp=2018-04-22T16:41:27.769+0000)\n>\n> Eigentlich meinte ich den TE. Hab ich auf deinen Post geantwortet? Dann sorry dafür. :D\n\nKein Problem. Kann passieren ;)","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-04-22T16:41:27.769+0000","up_votes":1,"down_votes":0,"body":"Eigentlich meinte ich den TE. Hab ich auf deinen Post geantwortet? Dann sorry dafür. :D","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-04-22T16:31:15.528+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=00020000000000000000000000010001000100000000000000000002,timestamp=2018-04-22T16:15:17.545+0000)\n>\n> Was ist deiner Meinung nach dann die beste Lösung?\n\nHabe ich doch geschrieben: Wenn man die Mute-Funktion nicht mehr nutzen müsste, weil keiner der Spieler mehr flamet.\nDa dies aber utopisch ist, müssen wir eben mit dieser Krücke leben. Eine Kröte muss man eben schlucken. Entweder man schafft es, den Flame im Spiel zu ignorieren und nach dem Spiel den Flamer kommentarlos zu reporten, oder man mutet den Spieler eben und reportet ihn kommentarlos nach dem Spiel.\nDa keinem Flamer / Blamer / Feeder / AFKler / Troll eben dieses auf der Stirn geschrieben steht, kann man hier präventiv nicht vorgehen.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-04-22T16:15:17.545+0000","up_votes":1,"down_votes":0,"body":"Was ist deiner Meinung nach dann die beste Lösung?","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-04-22T16:11:58.734+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Basmati Ryze,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=00020000000000000000000000010001000100000000000000000000,timestamp=2018-04-22T15:39:03.450+0000)\n>\n> Trotzdem ist die Lösung nicht die Mute Funktion.\n\nRichtig. Die Mute-Funktion sollte es nicht geben müssen. Da aber einige Spieler der Meinung sind, die Mitspieler zu Flamen und zu Blamen, hat die Mute-Funktion ihre Daseinsberechtigung. Lösung wäre, dass die Flamer und Blamer einfach nicht mehr Flamen und Blamen würden. Da dies aber nicht passieren wird, müssen wir halt damit leben.","replies":[]},{"id":"","poster":"Basmati Ryze","date":"2018-04-22T15:39:03.450+0000","up_votes":1,"down_votes":0,"body":"Trotzdem ist die Lösung nicht die Mute Funktion.","replies":[]}]}]}]}]}]},{"id":"","poster":"Tempname2919","date":"2018-04-22T14:41:56.800+0000","up_votes":1,"down_votes":0,"body":"Richtig, musst du auch nicht.\nWas du musst ist aber mit den darauffolgenden Konsequenzen leben.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T14:47:59.602+0000","up_votes":1,"down_votes":3,"body":"naja es gibt einen Unterschied zwischen unfreundlich und  toxisch. es gab 2 toxische Sachen die ich geschrieben hab, der Rest war höhstens unfreundlich, und das nur weil man team nich kooperiert hat(Zum Beispiel als ich gefragt hat ob bot lane summs hat)","replies":[{"id":"","poster":"Tempname2919","date":"2018-04-22T14:51:05.589+0000","up_votes":2,"down_votes":0,"body":"Ja, aber in deinem 14 Tagebann stand eindeutig drin, dass jedes weitere Fehlverhalten zum Permabann führt. Somit ist dieser Unterschied in deinem Fall ziemlich irrelevant. \nVor allem ist der Unterschied noch irrelevanter bei dir da du trotzdem toxisch warst. Egal ob 2 oder 10 toxische Bemerkungen.\nDer Chatlog zeigt ganz genau das du nicht daraus gelernt hast und somit ist die logische Konsequenz nur der Permabann.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T15:05:09.973+0000","up_votes":1,"down_votes":3,"body":"naja nur weil man nach mehreren Wochen einmal was negatives schreibt, weil das Team nicht kooperiert und auch die Gegner einen iwie nerven und provozieren heißt das nicht das man nicht draus gelernt hat.","replies":[{"id":"","poster":"Tempname2919","date":"2018-04-22T15:13:09.364+0000","up_votes":2,"down_votes":0,"body":"Doch heißt es. \nSonst hättest du ja nicht geflamed, oder?\n\nIch wiederhole mich ungern, in deinem 14-Tagebann stand das **jegliches** Fehlverhalten im Perma endet. Was verstehst du daran nicht?\nDas war die allerletzte Warnung. Trotzdem hast du die Warnung ignoriert und damit gezeigt das du nichts daraus gelernt hast.\n\nDas Team hat nicht kooperiert und die Gegner nerven und provozieren? Ja, ist ärgerlich, damit muss jeder klarkommen. Du sagst muten ist keine Lösung, ich sage muten ist noch immer eine bessere Lösung als flamen. Mit deinen Beleidigungen und deiner unfreundlichen Art sorgst du nur dafür das die Situation noch schlimmer wird. Du provozierst damit nämlich nur das andere Spieler auch mit flamen beginnen oder dich muten da du ihnen auf die Nerven gehst.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-04-22T15:07:56.349+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Basmati Ryze,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=000200000000000000000000000100010000000000000000,timestamp=2018-04-22T15:05:09.973+0000)\n>\n> naja nur weil man nach mehreren Wochen einmal was negatives schreibt, weil das Team nicht kooperiert und auch die Gegner einen iwie nerven und provozieren heißt das nicht das man nicht draus gelernt hat.\n\nDoch, genau das heißt es. Du wusstest, dass Du unter verstärkter Beobachtung stehst, und Dir eigentlich absolut nichts mehr erlauben darfst. Und doch hast Du Dich nicht soweit im Griff, dass Du die toxischen Spieler nicht einfach mutest, sondern prompt wieder toxisch wirst.","replies":[]}]}]},{"id":"","poster":"Darkr3sQ","date":"2018-04-22T14:52:58.771+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Basmati Ryze,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=0002000000000000000000000001000100000000,timestamp=2018-04-22T14:47:59.602+0000)\n>\n> naja es gibt einen Unterschied zwischen unfreundlich und  toxisch. es gab 2 toxische Sachen die ich geschrieben hab, der Rest war höhstens unfreundlich, und das nur weil man team nich kooperiert hat(Zum Beispiel als ich gefragt hat ob bot lane summs hat)\n\nEs gibt einen unterschied zwischen unfreundlich und toxisch, das ist richtig. Aber Du hast selbst zugegeben, dass es bei Deinem Chatlog zwei toxische Sachen gegeben hat. In der Meldung zum 14 Tagesbann stand jedoch ausdrücklich drinne, dass **jegliches** weitere toxische Verhalten zu einem permanenten Ausschluss führt. Da stand absolut nicht drinne, dass du ab und an mal ein oder zwei toxische Sachen im Spiel fallen lassen kannst. Da stand drinne, dass Du **gar nichts** toxisches mehr schreiben darfst.","replies":[]}]}]}]}]},{"id":"","poster":"Darkr3sQ","date":"2018-04-22T14:31:00.431+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Basmati Ryze,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=000200000000000000000000,timestamp=2018-04-22T14:29:30.923+0000)\n>\n> naja ich weiß ja nicht wie es bei dir in real life ist ob du dich von allen knechten lässt\n\nWo wurdest Du bitteschön geknechtet? Wo bestand Gefahr für Dein Leben, dass Du mit einem einfachen Klick auf Mute hättest abschalten können?","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T14:38:59.615+0000","up_votes":1,"down_votes":2,"body":"naja es besteht ja immer noch die Möglichkeit, dass sie was konstruktives sagen oder zum  Beispiel auf meine Frage antworten ob bot noch summs hat.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-22T14:46:26.467+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Basmati Ryze,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=00020000000000000000000000000000,timestamp=2018-04-22T14:38:59.615+0000)\n>\n> naja es besteht ja immer noch die Möglichkeit, dass sie was konstruktives sagen oder zum  Beispiel auf meine Frage antworten ob bot noch summs hat.\n\nWenn jemand flamet, kommt von dieser Seite aus nichts konstruktives mehr.\nUnd wie gesagt: wenn Dir nicht geantwortet wird, wurdest Du vielleicht gemutet. Was ändert es dann, wenn Du diese Person dann noch wüst beschimpfst? Wenn Sie dich nicht lesen kann oder will, dann bekommst Du eben keine Antwort.","replies":[]}]}]}]}]},{"id":"","poster":"Marksmansitter","date":"2018-04-22T14:24:18.727+0000","up_votes":1,"down_votes":0,"body":"wenn sie nicht antworten, dann ist das so, was juckt dich das ? Ist kein vernünftiger Grund ausfallend zu werden. \nWas andere machen ist völlig irrelevant, deine Strafe bekommst du ausschließlich für das was du schreibst, den Kontext interessiert keinen.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-04-22T14:23:15.598+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Basmati Ryze,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=0002000000000000,timestamp=2018-04-22T14:17:20.572+0000)\n>\n> naja aber es wird ja auch nicht verlangt, dass man immer positiv und super freundlich auf unfreundliche und nicht kooperierende Teammates reagiert. Ich mein wenn man nett fragt und sie nicht antworten muss man halt nen anderen Ton verwenden weil man frustriert wird.\n\nKeiner Verlangt von Dir, anderen Honig um den Mund zu schmieren. Es wird lediglich von Dir verlangt, andere Spieler nicht zu beleidigen oder in irgendeiner Form runter zu putzen. Wenn die Spieler auf Deine Frage nicht antworten, haben sie Dich vielleicht gemutet. Dann hakt man das ab, und geht nicht weiter darauf ein. Fertig.\nEs besteht absolut kein Grund, sich im Ton zu vergreifen.","replies":[]}]}]}]}]},{"id":"","poster":"Basmati Ryze","date":"2018-04-22T17:31:36.419+0000","up_votes":1,"down_votes":5,"body":"Da Riot sowieso macht was sie wollen und sie so stur sind, dass sie einen Account nicht entsperren, egal ob er zu unrecht gebant wurde oder nicht, ist es eigentlich sinnlos hier noch weiter zu diskutieren. Ich weiß, dass die 2 Beleidigungen \"fucking retard\" und \"Hurensohn\" nicht angebracht waren und das streite ich auch nicht ab.  \n\nJEDOCH gibt es mehrere DInge die manche verstehen sollten: \n\n1. Es war ein Ranked Game, wodurch die Atmosphäre und die Stimmung anders ist als in einem normal Game, wo es um nichts geht. \n\n2. Wenn man Low-Elo ist, ist es schwer zu beurteilen, was in High Elo als Flame betrachtet wird und was dort normaler Umgangston ist.  (das zeigt der Ban von Imaqtpie auch) Es gibt einfach Fehler, die nicht zu verzeihen sind, wie zum Beispiel, dass eine Wave gefarmt wird anstatt First Tower zu holen, besonders wenn man mehrfach pingt und es in den Chat schreibt. (das war zu dem Zeitpunkt an dem First Tower teilweise ganze Games entschieden hat) Woraufhin man dann auchmal als Retard bezeichnet wird. (Da keine Kooperation auf Seiten meines Teams zu sehen war und sie komplett alles ignoriert haben was ich geschrieben oder gepingt habe, habe ich aus Frust das Wort Retard Geschrieben) \n\n3. Es ist was komplett anderes, wenn alle negativ drauf sind und sich beleidigen oder nur ein Spieler die anderen sinnlos flamt. (das Argument, dass es nur darauf ankommt was man selber geschrieben hat ist totaler Quatsch, da man die Leute so behandelt wie man selbst behandelt wird. (wie man in den wald hineinruft so schallt es heraus)\n\n4. Der Gründe warum man nicht flamen darf sind einerseits, dass man den Spielspaß von anderen ruiniert und das man dadurch das Spiel eher verliert.\nDa alle negativ drauf waren, war ich hier nicht der Grund warum manche vielleicht keinen Spaß an der Runde hatten. \n\nUnd da ich nur geflamet habe, weil mein Team nicht gewinnen wollte und nicht kommuniziert hat, war die Runde sowieso schon verloren.","replies":[{"id":"","poster":"Homunculi","date":"2018-04-22T17:52:24.824+0000","up_votes":3,"down_votes":0,"body":"Schön das du nichts verstanden hast :).\n\nDer Hauptgrund für die permanente Sperre deines Accounts war das erneute Fehlverhalten nach dem 14 Tage Bann, der die letzte Instanz ist bevor der Account gänzlich gesperrt wird. Kann man mit Bewährungsauflagen vergleichen.\n\n>Außerdem waren es auch keine starken Beleidigungen.\nRetard bedeutet jemand der ein bisschen langsamer im Kopf ist.\nUnd Hurensohn: Es ist von der Gesellschaft vllt nicht anerkannt aber eine Hure ist nicht unbedingt was schlimmes.\n\nDer gesamte Text im Kästchen zeigt einfach das du absolut nichts verstanden hast was in den letzten Stunden hier erzählt wurde. Irgendwie schade.\n\nUnd das du keine Ahnung davon hast was du überhaupt erzählst ... Ich bin ein wenig enttäuscht.\n\nEDIT:\n\n>Wenn man Low-Elo ist, ist es schwer zu beurteilen, was in High Elo als Flame betrachtet wird und was dort normaler Umgangston ist. (das zeigt der Ban von Imaqtpie auch)\n\nAlso ist es OK schlimme Dinge zu machen wenn die ELO hoch genug ist? Versteh ich das richtig?\n\nEs wäre auch OK, wenn ich mehr verdiene als du, dass ich dich in Grund und Boden beleidigen darf wenn du einen Fehler machst?\nIch will deiner Logik folgen, deswegen frag ich.\n\n>Da Riot sowieso macht was sie wollen und sie so stur sind, dass sie einen Account nicht entsperren\n\nDa hammas wieder, das pöse pöse RIOT, die wollen nur unser Geld, die erstgeborenen und die Jungfräulichkeit unserer Töchter. Wie ich eingangs schon sagte, du hast nichts verstanden :).","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T18:48:51.666+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Homunculi","date":"2018-04-22T20:07:15.837+0000","up_votes":2,"down_votes":0,"body":"Wow also ich glaube das du nach drölfzich Antworten zu deinem Permabann es immer noch nicht verstanden hast. Schon iwie traurig. \nEs ist auch sehr traurig das du die ELO vorschiebst, als wäre man in höheren Elos ein besserer Mensch bzw. dürfe man sich mehr erlauben, was nicht falscher sein könnte. Aber schön das du von \"auf den Text eingehen\" sprichst, hast du auch nur zur hälfte getan :). Jaja ich kann Korinthen kacken :D.\n\nWie ich schon mehrfach sagte, dein Fehlverhalten nach dem 14 Tage Bann war das ausschlaggebende für den Permabann. Wie ich auch schon sagte, der 14 Tagebann ist die letzte Chance, so ähnlich wie eine Bewährungsauflage, die sagt: Bau noch einmal scheisse und du fliegst. Du hast dich nicht daran gehalten und wurdest bestraft.\n\n>Und dein Beispiel mit dem Geld verdienen ist ja auch sowas von unpassend. Bei deinem Beispiel repräsentiert das Geld nämlich die ELo, somit sagst du ich würde immer mit/gegen Low Elo Spielern spielen und diese flamen. \n\nDas Geld als  Platzhalter für Elo war schon richtig verstanden von dir, aber gänzlich fehlinterpretiert in der Aussage, mir ging es darum: nur weil jemand einen höheren Status hat darf er sich trotzdem nicht wie die Axt im Walde benehmen, Gesetze(AGBs und Verhaltensregeln von RIOT) sind für alle da und müssen befolgt werden.\nWas du als \"normal\" empfindest ist deine Sache, wenn du dich auf dem Niveau mit deinen Freunden unterhältst hab ich nichts dagegen, ich machs selbst nicht wirklich anders, aber wenn jemand fremdes dabei ist bzw. ich in der Öffentlichkeit bin, muss ich mich an Regeln halten die eine gewisse \"Grundhöflichkeit\" vorraussetzen.\n\n>Generell arbeiten beim Riot Support immer nur Silber Noobs die keine Ahnung vom Spiel haben und dann über den Account von anderen Leuten entscheiden können. \n\nHast du dafür Beweise? \nDu hast dir die AGBs sehr wahrscheinlich nicht durchgelesen, willst aber dagegen schimpfen, ist ungefähr das gleiche.\nOder Politessen, sind wahrscheinlich nie schneller als 150 km/h gefahren, dürfen aber deinen 600 PS BMW abschleppen lassen wenn er scheisse steht. \nUnd auch hier wieder, du sagst das höhere ELO gleich besserer Mensch ist, etwas überspitzt.\n\n>Du hast doch keine Ahnung was in High Elo überhaupt als Flamen angesehen wird, wenn du nur den Mode, der für Silber Noobs gemacht ist (Aram) spielst.\n\nIch weiss nicht ob du jetzt nachgesehen hast welche ELO ich habe und was ich spiele oder ob du geraten hast.\n\n>Ich sag nicht, dass flamen erlaubt ist, ich sag das in unterschiedlichen Elos unterschiedliche Dinge als Flamen angesehen wird.\n\nDas scheint mir eine eher subjektive annahme zu sein. Gut wenn mich jemand in Silber als Boosted beschimpft kann ich nur lachen, in höheren Bereichen mag das schlimmer sein, genauso wie noob.\n\n>Und besonders traurig ist es wie ihr euch gegenseitig hier im Forum immer pusht und euch als cool darstellt. Sehr trauriges Verhalten. \n\nDas ist eine der typischen reaktionen darauf, dass die Leute nicht auf der Seite sind, auf die der Thread Ersteller steht, man gibt euch Argumente, Beispiele und was weiss ich nicht noch alles, aber wir sind die bösen, du bist nicht der erste und wirst mit Sicherheit nicht der letzte sein der wegen Fehlverhalten im Chat eine Sperre erhält, wir sagen allen immer das gleiche, das hat nichts mit pushen zutun, dein Verhalten ist leider traurig, weil du dich sehr kindlich verähltst und es irgendwie nicht einsehen oder verstehen möchtest was wir dir sagen.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T20:20:32.636+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Homunculi,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=0009000000010001,timestamp=2018-04-22T20:07:15.837+0000)\n>\n> Wow also ich glaube das du nach drölfzich Antworten zu deinem Permabann es immer noch nicht verstanden hast. Schon iwie traurig. \n> Es ist auch sehr traurig das du die ELO vorschiebst, als wäre man in höheren Elos ein besserer Mensch bzw. dürfe man sich mehr erlauben, was nicht falscher sein könnte. Aber schön das du von &quot;auf den Text eingehen&quot; sprichst, hast du auch nur zur hälfte getan :). Jaja ich kann Korinthen kacken :D.\n> \n\nVerstehst du iwie nicht, dass alle in dem Spiel dann höhere Elo sind und nicht nur ich? \n\n> Wie ich schon mehrfach sagte, dein Fehlverhalten nach dem 14 Tage Bann war das ausschlaggebende für den Permabann. Wie ich auch schon sagte, der 14 Tagebann ist die letzte Chance, so ähnlich wie eine Bewährungsauflage, die sagt: Bau noch einmal scheisse und du fliegst. Du hast dich nicht daran gehalten und wurdest bestraft.\n> \n\nDas war auch überhaupt nicht meine Frage aber danke\n\n\n> Das Geld als  Platzhalter für Elo war schon richtig verstanden von dir, aber gänzlich fehlinterpretiert in der Aussage, mir ging es darum: nur weil jemand einen höheren Status hat darf er sich trotzdem nicht wie die Axt im Walde benehmen, Gesetze(AGBs und Verhaltensregeln von RIOT) sind für alle da und müssen befolgt werden.\n> Was du als &quot;normal&quot; empfindest ist deine Sache, wenn du dich auf dem Niveau mit deinen Freunden unterhältst hab ich nichts dagegen, ich machs selbst nicht wirklich anders, aber wenn jemand fremdes dabei ist bzw. ich in der Öffentlichkeit bin, muss ich mich an Regeln halten die eine gewisse &quot;Grundhöflichkeit&quot; vorraussetzen.\n> \n\nda könnt ich jetzt nur noch mal das von weiter oben wiederholen \n\n\n> Hast du dafür Beweise? \n> Du hast dir die AGBs sehr wahrscheinlich nicht durchgelesen, willst aber dagegen schimpfen, ist ungefähr das gleiche.\n> Oder Politessen, sind wahrscheinlich nie schneller als 150 km/h gefahren, dürfen aber deinen 600 PS BMW abschleppen lassen wenn er scheisse steht. \n> Und auch hier wieder, du sagst das höhere ELO gleich besserer Mensch ist, etwas überspitzt.\n\nhab ich nie gesagt aber gut \n\n> \n> Ich weiss nicht ob du jetzt nachgesehen hast welche ELO ich habe und was ich spiele oder ob du geraten hast.\n> \n> Das scheint mir eine eher subjektive annahme zu sein. Gut wenn mich jemand in Silber als Boosted beschimpft kann ich nur lachen, in höheren Bereichen mag das schlimmer sein, genauso wie noob.\n\nwelche elo bist du denn ? bist bestimmt nicht über Gold. \ndu kannst jeden über d5 fragen, dass es einfach ein anderes Chat/spielerlebnis ist als in Gold oder niedriger\n> \n> Das ist eine der typischen reaktionen darauf, dass die Leute nicht auf der Seite sind, auf die der Thread Ersteller steht, man gibt euch Argumente, Beispiele und was weiss ich nicht noch alles, aber wir sind die bösen, du bist nicht der erste und wirst mit Sicherheit nicht der letzte sein der wegen Fehlverhalten im Chat eine Sperre erhält, wir sagen allen immer das gleiche, das hat nichts mit pushen zutun, dein Verhalten ist leider traurig, weil du dich sehr kindlich verähltst und es irgendwie nicht einsehen oder verstehen möchtest was wir dir sagen.\n\nihr geht nicht auf das ein was ich sage und pusht euch gegenseitig hoch das ist traurig.","replies":[{"id":"","poster":"Homunculi","date":"2018-04-22T21:22:37.100+0000","up_votes":1,"down_votes":0,"body":"Ok dies ist meine letzte Antwort zu deiner Uneinsichtigkeit:\n\n>ihr geht nicht auf das ein was ich sage und pusht euch gegenseitig hoch das ist traurig.\n\nDoch tun wir, du bekommst es nur irgendwie nicht mit oder bekommst allem Anschein nach nicht die Antworten die du gerne haben möchtest.\n\n>welche elo bist du denn ? bist bestimmt nicht über Gold.\ndu kannst jeden über d5 fragen, dass es einfach ein anderes Chat/spielerlebnis ist als in Gold oder niedriger\n\nNein ich bin Silber. Macht mich das jetzt zu einem schlechten Menschen? Mag sein das es in höheren Ligen ein anderes Spielerlebnis oder Chatverhalten gibt, aber Flame bleibt Flame o_O wenn dich jemand dafür reportet dann kannst du dafür bestraft werden, wie du ja selbst schmerzlich erfahren musstest. Auch wenn für dich das Chatverhalten anders ist, so ist es doch auch für jeden auch etwas anderes. Ich glaub auch das einige der DIA Leute diesen Thread gelesen haben und auch geantwortet haben, aber bisher hat dir was das angeht noch keiner Recht gegeben. Aber das ist nur eine Vermutung.\n\n>hab ich nie gesagt aber gut \n\nEs ging dabei um den Satz: _Generell arbeiten beim Riot Support immer nur Silber Noobs die keine Ahnung vom Spiel haben und dann über den Account von anderen Leuten entscheiden können. _\n\n>Das war auch überhaupt nicht meine Frage aber danke\n\nBitte, es war glaube das 42te mal das dies Erwähnung fand und du es anscheinend nicht verstanden zu haben scheinst.\n\n>Verstehst du iwie nicht, dass alle in dem Spiel dann höhere Elo sind und nicht nur ich? \n\nDu scheinst nicht zu verstehen das man auch in höheren ELOs nicht flamen darf, auch wenn du da irgendwie zu meinen scheinst das es da anders zugeht und deswegen solches als \"gegeben\" oder \"normal\" zu sein scheint. Es gibt halt keinen Freibrief um andere zu Beleidigen.\n\n\n\nEs hat eigentlich ganz gut mit dir angefangen, aber leider fällst du in das gleiche Verhaltensschema wie jeder der nicht einsehen will das er Mist gebaut hat. Solche gibt es hier beinahe täglich.\n\n- Du fühlst dich unfair behandelt\n- keiner gibt dir die Antworten die du haben möchtest\n- Alle sind doof\n- Ausser Mutti\n- Beschwerst dich über RIOT und ihre Art Dinge zu regeln\n- Wirst flappsiger bei deinen Antworten\n- Versucht andere zu denunzieren\n\nIch wünsche dir noch viel Erfolg und Glück in deinem Leben","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2018-04-22T19:56:16.252+0000","up_votes":2,"down_votes":0,"body":"Natürlich kannst du auf konstruktive Kritik nur mit Beleidigungen reagieren. \n\nAber offenbar weißt du selbst nicht was du redest, denn wer von uns wurde denn als high Elo Spieler wegen Flaming gebannt? :)","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T20:21:46.678+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=0009000000010000,timestamp=2018-04-22T19:56:16.252+0000)\n>\n> Natürlich kannst du auf konstruktive Kritik nur mit Beleidigungen reagieren. \n\nHä ? \n\n> \n> Aber offenbar weißt du selbst nicht was du redest, denn wer von uns wurde denn als high Elo Spieler wegen Flaming gebannt? :)\n\nboah da haste wieder was richtig sinnvolles rausgehauen xD","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-22T20:56:35.164+0000","up_votes":1,"down_votes":0,"body":"Oder willst du mir jetzt sagen, dass du gar kein high Elo Spieler bist? Sorry, ich mach mir nicht die Mühe um das noch nachzuschauen.\n\nAber wenn du sagst das Flaming in low Elo völlig anders ist und wir als \"Silber Noobs\" keine Vorstellung davon haben, dann Frage ich mich wieso DU als high Elo Spieler gebannt wurdest. Wegen Flaming. Kannst du mir das erklären? Immerhin haben dich ja high Elo Spieler reportet und nicht wir \"Silber Noobs\".\nAlso wieso wurdest du fürs flamen gebannt, wenn das was du geschrieben hast in high Elo kein Flaming ist?","replies":[]}]}]}]},{"id":"","poster":"Lotuskobra","date":"2018-04-22T17:55:13.365+0000","up_votes":2,"down_votes":1,"body":"Maybe, just maybe, Basmati Ryze is just not so Nice.\n\nhttp://confesh-sesh.com/wp-content/uploads/2017/09/ba-dum-tss-gif-4.gif","replies":[{"id":"","poster":"Veezey","date":"2018-04-22T18:05:55.477+0000","up_votes":1,"down_votes":0,"body":"damn son","replies":[]}]}]},{"id":"","poster":"Darkr3sQ","date":"2018-04-22T17:58:29.101+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Basmati Ryze,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=0009,timestamp=2018-04-22T17:31:36.419+0000)\n>\n> Da Riot sowieso macht was sie wollen und sie so stur sind, dass sie einen Account nicht entsperren, egal ob er zu unrecht gebant wurde oder nicht, ist es eigentlich sinnlos hier noch weiter zu diskutieren. Ich weiß, dass die 2 Beleidigungen &quot;fucking retard&quot; und &quot;Hurensohn&quot; nicht angebracht waren und das streite ich auch nicht ab.  \n> \n\nUnd hier liegst Du Falsch. Es gab Fälle - auch hier im Forum - wo RIOT einen Bann aufgehoben hatte, weil es sich um einen Fehler handelte. Bei Dir trifft das aber in keiner Weise zu. Weswegen Du dies anbringst, ist mir daher schleierhaft.\n\n> JEDOCH gibt es mehrere DInge die manche verstehen sollten: \n> \n> 1. Es war ein Ranked Game, wodurch die Atmosphäre und die Stimmung anders ist als in einem normal Game, wo es um nichts geht. \n> \n\nDas ist vollkommen irrelevant. Flame ist weder im Normal, noch im ARAM noch im Ranked erlaubt.\n\n> 2. Wenn man Low-Elo ist, ist es schwer zu beurteilen, was in High Elo als Flame betrachtet wird und was dort normaler Umgangston ist.  (das zeigt der Ban von Imaqtpie auch) Es gibt einfach Fehler, die nicht zu verzeihen sind, wie zum Beispiel, dass eine Wave gefarmt wird anstatt First Tower zu holen, besonders wenn man mehrfach pingt und es in den Chat schreibt. (das war zu dem Zeitpunkt an dem First Tower teilweise ganze Games entschieden hat) Woraufhin man dann auchmal als Retard bezeichnet wird. (Da keine Kooperation auf Seiten meines Teams zu sehen war und sie komplett alles ignoriert haben was ich geschrieben oder gepingt habe, habe ich aus Frust das Wort Retard Geschrieben) \n> \n\nEs ist vollkommen egal in welcher ELO man unterwegs ist. RIOT gibt vor, dass man nicht flamen darf. Das ist vollkommen unabhängig von ELO oder Spielmodus. Flame ist nicht gestattet und wird geahndet.\n\n> 3. Es ist was komplett anderes, wenn alle negativ drauf sind und sich beleidigen oder nur ein Spieler die anderen sinnlos flamt. (das Argument, dass es nur darauf ankommt was man selber geschrieben hat ist totaler Quatsch, da man die Leute so behandelt wie man selbst behandelt wird. (wie man in den wald hineinruft so schallt es heraus)\n> \n\nWir sind längst nicht mehr im alten Testament unterwegs. Auge um Auge war noch nie ein guter Berater. Auch auf die Gefahr mich zu wiederholen: Flame ist nicht gestattet. Egal ob jemand anderes angefangen hat oder nicht. Unrecht rechtfertigt kein Unrecht.\n\n> 4. Der Gründe warum man nicht flamen darf sind einerseits, dass man den Spielspaß von anderen ruiniert und das man dadurch das Spiel eher verliert.\n> Da alle negativ drauf waren, war ich hier nicht der Grund warum manche vielleicht keinen Spaß an der Runde hatten. \n> \n\nWie ich schon schrieb: Unrecht rechtfertigt kein Unrecht. Nur weil es alle machen, macht es das nicht besser. RIOT gibt vor: Flame ist nicht gestattet, und wird bestraft.\n\n> Und da ich nur geflamet habe, weil mein Team nicht gewinnen wollte und nicht kommuniziert hat, war die Runde sowieso schon verloren.\n\nUnd wenn schon: Flame ist nicht gestattet und wird bestraft. Ich glaube, ich wiederhole mich...","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T18:53:09.414+0000","up_votes":1,"down_votes":2,"body":"Auch für dich nochmal: \n\nIn High Elo wird was komplett anderes als FLamen angesehen als in Low elo. Deswegen werden manche Sachen z.B. in Silber als FLamen angesehen, aber in Dia  nicht.\n\nAußerdem hab ich nicht gesagt, dass ich die anderen geflamet habe, weil sie negativ drauf waren, sondern das ich nicht freundlich zu ihnen war. \n\nUnd zum 20. mal: Es geht nicht darum dass ich zurückflame, sondern nicht immer alles gefallen lasse wenn sie nicht als Team spielen.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-22T19:00:38.719+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Basmati Ryze,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=000900020001,timestamp=2018-04-22T18:53:09.414+0000)\n>\n> Auch für dich nochmal: \n> \n> In High Elo wird was komplett anderes als FLamen angesehen als in Low elo. Deswegen werden manche Sachen z.B. in Silber als FLamen angesehen, aber in Dia  nicht.\n\nAuch für Dich nochmal:\nOffenbar hat es Deine Mitspieler gestört, sonst wärst Du nicht gemeldet worden. Ergo scheint das, was Du schreibst, offenbar nur für Dich zu gelten.\n\n> \n> Außerdem hab ich nicht gesagt, dass ich die anderen geflamet habe, weil sie negativ drauf waren, sondern das ich nicht freundlich zu ihnen war. \n> \n\nWenn ich Dich jetzt Arschloch nennen würde, bin ich auch nicht freundlich zu Dir **und** ich habe Dich beleidigt. Du warst in Deinem Chatlog aber nicht nur unfreundlich sondern ebenfalls beleidigend.\n\n> Und zum 20. mal: Es geht nicht darum dass ich zurückflame, sondern nicht immer alles gefallen lasse wenn sie nicht als Team spielen.\n\nUnd Dein Nicht gefallen lassen, dass sie nicht als Team spielen hat Dich jetzt inwieweit genau weiter gebracht? Nachdem Du ruppiger wurdest, haben alle Deine Teammates genau das gemacht, was Du wolltest? Ich vermute eher nicht. Ein Team führen heißt nicht, alle rund zu machen, weil sie nicht so spielen wie Du es gerne hättest.\nAber auch hier - ich glaube ich wiederhole mich schon wieder: Wenn Du mir dumm kommst, und ich Dich Arschloch nennen würde, hätte ich mir von Dir auch nicht alles gefallen gelassen **und** ich habe Dich beleidigt. Oder willst Du etwa sagen, dass die beiden Beleidigungen in Deinem Chatlog nicht ein Resultat von \"Ich lasse mir nicht alles gefallen\" war?","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T19:21:21.765+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=ZcDQ0Dt6KV,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=0009000200010000,timestamp=2018-04-22T19:00:38.719+0000)\n>\n> Auch für Dich nochmal:\n> Offenbar hat es Deine Mitspieler gestört, sonst wärst Du nicht gemeldet worden. Ergo scheint das, was Du schreibst, offenbar nur für Dich zu gelten.\n> \n\nNe man wird auch reported wenn man verliert weil die Mates denken sie hatten Recht. \n\n\n> Wenn ich Dich jetzt Arschloch nennen würde, bin ich auch nicht freundlich zu Dir **und** ich habe Dich beleidigt. Du warst in Deinem Chatlog aber nicht nur unfreundlich sondern ebenfalls beleidigend.\n> \n\nschon wieder hast du nicht das gelesen was ich geschrieben hab. \n\n> Und Dein Nicht gefallen lassen, dass sie nicht als Team spielen hat Dich jetzt inwieweit genau weiter gebracht? Nachdem Du ruppiger wurdest, haben alle Deine Teammates genau das gemacht, was Du wolltest? Ich vermute eher nicht. Ein Team führen heißt nicht, alle rund zu machen, weil sie nicht so spielen wie Du es gerne hättest.\n>\n\nich habe sie nicht \"rund gemacht\" weil sie nicht gehört haben sondern weil sie nicht kommuniziert haben. \n\n> Aber auch hier - ich glaube ich wiederhole mich schon wieder: Wenn Du mir dumm kommst, und ich Dich Arschloch nennen würde, hätte ich mir von Dir auch nicht alles gefallen gelassen **und** ich habe Dich beleidigt. Oder willst Du etwa sagen, dass die beiden Beleidigungen in Deinem Chatlog nicht ein Resultat von &quot;Ich lasse mir nicht alles gefallen&quot; war?\n\nAber du willst ja deine Meinung ehh nicht ändern also ist das komplett sinnlos hier so mit dir zu schreiben.","replies":[{"id":"","poster":"ToK Wipern","date":"2018-04-22T19:53:34.520+0000","up_votes":1,"down_votes":0,"body":"> Ne man wird auch reported wenn man verliert weil die Mates denken sie hatten Recht.\n\naber nicht gebannt ;) das ist der Unterschied.\n\n> In High Elo wird was komplett anderes als FLamen angesehen als in Low elo. Deswegen werden manche Sachen z.B. in Silber als FLamen angesehen, aber in Dia nicht.\n\nAhhhh in high elo ist \"Hurensohn\" ein Kompliment für einen sehr guten Spieler. In welcher Welt lebst du? Das es in Deutschland immer schlechter steht was das Benehmen angeht hat man ja vermutet, aber dass man darüber diskutiert ob etwas wie \"Hurensohn\" und \"retard\" als beleidigung zählt....\n\n> Ich sag nur dass Riot von einem verlangt, dass man sich alles gefallen lassen muss was die anderen schreiben weil man sonst bestraft wird.\n\nDa du es ja anscheinend noch immer nicht gelesen hast und wir ja alle wissen, dass die Lesekompetenz  bei Kindern sehr schlecht ist :( nochmal:\n\nRiot verlangt nicht dass du alles hinnimmst. Du kannst den Spieler muten und nach dem Spiel reporten, dann wird DIESER gebannt und NICHT du. Das machen aber nur die reiferen Spieler die nicht nach Auge um Auge agieren :)\n","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-04-22T19:31:19.718+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Basmati Ryze,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=00090002000100000000,timestamp=2018-04-22T19:21:21.765+0000)\n>\n> Ne man wird auch reported wenn man verliert weil die Mates denken sie hatten Recht. \n> \n\nUnd woher nimmst Du diese Gewissheit?\n\n> schon wieder hast du nicht das gelesen was ich geschrieben hab. \n> \n\nIch habe schon gelesen, was Du geschrieben hast. Aber Offenbar verstehst Du nicht, worauf ich hinaus möchte:\nIn den AGB, die Du einmal beim Erstellen des Accounts und bei jedem Patch aufs Neue akzeptierst, steht grob zusammengefasst, dass Du Dich nicht wie ein Arsch benehmen sollst. Da steht nicht drin, dass Du ab einer gewissen ELO bestimmte Ausdrücke sagen darfst. Von daher ist die ELO vollkommen egal für Deine Strafe.\n\n> ich habe sie nicht &quot;rund gemacht&quot; weil sie nicht gehört haben sondern weil sie nicht kommuniziert haben. \n> \n\nUnd hat Dein Rund machen irgendetwas bewirkt? Waren sie danach kommunikativer? Waren sie danach netter zu Dir?\n\n> Aber du willst ja deine Meinung ehh nicht ändern also ist das komplett sinnlos hier so mit dir zu schreiben.\n\nOffenbar willst Du nicht einsehen, dass Du mit Deiner Sichtweise nicht ganz richtig liegst. Von daher, jap, es macht offenbar keinen Sinn Dir zu erklären, wo Du falsch liegst.","replies":[]}]}]}]},{"id":"","poster":"Homunculi","date":"2018-04-22T18:00:24.245+0000","up_votes":1,"down_votes":0,"body":"> Ich glaube, ich wiederhole mich...\n\nJepp, aber nur geringfügig, merkt man nur wenn man genau hinguckt^^\".","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-22T18:07:14.734+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Homunculi,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=000900020000,timestamp=2018-04-22T18:00:24.245+0000)\n>\n> Jepp, aber nur geringfügig, merkt man nur wenn man genau hinguckt^^&quot;.\n\nDann bin ich ja beruhigt. Ich dachte schon ;)","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2018-04-22T17:55:31.126+0000","up_votes":2,"down_votes":0,"body":"Zu 1. Ja, die Stimmung in Ranked ist anders. Heißt aber nicht, das Flaming okay ist. \n\nZu 2. Du tust so als wären low Elo Spieler dumm und wüssten nicht was dies und jenes wäre. Nur weil sie es nicht anwenden können. Ich schaue regelmäßig high Elo Streams (Dia 4 - Master) und das was du schreibst ist auch dort Flame. Also erzähl kein Unsinn oder versuch dich rauszureden...  \n\nZu 3. Es gibt nen Unterschied wenn alle flamen oder nur einer. Das mag stimmen. Das heißt aber noch lange nicht, dass du flamen darfst nur weil alle anderen das tun... Oder glaubst du, dass du nicht bestraft wirst wenn du einen anderen verprügelst nur weil er dir einen auf die Nase gegeben hat? Wenn sich Fußball Fans prügeln wird ja auch nicht nur der verhaftet und bestraft der angefangen hat sondern es werden ALLE Beteiligten bestraft. Und die werden dann auch entsprechend der Härte ihrer Handlungen bestraft und nicht anhand dessen was der andere gemacht hat. \n\nZu 4. Nochmal. Nur weil alle anderen flamen heißt das nicht das du die Regeln ebenfalls brechen darfst. \n\nRetard bedeutet Behinderter. Ansich ist das nichts schlimmes. Es wird aber als Beleidigung genutzt und soll ausdrücken das derjenige eben nicht ganz richtig im Kopf ist. \n\nEine Prostituierte ist ansich auch nichts schlimmes. Das Wort Hure ist aber das abwertende Wort für so eine Person und somit schon eine harte Beleidigung.","replies":[]}]},{"id":"","poster":"Jinx1967","date":"2018-04-22T23:16:26.088+0000","up_votes":2,"down_votes":0,"body":"> Hey, wollte fragen ob das für euch perma ban worth ist.\n\nSind ja schon eine Menge Beiträge, aber ich würde meine Gedanken dazu auch noch gerne teilen. Ich gehe einfach mal den Chatlog durch:\n\n> Basmati Ryze: bot sums ?\nBasmati Ryze: let themn push\nBasmati Ryze: focus janna\n\nSoweit alles gut.\n\n> Basmati Ryze: mid getting fucked too hard\nBasmati Ryze: idk why u pick ekko into cass\nBasmati Ryze: thats suicide\n\nDas ist schonmal leicht negativ und kann man sich definitv auch sparen. Aus meiner Sicht jetzt nicht wirklich schlimm und je nach Kontext könnte es ja wirklich nicht vorwurfsvoll gemeint sein. Trotzdem natürlich nicht nötig.\n\n> Basmati Ryze: rush\nBasmati Ryze: bot\nBasmati Ryze: RUSH\nBasmati Ryze: TOWER\nBasmati Ryze: OR WE LOST FB\n\nAuch wieder in Ordnung. Kommt vielleicht bisschen agressiv rüber wegen Caps, aber war ja scheinbar ein Race um den Firstblood Tower. Also einfach normale Calls.\n\n> Basmati Ryze: fucking retrards\nBasmati Ryze: you are actually bad\n\nDas ist ganz offensichtlich toxisch, ich denke da brauchen wir nicht diskutieren.\n\n>  Basmati Ryze: no\nBasmati Ryze: i wasnt rek sai\n\nWieder irgendwas normales^^\n\n> Basmati Ryze: dunno how you can lose bot\nBasmati Ryze: with easy fb\nBasmati Ryze: 89 farm\n\nIch denke das ist die Stelle, die du meinst, wenn du über \"High Elo Chatverhalten\" redest. Ich bin selbst Dia und kann nachvollziehen was du meinst. Denn bei Sachen wie \"how can u loose lane vs xy\", \"autofilled adc\", \"skillgap position xy\" steckt meiner Meinung nach in höherer Elo eine weniger toxische Intention hinter. In Silber ist Skillgap etc. für gewöhnlich eine reine Beleidigung, während das in High Elo durchaus zum Teil auch eine \"aufrichtige\" Meinung ist. Also Unverständnis wie eine bestimmte Lane verlieren konnte oder Frustration über ein tatsächliches Skillgap.\n\nNichtsdestotrotz ist es aber Flame. Also selbst jemand wie ich, der irgendwie verstehen kann was du meinst, finde das ja immernoch toxisch. Es ist immernoch Blaming und es wird nur marginal besser dadurch, dass da vielleicht eine gewisse \"Aufrichtigkeit\" drinsteckt.\n\n> Basmati Ryze: twitch trolling but doesnt ff\n\nJemandem trolling oder inting vorzuwerfen ist ja momentan im Trend, gerade in höheren Elos. Ich gehe mal davon aus, dass der Twitch nicht wirklich am trollen war, sondern eher schlecht. Wir können uns natürlich jetzt eine Situation vorstellen, in der Twitch tastsächlich angefangen hätte komplett zu trollen und du lediglich feststellst, dass er dennoch nicht surrendert. Aber realistisch gesehen ist das wohl einfach ein negativer Kommentar um einen schlechten Spieler runterzuziehen.\n\n> Basmati Ryze: when fiora complainsa about champs\n\nAuch eher unnötig.\n\n> Basmati Ryze: Stfu du hurensohn\n\nUnd da ist der Chatlog auch schon zuende. Die Prämisse ist jetzt erstmal, dass es keinen Chat in der Champselect oder Postgamelobby gab, dass das hier der vollständige Chatlog ist und dass es das erste toxische Game nach deinem 14 Tage Bann war. Ob das der Fall ist, gerade beim letzten Punkt, sei jetzt mal dahingestellt.\n\nWenn du eine weiße Weste hättest, dann würde ich dir dafür nicht mal einen Chatbann geben. Gut, für das \"stfu du hurensohn\" könntest du dich nicht über eine beschweren, aber whatever. Auch angesichts der Tatsache, dass du einen 14 Tage Bann hattest, finde ich den Chatlog alleine jetzt nicht so wirklich schlimm. Ich bin definitv der Meinung, dass man nach dem 14 Tage Bann auch vehement durchgreifen sollte, aber wenn ich der Richter wäre, dann würde ich rein von der Toxicity deines Chatlogs nochmal ein Auge zu drücken.\n\n**ABER** durch das \"stfu du hurensohn\" hast du dir den Permaban meiner Meinung nach trotzdem vollkommen verdient. Und wie gesagt nicht, weil ich das also so enorm toxisch empfinde. Sondern weil du, mal hart ausdrückt, entweder unglaublich dumm bist oder dich nicht zusammenreißen kannst.\n\nAlso entweder du hast die Möglichkeit des Banns beim Wort \"Hurensohn\" wirklich nicht kommen sehen (und dann kann ich nur sagen Dummheit gehört bestraft). Oder du konntest dich nicht zusammenreißen, obwohl du wusstet, dass es dir einen Permabann einhandeln kann und obwohl das Game sowieso vorbei war. In dem Fall hast du ja gerade unter Beweis gestellt, dass du dich nach wie vor nicht zusammen reißen kannst.\n\nUnd ich kann ehrlich gesagt nicht sehen, wie du in der Hinsicht nicht auch zu dieser Einsicht kommen kannst. Du hast in vielen Kommentaren versucht , die toxischen Bemerkungen klein zu reden, selbst das \"stfu du hurensohn\" und ich komme dir in der Hinsicht sogar noch etwas entgegen. Aber zum einen machen weder du noch ich die Regeln und zum anderen muss man sich auch an Regeln halten, die man nicht für sinnvoll erachtet.\n\nDu musst deinen Chat ja nicht schlimm finden. Von mir aus kannst du deinen Chat auch schlimm finden aber dich einfach nicht für deine Teammates interessieren. Aber dann denk wenigstens an dich und deinen Account und halte dich deshalb an die Regeln. Egal ob du die für sinnvoll hältst oder nicht.\n\nAlternativ kleines Beispiel:\n\nWenn Riot \"gg easy\" mit nem Perma bestrafen würde, fänden das vermutlich sehr viele Leute zu hart, mich eingeschlossen. Wenn du es aber trotz des Wissen um diese Regel in den Chat schreibst und gebannt wirst, gibt es von mir dafür kein Mitleid oder sonst was.","replies":[]},{"id":"","poster":"Lotuskobra","date":"2018-04-22T20:37:28.024+0000","up_votes":2,"down_votes":0,"body":"High Elo mit Diamond 4 - Platin 1, really? Also wenn du jetzt in Master 200 Punkte eingeranked wärst, okay, dann könnt ich mich mit der Aussage anfreunden, aber wirkliche High-Elo fängt doch nicht bei Platin 1 an. Die Spielqualität fängt erst ab Dia 1, vielleicht Dia 2 wirklich an zu steigen – und ja, bevor du fragst, das ist nicht mein Main Account.\n\nEs gibt genug Spieler, die deutlich höher als du im Elosystem sind und die es alle schaffen ohne Flame zu spielen, trotz deutlich schnellerem Spielverlauf und größerem Stress. Ich sehe einen Sertus nicht flamen, ich sehe einen Noway4uSir nicht flamen, nur komischerweise empfinden beide Streamer den nervigen Trashtalk als nutzlos und hinderlich, wenn man sich wirklich auf das Spiel konzentrieren will.\n\nZu meinen Tryhardzeiten (Season 4-5), hab ich oft den Chat komplett ausgeblendet und nur für mich gespielt, aber nur weil ich als Peak mal Dia 3 erreicht hab, bin ich trotzdem kein Highelo-Spieler und habe trotzdem nicht mehr oder weniger Recht meine Mitspieler zu beleidigen.\n\nDu musst es mal so sehen, sag doch einfach, statt diesen Dingen einfach nix:\n\n> Basmati Ryze: fucking retrards\n> Basmati Ryze: you are actually bad\n> Basmati Ryze: twitch trolling but doesnt ff\n> Basmati Ryze: Stfu du hurensohn\n\nUnd auch die Dinge, die du beschreibst, kann man netter schreiben, ohne andere zu beleidigen:\n\n> Basmati Ryze: mid getting fucked too hard\n\n– \"mid is pretty behind now, care for roams\"\n\nDas du Kritik im Chat übst, oder strategische Dinge vorgeben möchtest (ich nehme mal an du warst Jungle), ist vollkommen okay, du hast mit Jungle schließlich die beste Position um das Shotcalling zu machen. Aber halte dich doch einfach an sachliche und vernünftige Hinweise:\n\nbot sums? care mid, trade t2, etc.","replies":[]},{"id":"","poster":"Webturnier","date":"2018-04-22T16:52:50.104+0000","up_votes":2,"down_votes":0,"body":"Käsefuß, du wirst nicht einfach so entbannt nur weil es dir leid tut. die Beleidigungen retards und Hurensohn gehen ja mal GAR nicht.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T17:12:41.569+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Webturnier,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=0006,timestamp=2018-04-22T16:52:50.104+0000)\n>\n> Käsefuß, du wirst nicht einfach so entbannt nur weil es dir leid tut. die Beleidigungen retards und Hurensohn gehen ja mal GAR nicht.\n\nhast du überhaupt gelesen was ich geschrieben hab? ich meinte doch die sind unangebracht gewesen aber es ist was KOMPLETT anderes wenn alle Spieler negativ drauf sind oder wenn nur einer alle anderen sinnlos flamet.","replies":[]}]},{"id":"","poster":"Mad Loony","date":"2018-04-22T13:55:22.624+0000","up_votes":1,"down_votes":7,"body":"Ohne den vollständigen Chatlog kann man das unmöglich bewerten. Man weis ja nicht einmal, was du alles im All-Chat geschrieben hast, geschweige den wie der Verlauf im Kontext zu deinen Mitspielern steht. \n\nEs wirkt leich negativ, aber mehr kann man ohne falsche Interpretion nicht sagen.","replies":[{"id":"","poster":"Homunculi","date":"2018-04-22T14:03:06.892+0000","up_votes":3,"down_votes":0,"body":"Kannst du bitte solche Halbwahrheiten lassen? Nur um deine \"Mega Theorie der Kontextbezogegenen Chat Bann Grütze\" irgendwie an den Mann zu bringen?\n\nAn den TE:\n\nDa ist nur ein Spiel, bei permanenten Sperren sind es meistens drei Spiele die gezeigt werden.\nHattest du einen 14 Tage Bann? Ich möchte jetzt nicht in deine Spielhistorie sehen um eine 14 Tägige Pause zu finden, also sei bitte ehrlich^^.\n\n>Basmati Ryze: bot sums ?\nBasmati Ryze: let themn push\nBasmati Ryze: focus janna\nBasmati Ryze: mid getting fucked too hard\n\nDas klingt noch einigermaßen \"Konstruktiv\", aber ab da gehts abwärts.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T14:06:19.071+0000","up_votes":1,"down_votes":0,"body":"ja hatte ich. Ist aber schon so lange her, dass du sie nicht mehr in der History finden würdest. Und ich habe nur ein Spiel bei dem Chatlog für den Permanenten Ban.","replies":[{"id":"","poster":"Homunculi","date":"2018-04-22T14:07:12.963+0000","up_votes":1,"down_votes":0,"body":"Wie lange ist \"lange her\"?","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T14:10:51.818+0000","up_votes":1,"down_votes":0,"body":"Also allein der Permaban ist jetzt schon 10 Monate her. Ich dachte mir ich nehme erstmal eine Pause von Lol. Deswegen kann ich dir nicht genau sagen wann genau der 14 Tage Ban vor dem Perma Ban war. Es waren aber aufjedenfall mehrere Wochen. Und wie gesagt es hat nur 1 Game zum permaban geführt.","replies":[{"id":"","poster":"Homunculi","date":"2018-04-22T14:18:05.732+0000","up_votes":1,"down_votes":0,"body":"Ah da liegt der Hase im Pfeffer^^.\n\nDa nicht die tatsächliche Zeit zur Reformierung gezählt wird, sondern in absolvierten Spielen abgearbeitet werden muss, sofern mann den Informationen im Forum glauben darf, war dein 14 Tage Bann noch nicht wirklich lange her. Die Reformierung dauert eine sehr lange Zeit und in dieser darf man sich nichts erlauben sonst kommt der Bann Hammer.\n\nAber was interessiert es dich o_O? Wenn der Account schon 10 Monate futsch ist.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T14:19:03.265+0000","up_votes":1,"down_votes":1,"body":"naja ich will wieder anfangen aber ein neuer Account dauert zu lange. Und mehrere Wochen ist schon rel lange ohne einmal negativ aufzufallen.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-22T14:21:37.987+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Basmati Ryze,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=0000000100000000000000000000,timestamp=2018-04-22T14:19:03.265+0000)\n>\n> naja ich will wieder anfangen aber ein neuer Account dauert zu lange. Und mehrere Wochen ist schon rel lange ohne einmal negativ aufzufallen.\n\nMehrere Wochen sind keine lange Zeit. Und du weißt auch nicht, ob Du nicht negativ aufgefallen bist. Und nein, nur weil ein Spiel gezeigt wird heißt das nicht, dass Du nur in dem einen Spiel reportet wurdest.\nAber mal eine andere Frage: Was ist an \"absolut kein toxisches Verhalten mehr\" so missverständlich?","replies":[]}]}]},{"id":"","poster":"Darkr3sQ","date":"2018-04-22T14:19:40.506+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Basmati Ryze,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=00000001000000000000,timestamp=2018-04-22T14:10:51.818+0000)\n>\n> Also allein der Permaban ist jetzt schon 10 Monate her. Ich dachte mir ich nehme erstmal eine Pause von Lol. Deswegen kann ich dir nicht genau sagen wann genau der 14 Tage Ban vor dem Perma Ban war. Es waren aber aufjedenfall mehrere Wochen. Und wie gesagt es hat nur 1 Game zum permaban geführt.\n\nWenn lediglich einige Wochen zwischen 14 Tagesbann und Permabann lagen, dann ist dieser Chatlog - anders als Mad Loony das sieht - für einen Perma ausreichend. Im 14 Tagesbann wird Dir explizit gesagt, dass jegliches weitere toxische Verhalten zu einem permanenten Ausschluss führt. Du warst in dem Chat toxisch, somit reicht dies für den Perma aus.","replies":[]}]}]}]}]},{"id":"","poster":"Darkr3sQ","date":"2018-04-22T14:27:04.480+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=0000,timestamp=2018-04-22T13:55:22.624+0000)\n>\n> Ohne den vollständigen Chatlog kann man das unmöglich bewerten. Man weis ja nicht einmal, was du alles im All-Chat geschrieben hast, geschweige den wie der Verlauf im Kontext zu deinen Mitspielern steht. \n> \n> Es wirkt leich negativ, aber mehr kann man ohne falsche Interpretion nicht sagen.\n\nOhne den vollständigen Chatlog ist es durchaus zu bewerten.\nWas ist an der Regel: \"Sei kein Arsch\" so undeutlich?\nZeig mir mal bitte, wo steht dass es in Ordnung ist, andere zurück zu Beleidigen?\nWo bitteschön ist Retard und Hurensohn nur leicht negativ? Das sind direkte Beleidigungen die in absolut keinem Kontext positiv, geschweige denn neutral sind. Wo bitteschön ist in der Meldung \"jegliches weitere toxische Verhalten führt zu einem permanenten Ausschluss\" platz für die Interpretation, dass es in Ordnung ist, im richtigen Kontext jemanden Retard oder Hurensohn zu nennen? Das musst Du mir mal bitte erklären.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T15:43:44.857+0000","up_votes":1,"down_votes":0,"body":"wie gesagt die 2 Beleidigungen waren nicht angebracht. Aber man wird immer als einziges negativ dargestellt, da man nicht sieht wie die anderen sich verhalten haben.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-22T16:16:03.720+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Basmati Ryze,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=000000020000,timestamp=2018-04-22T15:43:44.857+0000)\n>\n> wie gesagt die 2 Beleidigungen waren nicht angebracht. Aber man wird immer als einziges negativ dargestellt, da man nicht sieht wie die anderen sich verhalten haben.\n\nMan wird nicht als einziger negativ hingestellt. Für Deine Bestrafung ist es jedoch unerheblich was die anderen geschrieben haben.\nWas nützt es Dir, wenn Du den kompletten Chatlog bekommst, Du aber die Strafe erhältst für - in Deinem Fall jetzt mal - unter anderem das Retard und das Hurensohn? Was nützt es Dir, wenn Du dann siehst, dass die anderen Spieler auf Deine Frage nicht geantwortet hatten, oder irgendwelche schnippischen Kommentare zu Dir geschrieben haben? Wo genau wäre da der Mehrwert?\nDu bekommst Deine Strafe, und siehst dann halt noch, was die anderen Spieler geschrieben haben. Es ändert aber nichts an der Situation, dass Du die Strafe für das was Du geschrieben hast erhalten hast.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-04-22T15:52:37.328+0000","up_votes":1,"down_votes":0,"body":"Weil eben nur DU relevant bist. Wenn du über deinen Bann diskutieren willst interessiert es mich nicht, wie ein anderer sich in deinem Spiel benommen hat.\n\nWenn der dann auch ins Forum kommt und über dessen Strafe diskutieren will, dann interessiert mich auch nicht was du in seinem Game geschrieben hast.\n\nDas heißt aber noch lange nicht, dass wir es gut finden wie sich die anderen benommen haben. Aber es ist nunmal im Bezug auf DEINE Strafe völlig egal was andere schreiben.","replies":[]}]}]},{"id":"","poster":"Basmati Ryze","date":"2018-04-22T13:59:37.015+0000","up_votes":1,"down_votes":2,"body":"Ich stimme dir aufjedenfall zu, dass es leicht negativ wirkt. Jedoch ob es als einziges Spiel für den Perma ban reicht find ich fragwürdig. Weißt du ob es eine Möglichkeit gibt den vollständigen Chatlog zu bekommen und den Replay zu erhalten oder  so?","replies":[{"id":"","poster":"ToK Wipern","date":"2018-04-22T15:12:39.393+0000","up_votes":1,"down_votes":0,"body":"> Ich stimme dir aufjedenfall zu, dass es leicht negativ wirkt.\n\nleicht negativ? \"Hurensohn\",\"retards\"? \n> doch ob es als einziges Spiel für den Perma ban reicht find ich fragwürdig. \n\nwurde ja schon 10x geschrieben NICHT 1 Spiel hat den perma bewirkt, sondern 1 Spiel nach dem 14 tage ban. Den 14 Tage ban hast du ja vermutlich nicht ohne Grund. Also gibt es eine lange historie von Fehltritten. Du wurdest NICHT sofort nach 1 game perma gebannt. Du warst auf Bewährung und hast dir gesagt, dass du nichts ändern möchtest","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T15:31:03.040+0000","up_votes":1,"down_votes":1,"body":"natürlich hab ich was geändert, aber manchmal schreibt man dann auch was, was man hinterher bereut. Vorallen wenn es in den Promos oder auf 0 pkt ist und man probiert zu gewinnen und zu kommunizieren und die Team mates nicht antworten. Aber es hat sich aufjedenfall deutlich gebessert zu dem davor.","replies":[{"id":"","poster":"ToK Wipern","date":"2018-04-22T16:05:00.633+0000","up_votes":1,"down_votes":0,"body":"> Aber es hat sich aufjedenfall deutlich gebessert zu dem davor.\n\nnaja alleine in dem 1 chatlog stehen 2 sachen die null toleriert werden sollten.\nEs ist ja auch \"nicht schlimm\" wenn man sich nicht kontrollieren kann, nur muss man dann mit den Konsequenzen leben. Ich möchte z.B. nicht mit Leuten spielen, die \"hurensohn\" und \"retards\" schreiben, weder in meinem Team noch als Gegner.\nWer es auch nach einer Verwarnung nicht schafft sich zu kontrollieren, der hat halt pech, davon geht das Leben nicht unter.","replies":[]}]}]},{"id":"","poster":"Mad Loony","date":"2018-04-22T14:05:36.944+0000","up_votes":1,"down_votes":1,"body":"Nein, da gibt es leider keine Möglichkeit; soweit ich weis. Du musst deine Strafe wohl hinnehmen und kannst nichts dagegen machen.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-22T14:28:07.520+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=000000000000,timestamp=2018-04-22T14:05:36.944+0000)\n>\n> Nein, da gibt es leider keine Möglichkeit; soweit ich weis. Du musst deine Strafe wohl hinnehmen und kannst nichts dagegen machen.\n\nWenn die Strafe nicht gerechtfertigt wäre, dann könnte er sich an den RIOT-Support wenden. Da hier aber definitiv kein Fehlurteil vorliegt, bleibt der Perma bestehen.","replies":[]}]}]}]},{"id":"","poster":"Killerkante","date":"2018-04-22T17:26:54.297+0000","up_votes":1,"down_votes":0,"body":"Allein Anhand deiner Frage, sieht man dass du solche Ausdrücke ausblendest oder sogar garnicht irgendwie als stark beleidigend ansiehst.\n\nTotal verdient, zu 101%{{sticker:cass-cry}}\n\nPs: darf ich mal fragen wie alt du bist, dass du nach dem Prinzip: \"aber wenn er das macht, darf ich das auch?\" gehst? Bist du vielleicht unter 18? (no offense, auch jüngere Spieler können cool sein, aber damit asoziiere ich persönlich unreife)","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T17:41:38.849+0000","up_votes":1,"down_votes":2,"body":"arbeitest du zufällig für Riot ? weil du tust so als würde ich wirklich nach dem Prinzip \"aber wenn er das macht, darf ich das auch?\" gehen. Außerdem antwortest du nur auf einen Teil von dem was ich geschrieben hab. \n\nIch sag nur dass Riot von einem verlangt, dass man sich alles gefallen lassen muss was die anderen schreiben weil man sonst bestraft wird.\n\nAußerdem waren es auch keine starken Beleidigungen.\n Retard bedeutet jemand der ein bisschen langsamer im Kopf ist.\n Und Hurensohn: Es ist von der Gesellschaft vllt nicht anerkannt aber eine Hure ist nicht unbedingt was schlimmes.","replies":[{"id":"","poster":"Killerkante","date":"2018-04-22T17:57:20.732+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Basmati Ryze,realm=EUW,application-id=KYnfKGf0,discussion-id=rzX3F3zH,comment-id=00080000,timestamp=2018-04-22T17:41:38.849+0000)\n\n> Außerdem waren es auch keine starken Beleidigungen.\n>  Retard bedeutet jemand der ein bisschen langsamer im Kopf ist.\n>  Und Hurensohn: Es ist von der Gesellschaft vllt nicht anerkannt aber eine Hure ist nicht unbedingt was schlimmes.\n\n\n\n{{sticker:zombie-brand-facepalm}}","replies":[]}]}]},{"id":"","poster":"Basmati Ryze","date":"2018-04-22T17:07:53.695+0000","up_votes":2,"down_votes":1,"body":"Kann mir einer mal jetzt erklären warum ich gerade ne einstündige Sperre im Forum bekommen hab ? hab ich hier jetzt geflamet oder was ?","replies":[{"id":"","poster":"Homunculi","date":"2018-04-22T17:10:29.059+0000","up_votes":1,"down_votes":0,"body":"Das sollte rechts oben bei dem Ausrufezeichen dabei stehen^^, einfach mal reinklicken.","replies":[{"id":"","poster":"Basmati Ryze","date":"2018-04-22T17:11:44.497+0000","up_votes":1,"down_votes":0,"body":"danke","replies":[{"id":"","poster":"Homunculi","date":"2018-04-22T17:12:46.723+0000","up_votes":1,"down_votes":0,"body":"Steht trotzdem dabei, meine alten sind auch noch da :)","replies":[]}]}]}]},{"id":"","poster":"Time2Whine","date":"2018-04-23T07:44:02.120+0000","up_votes":1,"down_votes":0,"body":"Zwischen dem 26.5 und dem 9.6 hast du eine Lücke in deinem Spielverlauf und vorher sowie danach hast du regelmäßig gespielt was auf einen 14 Tage Bann zurückzuführen ist. \nDaher hat dieses Game den Permabann ausgelöst obwohl man dir gesagt hat, dass du dir nichts negatives mehr erlauben darfst. Die Quittung hast du nun bekommen.\nJedoch kann man nicht sagen, dass dieses eine Game zum Permabann geführt hat. Wohl eher hast du mit dem vorherigen 14 Tage Bann darauf hingearbeitet und dich weiterhin daneben benommen. Der 14 Tage Bann kam bestimmt auch nicht von ungefähr wenn man deinen Umgangston so liest.","replies":[]},{"id":"","poster":"Tilting Taliyah","date":"2018-04-22T16:47:35.294+0000","up_votes":1,"down_votes":0,"body":"Du weißt welche Stellen als kritisch erachtet werden, und nur weil deine Teammates laut deiner Aussage nicht besser waren, legitimiert das nicht dein Verhalten. Es gibt die mute Funktion und wenn du sie nicht benutzt, bist du nunmal selbst Schuld dran. Nichts legitimiert schlechtes Verhalten, auch nicht das Verhalten anderer Menschen.","replies":[]},{"id":"","poster":"Megnok","date":"2018-04-22T15:18:50.171+0000","up_votes":1,"down_votes":0,"body":"wow, das nenn ich mal Beratungsresistenz..","replies":[]},{"id":"","poster":"Basmati Ryze","date":"2018-04-22T15:26:57.358+0000","up_votes":1,"down_votes":1,"body":"ja aber normalerweise sind es 3 Spiele. und es ist ja nicht so, dass ich meinte, dass ich garnichts toxisches geschrieben hab.","replies":[]}]}