{"id":"lUx6cKaZ","poster":"TCG TyronGnom","date":"2020-02-10T12:54:44.974+0000","title":"Triple Cross Gaming [LF Coach][Teams Dia+]","subforum":"Esports","embed":{"title":"Triple Cross Gaming","description":"The latest Tweets from Triple Cross Gaming (@TCGesport). Austrian Esports Organisation | League of Legends. Österreich","url":"https://twitter.com/TCGesport","image":"https://pbs.twimg.com/profile_images/1079928873813532673/MBGi4c5w_400x400.jpg"},"up_votes":0,"down_votes":0,"body":"Die Vision von Triple Cross Gaming ist es eine erfolgsorientierte Organisation im deutschen Sprachraum zu werden, welche die Möglichkeit hat, Spielern in ihrer Entwicklung zu helfen.\n\nUm dies zu erreichen haben wir vor, führen wir aktuell zwei Teams mit je fünf Spielern, wobei sich beide dieser Teams im Diamant Bereich befinden. Weiterhin werden wir eine aggressive Social Media Strategie fahren, um zukünftigen Kontaktaufbau mit Sponsoren und langfristigen Partnern zu ermöglichen. Wobei auch einige der Spiele über unseren Twitch Kanal übertragen werden. Für diese Übertragungen sind wir noch auf der Suche nach jungen Castern.\n\nUm eine solche Erfolgsorientierung zu gewährleisten ist es unabdingbar, dass wir gewisse Anforderungen an unsere Coaches setzen. In diesem Sinne würden wir eine gewisse Mindestreife von unseren Bewerbern erwarten. Reife in unserem Sinn bedeutet ein positiver Umgang mit Kritik und eine daraus erfolgende Lernfähigkeit.\n\nWir bieten eine strukturierte Teamerfahrung mit kritikfähigen, lernfähigen und leistungsorientierten Spielern unter der Leitung von Triple Cross Gaming, sowie eine freundliche strukturierte Umgebung. Durch die Mehrfach-Teamstruktur können wir intern regelmäßig Scrims abhalten, in welchen wir in der Lage sind, die kompletten Trainingsbedingungen zu kontrollieren. Im Einklang mit unserer eigenen Social Media Strategie würden wir auch unseren Spielern und Coaches eine Hilfestellung zur Selbstvermarktung bieten.\n\n\nGenau suchen wir:  Einen Headcoach\n            1-2 Analysten\n                                  Lanecoaches (Top, Jgl, Mid, Bot)\n \nDer Headcoach hat die Entscheidungsgewalt über das ganze Team und damit auch die Verantwortung. Er übernimmt einen Teil der Teaminternen Organisationsaufgaben und hauptsächlich das Planen der Trainingsziele und dessen Umsetzung. Zu seinen gängigen Aufgabenbereichen gehören meist Kommunikation, Makro, Draft, Mental.\n\nLanecoaches haben die Aufgabe den jeweiligen Spieler auf einem individuellen Level zu unterstützen. Ein Lanecoach bekommt 3-4 Laner der jeweiligen Rolle zugeteilt, mit welchen dieser dann im Bezug auf SoloCoaching und auf FocusCoaching (Man setzt das Augenmerk des Coachings auf einen bestimmten Teil des Gameplays) arbeitet. Meist coached man in Absprache mit dem Headcoach des jeweiligen Spielers.\n\nWenn du dich von unserem Vorhaben für eine dieser Positionen angesprochen fühlst und du Interesse hast, kontaktiere uns über den LoL Client. Wir würden uns über ein Gespräch mit dir freuen.\n\nKontaktdaten:\nEmail:         triplecross.scouting@gmail.com\nTwitter:       twitter.com/TCGesport\nIGN:             TCG TyronGnom\n","replies":[]}