{"id":"6u8iEEhf","poster":"4 For Maggie","date":"2019-06-19T06:11:40.682+0000","title":"[TGSG] Ich sag einfach nichts dazu ... #2","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":0,"body":"# T - neun Werktage\nhttps://media.tenor.com/images/0a6d799e42ee2fef939b843083854cc4/tenor.gif\n\nMitten im Überlebenskampf °^°\n\nUnd dann ist heute auch noch so ein furchtbarer Tag :( denn um elf ist eine Besichtigung und so um 11:30 Uhr kommt eine (hoffentlich) neue Aushilfe der ich hier so ein wenig zeigen kann .-. Die ich zwar mag aber bitte nicht Ewigkeiten Wurzeln schlägt XD Der Friseur kommt dann heute auch noch -.- womit ich eigentlich null zu tun habe, aber am Ende muss ich ja noch die Quittungen im Programm eingeben und bla. Wobei das jetzt auch nicht so DER Aufwand ist XD\n\nDeswegen gilt heute: zu Zeitfenstern hangeln!\n\nJetzt brauch ich nicht viel machen bis kurz vor elf. Die Besichtigung darf nicht zu lange dauern aber bis mindestens halb zwölf und dann eventuell nochmal 30 bis 60 Minuten mit der Hoffentlich-Aushilfe. Dann sind es 12 - 12:30 Uhr und dann ist der Tag schon so gut wie rum, früh ins Bett into richtig hart ausgeschlafen! \\o/\n\nErwähnen möchte ich dann auch Martins Minecraft [Stream](http://www.twitch.tv/der_m4ddin) von gestern Abend XD das war einfach nur übertrieben lustig. Mal abgesehen von den Büschen die Martin \"angegriffen\" haben gab es da noch den Moment des Haus bauens XDDDDDD Ich hab so gelacht als der Boden 'eingestürzt' ist. Aber leider habe ich dann die Möglichkeit mit dem Lösungsvorschlag \"bau doch einen Glasboden ein\" nicht mehr mitbekommen x.x Weil ich in den Sog der TFT-Streams gezogen wurde. Mein ganzes Twitch hat gefühlt daraus bestanden XD Sieht übrigens sehr gut aus bis auf ein paar kleinere Dinge die hoffentlich noch bearbeitet werden o.o\n\nDas war das erste Mal das mir so ein Minecraft Stream Spaß gemacht hat XD Eigentlich kann ich des nicht gucken oder selbst spielen weil es einfach scheiße aussieht XD Aber Martin hat es ermöglicht!\n\nSo.\n\n*Eis an alle verteil*\n\n:> Fertig\n\nP.S.\nHeute gibt es auch die Blade and Soul Erweiterung \\o/\nNächste Woche die lang erwartete closed Beta \\o/\nNächste Woche TFT in League \\o/","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T13:15:08.017+0000","up_votes":1,"down_votes":0,"body":"\\o/ Noch 45 Minuten!\n\nDie Angehörigen tun immer so als würden sie mich lieben x.x ABER NIE BRINGT JEMAND EIS MIT!\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"INoKami","date":"2019-06-19T14:31:07.434+0000","up_votes":1,"down_votes":0,"body":"Das habe ich letztes Jahr hier sogar täglich gemacht, nur musste ich diese Stelle niederlegen, als mir der Posten als Chefautor eines Blogs angeboten wurde. Sry :(","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-21T05:45:50.991+0000","up_votes":1,"down_votes":0,"body":"Kann der Blog nicht Sommerpause machen und der Eismann die Sommersaison übernehmen? x.x Danach kann ja wieder der Blogger arbeiten :x","replies":[{"id":"","poster":"INoKami","date":"2019-06-21T07:18:49.542+0000","up_votes":1,"down_votes":0,"body":"Das wird schwer. Der Blog wird bis zu den Sommerferien weitergeführt, in der Sommerpause... schauen wir mal. Habe nen Ferienjob, von dem ich mich garantiert nicht melden kann, dann knapp eine Woche Urlaub, dann werde ich etwa eine Woche von meinen Eltern als Zwangsarbeiter rekrutiert... aber ich werde mein bestes geben.","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-19T13:56:05.904+0000","up_votes":1,"down_votes":0,"body":"Weil du ihnen nicht gesagt hast was deine Lieblingssorte ist. \n\nIch glaube Rito hat den Ansturm auf den PBE massive unterschätzt. \nEs dauert jetzt schon fast 2 Stunden und immernoch sind über 9000 Leute vor mir in der Warteschlange...\nIch hätte mich echt nicht ausloggen sollen >.&lt;","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-21T05:43:44.960+0000","up_votes":1,"down_votes":0,"body":"Ich finde es gut das der PBE derzeit so \"blockiert\" wird und nicht jeder rein kommt.\n\nWenn alles \"normal\" ist dann interessiert sich im Vergleich niemand dafür. So eine Masse an Menschlein würde niemals hingehen und irgendwas anspielen, Bugs reporten oder sonst wie hilfreich sein.\n\nHilfreich werden auch nur aktuell eine Handvoll Leute sein die es auf den PBE schaffen I guess. 90% davon wollen nicht aktiv unterstützen sondern einfach nur vor allen anderen spielen.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-21T06:27:04.087+0000","up_votes":1,"down_votes":0,"body":"Les dir nur mal mein Thread von gestern durch. :D \nWird jeden Tag schlimmer mit dem PBE heute beträgt die Wartezeit um die 10-20 Stunden und danach kommt eine Fehlermeldung und alles war umsonst. :) \nBtw mir fällt nichts ein was ich schreiben könnte ich warte einfach auf dein TGSG.\n\nps: Mein Bett ist weicher als deines :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-21T06:32:55.149+0000","up_votes":1,"down_votes":0,"body":"> Btw mir fällt nichts ein was ich schreiben könnte \n\nXD Ich glaub ich kann heute nichts außer an die Decke schießen!\n\nUnd nein °^° Mein Bett ist weicher!","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-19T11:11:18.624+0000","up_votes":1,"down_votes":0,"body":"Mittagsupdate:\nIch hatte eine wunderbare Pizza. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T11:40:07.520+0000","up_votes":1,"down_votes":0,"body":"Ich hatte bisher eine Scheibe Kronenburg Eiweißbrot mit gekochtem Schinken D:","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T11:49:54.572+0000","up_votes":1,"down_votes":0,"body":"Das ist zu wenig für dich!!!\n\n#steckt dir 100g Cherrytomaten in den Mund#","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T11:53:17.889+0000","up_votes":1,"down_votes":0,"body":":o Hab gerade meine zweite Scheibe gegessen und falle jetzt in der Tat über meine Tomaten her! Hab auch noch eine Dose Paprika  \\o/","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T11:54:26.078+0000","up_votes":1,"down_votes":0,"body":"Ich dachte schon du würdest verhungern. :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T11:58:36.797+0000","up_votes":1,"down_votes":0,"body":"Nee .-. aber von kurz nach elf bis jetzt kam ich nicht mehr zum essen und allgemein ist es mir dafür gerade zu warm x.x Und es sind jetzt zwei Uhr ... hier hat es sich zugezogen und schon etwas geregnet. Dementsprechend ekelig ist jetzt die Luft ... und ich werde quängelig. Gestern hab ich wegen den Zug Verspätungen fast geweint XD glaub heute bin ich so durch das ich es einfach mache! Außer es regnet. Dann stell ich mich da rein!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T12:08:13.549+0000","up_votes":1,"down_votes":0,"body":"Es ist viel zu warm aber bei uns ist die Regenwahrscheinlich eher gering.\nIch denke es wird erst morgen regen geben.  >.&lt;","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T12:11:48.873+0000","up_votes":1,"down_votes":0,"body":"Heute ist halt richtig Katastrophe :\\ wirklich der schlimmste Tag in der Woche.\n\nAber ich soll noch Rosen schneiden für morgen XD glaub dem werde ich jetzt gleich nachgehen ... wenigstens draußen im Wind rum wuseln °^°","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T12:22:36.168+0000","up_votes":1,"down_votes":0,"body":"Willst du mir morgen eine Rose schenken?\nDas wäre eigentlich nicht nötig aber ich freue mich natürlich trotzdem. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T13:14:03.308+0000","up_votes":1,"down_votes":0,"body":"Rosen geschnitten und Rosen weg :D Satan hat alles mitgenommen!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T13:43:53.214+0000","up_votes":1,"down_votes":0,"body":"Wofür?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T13:48:46.244+0000","up_votes":1,"down_votes":0,"body":"Morgen ist hier eine Prozession und drüben vor der zweiten Einrichtung wird ein Blütenteppich gelegt. Keine Ahnung ob das zur Tradition gehört ^^ aber es wird gemacht","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-19T06:53:37.247+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen....\n\nes ist viel zu heiß.\ndie Nacht war so warm das ich kaum schlafen konnte...\n30 Grad sind einfach zuviel...\n\nBtw ich heute Frohnleichnam ich glaube das ist ein Katholischer Feiertag. \nAußerdem habe ich Gerüchte gehört das  TFT heute auf den PBE kommen soll. :)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-19T07:03:53.064+0000","up_votes":1,"down_votes":0,"body":"Wäre geil wenn alle diesen Modus spielen und dadurch ranked angenehmer werden würde :) \n\nHab nicht mal einen PBE acc ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T07:26:20.687+0000","up_votes":1,"down_votes":0,"body":"Jeder darf ein PBE Account erstellen. \nIch hab ja damals Neeko getestet.\nDas runterladen und updaten von PBE ist nur nervig mit einer 16k Leitung.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T07:34:56.019+0000","up_votes":1,"down_votes":0,"body":"*Jeder mit mindestens Honor Level 3\n\nxP","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T07:36:25.114+0000","up_votes":1,"down_votes":0,"body":"Echt? Woher hast du die Info?\n\nIch komme doch nicht über Honor Level 2 hinaus dafür bin ich viel zu freundlich :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T07:38:04.121+0000","up_votes":1,"down_votes":0,"body":"> Willkommen zur neuen PBE-Registrierung!\n\n> Wir haben einige Änderungen an der öffentliche Beta-Umgebung (PBE) vorgenommen, aber die wichtigste ist, dass wir nun neu erstellte PBE-Konten mit dem Hauptkonto des Nutzers verbinden. Um dich registrieren zu können, darf dein Hauptkonto nicht negativ aufgefallen sein (kein aktiver Bann) und muss über eine Ehrungsstufe von 3 oder höher verfügen.\n\nQuelle: https://pbesignup.na.leagueoflegends.com/de_DE/pbe","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T08:20:15.727+0000","up_votes":1,"down_votes":0,"body":"War ich wohl Honorstufe 3 damals :P\n\nIch hab auch meine erste nun endlich gespielt und Platz 4 geworden.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T08:22:56.954+0000","up_votes":1,"down_votes":0,"body":"Glaub ich werd so zwei Jahre brauchen um das Ding zu verstehen XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T08:48:12.066+0000","up_votes":1,"down_votes":0,"body":"Das Ding wird eh noch zwei Jahre verbuggt sein. :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T08:53:45.730+0000","up_votes":1,"down_votes":0,"body":"xp Vermutlich","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T09:39:09.489+0000","up_votes":1,"down_votes":0,"body":"Ich glaube du würdest dich sehr über das Spiel aufregen.\nIch hab gerade gefühlt das halbe Game auf meine 3. Lulu gewartet. >.&lt;","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T11:23:25.389+0000","up_votes":1,"down_votes":0,"body":"°^° Lulu sieht schon sehr stark aus. Auch wenn sie hin und wieder ihre Ults vermasselt XD Aber Aurelion war auch nicht zu verachten .-.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T11:28:40.538+0000","up_votes":1,"down_votes":0,"body":"Lulu lvl 2 mit guten Items und dazu Warwick lvl 2 mit guten Items = GG \nAkali scheint op zu sein von Kata war ich eher enttäuscht genauso wie Ahri.\n\nIch hab sogar wirklich eine Runde gewonnen und danach bin ich auf die Idee gekommen meine PBE umzubenennen damit er genauso wie mein echter Account heisst.\nToll jetzt muss ich wieder warten mit dem einloggen.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T11:38:49.453+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht mehr was Rabadons macht.\nIch glaube Tears oder das ausgebaute Tears ist besser damit kommt man schneller an Mana. \nLulu scheint irgendwie die einzige Heiler zu sein. \nBlitzcrank gibt es noch der ziemlich stark. \nAndere Supportchampions fallen mir gerade nicht ein. \nManche sind auch super selten die Orange - Legi Quali sowas wie MF, Anivia, Yasuo, Leona oder Kayle. \n\nAber manche Figuren sind manchmal Buggy das nervt.\nDa gibt eine Figur einfach kein Boni so random. Die eine Tristanna geht ganz normal und die andere gibt kein Boni..>.&lt;","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-06-19T11:31:29.420+0000","up_votes":1,"down_votes":0,"body":"XD Maxim hat gestern mit einer Lulu + Rabadons gestartet.\n\nWär es nicht schon so spät gewesen hätte ich gerne noch weiter zu geschaut :( aber 23:15 ist einfach Todeszeitpunkt. Aber war schon schwer sich da los zu eisen xp","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-19T07:37:09.454+0000","up_votes":1,"down_votes":0,"body":"Ja aber für was ? \nUm was zu testen was eh genauso so Fehlerhaft und op auf die live Server kommt ? :D","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-06-19T06:58:57.631+0000","up_votes":1,"down_votes":0,"body":"TFT ist seit gestern auf dem PBE ^^' soll ja schon nächste Woche im Laufe des 9.13'er Patchs veröffentlich werden\n\nFronleichnam ist morgen\n\nJa, es ist bereits zu warm ... aber Gaby und ich machen \"Durchzug\" XD weswegen hier ein angenehmer Wind weht der recht kühl ist und die Luft steht halt nicht °^° Was viel wert ist.\n\nDie Nacht war aber angenehm fand ich .-. Fenster komplett auf und nackig schlafen ist der Trick! Naja und gute Bettwäsche. Meine Decke ist so göttlich &lt;3 Wenn es kalt ist hält sie mich warm und wenn es warm ist heizt sie sich nicht mit mir auf :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T07:02:30.910+0000","up_votes":1,"down_votes":0,"body":"Warum hast du mir davon nichts gesagt. >.&lt;\nDann ich es gleich auf dem PBE getestet.\nDas erklärt jetzt auch warum die Warteschlange so lang ist auch ich bestimmt 15 Minute brauche um auf den PBE zu kommen. :D\n\nHast du keine Angst vor Spannern wenn du nackt mit offenen Fenster schläfst?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T07:15:10.136+0000","up_votes":1,"down_votes":0,"body":":x Wieso muss ich denn immer über alles informieren?\n\nWarteschlange ist der Horror. Entweder haben alle Streamer von gestern mit irgendjemandem geschlafen um safe rein zu kommen oder aber sie hatten wahnsinniges Glück. Denn irgendwann hieß es 15 Minuten Wartezeit. Wobei die Anzeige für den Arsch war ^^ Bei einigen wurde angezeigt das sie Position 9000 in der Warteschlange sind, dann waren sie nach 15 Minuten 3000 und nach weiteren 15 Minuten wieder 9000 XD Bei so einem Ansturm spinnt natürlich alles.\n\nAber vielleicht gibt es ja ein kurzes glückliches Zeitfenster in dem man rein kommt x)\n\nWieso Spanner? .-. Ich hab einen Balkon am Schlafzimmer der \"nach hinten\" raus geht in Richtung Feld und an sich ist der Balkon auch nicht einsehbar xp Randoms können ihn auch nicht betreten.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T07:25:02.619+0000","up_votes":1,"down_votes":0,"body":"Es reicht wenn mich darüber informierst. :) \n\nIch weiß was du meinst immer noch Platz 6500. >.&lt;","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-19T06:49:41.196+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen :D \n\nJa würde mal sagen da hast du heute auf Arbeit ja ein bißchen was zu tun ^^ \nIch versuche nur noch den Tag durch zu halten und so schnell es geht rum zu bekommen :0 \nUnd dann erstmal nichts tun :3 \n\n\nOhhhhhhhh :0 Danke schön :D \n\nEs freut mich mega das es dir und allen die zugeschaut haben spaß gemacht hat ^^ war echt schön so zu streamen :) \n\nUnd ja die Büsche gestern haben mich Hart getriggert :D \nUnd das beim hausbauen das war so gemein von der Welt ^^ \nHab das mal geclipt :D \n\nhttps://clips.twitch.tv/DifferentExpensiveWolverineImGlitch\n\nMinecraft ist ja eins meiner Lieblings games da kommt immer Spaß auf beim spielen :) \nHeute muss du dann wieder rein schauen ich habe ein architektonisches Meister Werk an Haus gebaut ! :D \nDie alten Römer wären stolz auf mich :) \n\nFreut mich sehr das es dir Spaß gemacht hat :) Und scheinbar allen anderen auch :) \nHab sogar dann noch einen random Zuschauer eingeladen der mitspielen wollte :) \n\nUnd danke schön geht auch raus an Max für seinen liebes Hosting :D \n\nDa freue mich mich schon heute Abend weiter zu spielen :3 \n\n\nWünsch euch allen einen schönen Mittwoch :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T09:43:51.179+0000","up_votes":1,"down_votes":0,"body":"Ich könnte mal wieder Montagsbuilder oder Minecraft Marioparty oder Tryjump spielen. :)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-19T10:43:03.507+0000","up_votes":1,"down_votes":0,"body":"Sagt mir nichts montags Dings und tryjump ^^'","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T11:08:25.162+0000","up_votes":1,"down_votes":0,"body":"Du weisst doch bestimmt was Montagsmaler ist oder?\nBei Montagsbuild bekommt jeder ein Wort das einer bauen muss.\nSobald die Zeit zum bauen abgelaufen ist wird geraten.\nDer Erste und zweite bekommen mehr Punkte für das erraten.\nNach dem erraten wird das Building bewerten. \nAlso eigentlich sogar zwei Spielmodi in einem. :)\n\nBei Tryjump läuft man durch ein Jump and Run was aus 10 Modulen besteht.\nDie Module sind dabei unterschiedlich schwer.\nModul 1-3 sind Easy, Modul 4-6 sind normal, Modul 7-9 sind schwer und Modul 10 ist super schwer. \nFür das Abschließen der Module bekommt man Punkte abhängig von der Schwierigkeit. \nAllerdings hat man nur 3 Versuchen danach bekommt man eine leichtere Version des Modul aber dafür nur die hälfte der Punkte.\nNachdem der Jump and Run Part vorbei können sind die Spieler von ihren Punkte Items kaufen und müssen gegeneinander kämpfen.\nJeder hat 3 Leben und je nach Version ist Teamen erlaubt oder nicht.","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-06-19T06:54:38.558+0000","up_votes":1,"down_votes":0,"body":"XDD Genial war auch der Massenmord an den Büschen mit den Worten (in etwa):\n\"AHHH Ich vernichte euch alle! Sterbt\" ... ... ... \"Verdammt jetzt hab ich einen gepflanzt\" XDDDD\n\nMit den Büschen hatte ich übrigens auch nicht als Angreifer gerechnet. Vor allem wegen diesem dummen Lachen ... Ich war sicher das es ein Eichhörnchen ist das dich aus den Bäumen heraus mit Nüssen bewirft XD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-19T06:59:55.089+0000","up_votes":1,"down_votes":0,"body":"Das war auch ein geiler Moment :D \nAber die haben das aber auch verdient das ich sie vernichte :D \n\nDachte erst ich werde von einen unsichtbaren gegner angegriffen. Ohne zu merken das ich in den Büschen im Kreislauf und schaden nehme :D \n\nDann mal schauen wie es da weiter geht ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T07:05:20.863+0000","up_votes":1,"down_votes":0,"body":":'D Und dieses ungläubige \"Wo ist mein Bett? Hab ich mein Bett stehen lassen?\" \n\nWar wirklich lustig XDDDD\n\nWeiß aber nicht ob ich das heute hin bekomme .-. wollte mir das Blade and Soul Update anschauen xp Mal gucken wie lange ich brauche","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-19T07:19:48.185+0000","up_votes":1,"down_votes":0,"body":"Ja dachte ich hab das mit genommen :D \nNaja dafür mussten Schafe dran glauben ^^' \n\nOk :) \nDann schau dir mal das B&amp;S update an da wartest du ja schon eine Weile drauf :D \nDann will ich aber im nächsten theard eine schöne Review zu dem update lesen ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T07:25:25.213+0000","up_votes":1,"down_votes":0,"body":"XD Hier steht alles im Detail:\nhttps://www.bladeandsoul.com/de/news/empyrean-shadows-patch-notes/\n\nWenn ich an so einem Patchtag reinschnupper, schaue ich meistens nur nach meinem Equip falls da was geht und cashe für ein paar hundert Euro WEIL DIE JA WIEDER EINE SCHATZGRUBE RAUS BRINGEN MÜSSEN UND ICH NICHT WIEDERSTEHEN KANN!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-19T08:02:10.051+0000","up_votes":1,"down_votes":0,"body":"Muss ich mir dann mal anschauen :D \n\n\nUnd ja das hast du beim letzten Mal schon gemacht ^^ weiß noch da hast du so Flügel bekommen und dich voll gefreut :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T08:19:31.958+0000","up_votes":1,"down_votes":0,"body":"Richtig ;D\n\nDiesmal gibt es auch wieder Flügel. Welche die ich beim letzten Mal nicht bekommen habe. Aber es gibt auch noch andere Deko und wertvolles Material natürlich für Aufwertungen usw. Das schlachte ich immer sehr gerne aus XD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-19T10:44:10.616+0000","up_votes":1,"down_votes":0,"body":"Na dann gönn dir mal ordentlich :D mal schauen was du da alles raus bekommst :)","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-06-19T06:59:15.299+0000","up_votes":1,"down_votes":0,"body":"Muss ich wohl bald auch mitspielen :P","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-19T07:13:19.583+0000","up_votes":1,"down_votes":0,"body":"Minecraft hab ich aber noch nicht am PC ^^ und mein Kumpel hat halt keinen PC :/ \n\nAber können gerne mal zusammen was zocken und streamen :D Aber ich bin halt meisten Spiele mässig nicht so breit gefächert zock ja immer das selbe ^^' \nAusser jemand zeigt mir neue games. \n\nIch meine in lol müsste ich dich zwar Carryn aber ich will mal nicht so sein ^^","replies":[{"id":"","poster":"Necromant","date":"2019-06-19T07:24:12.644+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=00 M4ddin 00,realm=EUW,application-id=YnZkMR0R,discussion-id=6u8iEEhf,comment-id=000100010000,timestamp=2019-06-19T07:13:19.583+0000)\n>\n> Minecraft hab ich aber noch nicht am PC ^^ und mein Kumpel hat halt keinen PC :/ \n> \n> Aber können gerne mal zusammen was zocken und streamen :D Aber ich bin halt meisten Spiele mässig nicht so breit gefächert zock ja immer das selbe ^^' \n> Ausser jemand zeigt mir neue games. \n\nSchauen wa mal ^^\n\n> Ich meine in lol müsste ich dich zwar Carryn aber ich will mal nicht so sein ^^\n\nja ... Kappa","replies":[]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-06-19T07:01:17.715+0000","up_votes":1,"down_votes":0,"body":"Minecraft kann auch gut aussehen, wenn man kein Konsolen Pleb ist","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T07:18:10.240+0000","up_votes":1,"down_votes":0,"body":".-. Nein.\n\nGenau so wie Elder Scrolls Mist ist :x\n\nWenn man extra andere Dinge benutzen muss, damit etwas spielbar wird, ist es das nicht wert x.x","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-19T07:24:36.946+0000","up_votes":1,"down_votes":0,"body":"Oh du armes, naives Ding....\nWer Elder Scrolls ohne Mods spielt hat die Kontrolle über sein Leben verloren. Tatsächlich sind die meisten total conversions um einiges besser als das Hauptspiel. Man könnte sogar soweit gehen und sagen die Spiele sind nichts weiter als das Grundgerüst für echte Unterhaltung.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T07:34:20.607+0000","up_votes":1,"down_votes":0,"body":"Deswegen spielt man Elder Scrolls ja auch nicht x.x\n\nEin Spiel sollte von sich aus gut sein oder aktiv daran gearbeitet werden .-. Wenn du es aber erst \"selbst\" verbessern musst, ist es Müll und darf nicht unterstützt werden .-. es muss einfach untergehen wie die Titanic.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-19T07:39:02.528+0000","up_votes":1,"down_votes":0,"body":"Hm... Nun es wird ja aktiv dran gearbeitet, nur nicht von den Entwicklern.. Ich finde es schon gut, wenn es solche Mod freundlichen Spiele gibt. Selbiges gilt auch für viele andere Spiele, gerade große Survival Titel wie Ark, CE, 7dtd usw. Die Geschmäcker der Leute sind so verschieden, dass es gar nicht allen recht gemacht werden kann, deswegen werden Mods benutzt um persönliche Vorlieben hier und da abzudecken. Das reicht von einfachen Stack Mods um die Lagerverwaltung zu vereinfachen bis hin zu völlig neuen Spielinhalten, weil man sich selbst verwirklichen möchte oder gefallen daran findet auf vertrauetem Boden etwas neues auszuprobieren. \n\nMods sind super!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T07:50:10.555+0000","up_votes":1,"down_votes":0,"body":"Aber die Entwickler sollten ihren Job machen .-.\n\nBei survival würde ich noch nicht mal großartig dagegen sein glaub ich, zumal das auch irgendwie was anderes ist. Wie bei Minecraft es theoretisch nur diese offene Welt gibt mit keinerlei Einschränkungen und man Gott spielen kann, du aber nicht darauf angewiesen bist.\n\nAber Elder ist ein MMO das verschissen wurde x.x Würden gewisse Leute nicht gewisse Dinge erstellen damit man gewisse Dinge machen kann, wäre das Spiel keine sechs Monate weit gekommen. Allein die Charakter Erstellung ist unterste Schublade und eine ziemlich krasse Beleidigung >.&lt; \n\nMich stört nicht mal das nutzen von Mods an sich XD Sondern das ein gehyptes Spiel so etwas braucht und ohne von vorne bis hinten unspielbar ist und schon längst als MMO-Schandfleck untergegangen wäre. Wie Bless XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T09:42:30.505+0000","up_votes":1,"down_votes":0,"body":"TESO hat mir voll viel Spass gemacht also der richtige MMO von The Elder Scrolls. :)","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-19T07:21:36.320+0000","up_votes":1,"down_votes":0,"body":"Skyrim ohne Mods :D \n\nGenau meine rede ^^","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-19T07:09:50.228+0000","up_votes":1,"down_votes":0,"body":"Könnte es natürlich am PC spielen :0 \n\nAber mein Kumpel nicht also Konsole :3 \nUnd gut aussehen ich mag die Optik da bräuchte ich keine Mods. \nAuch wenn einige echt schön sind :0","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-06-19T09:04:11.794+0000","up_votes":1,"down_votes":0,"body":"D: Wo bleibt der Besichtigungstermin?! Ich hab doch Zeitdruck Mensch\n\\>.&lt; immer diese unuzuverlässigen $%§&amp;@#","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T09:41:06.135+0000","up_votes":1,"down_votes":0,"body":"Der fährt mit der deutschen Bahn.","replies":[]}]},{"id":"","poster":"Necromant","date":"2019-06-19T06:19:34.370+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=6u8iEEhf,comment-id=,timestamp=2019-06-19T06:11:40.682+0000)\n>\n> Erwähnen möchte ich dann auch Martins Minecraft [Stream](http://www.twitch.tv/der_m4ddin) von gestern Abend XD das war einfach nur übertrieben \n\nEs gab kein anderen Stream außer meinen, du Ketzer! :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T06:52:52.919+0000","up_votes":1,"down_votes":0,"body":"XDDD Du hast mich zu ihm rüber gehostet!","replies":[{"id":"","poster":"Necromant","date":"2019-06-19T06:57:47.783+0000","up_votes":1,"down_votes":0,"body":"https://media.wired.com/photos/5cdefc28b2569892c06b2ae4/master/w_1500,c_limit/Culture-Grumpy-Cat-487386121-2.jpg\n\n... na und!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T07:06:51.489+0000","up_votes":1,"down_votes":0,"body":"XD NASEWEIS!","replies":[{"id":"","poster":"Necromant","date":"2019-06-19T07:08:40.215+0000","up_votes":1,"down_votes":0,"body":"Ich darf das!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T07:16:28.548+0000","up_votes":1,"down_votes":0,"body":"Ô_Ô Sagt wer?","replies":[{"id":"","poster":"Necromant","date":"2019-06-19T07:25:16.018+0000","up_votes":1,"down_votes":0,"body":"ich","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T07:30:05.433+0000","up_votes":1,"down_votes":0,"body":"Wer sind Sie?","replies":[{"id":"","poster":"Necromant","date":"2019-06-19T07:31:15.417+0000","up_votes":1,"down_votes":0,"body":"ja","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T07:36:24.119+0000","up_votes":1,"down_votes":0,"body":"Bratkartoffel","replies":[{"id":"","poster":"Necromant","date":"2019-06-19T07:38:22.544+0000","up_votes":1,"down_votes":0,"body":"Backfisch!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T07:52:25.529+0000","up_votes":1,"down_votes":0,"body":"\\o/ Am Freitag gibt es Fisch zum Mittag- bzw. Abend essen! Aber keinen Backfisch .-.","replies":[{"id":"","poster":"Necromant","date":"2019-06-19T07:54:38.453+0000","up_votes":1,"down_votes":0,"body":"Bei mir gibt es Maggie zu futtern","replies":[{"id":"","poster":"Necromant","date":"2019-06-19T09:00:49.119+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=6u8iEEhf,comment-id=00000000000000000000000000000000000000000000000000000003,timestamp=2019-06-19T08:57:31.498+0000)\n>\n> Er will mich töten!\n> {{sticker:sg-ahri-1}}\n\n*presst den Zeigefinger auf Maggies lippen* psssscht kleines Reh.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-06-19T08:57:31.498+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Necromant,realm=EUW,application-id=YnZkMR0R,discussion-id=6u8iEEhf,comment-id=00000000000000000000000000000000000000000000000000000002,timestamp=2019-06-19T08:08:02.026+0000)\n>\n> *stülpt maggie zärtlich die Plastiktüte übern Kopf*\n> ne danke, komm schon klar :)\n\nEr will mich töten!\n{{sticker:sg-ahri-1}}","replies":[]},{"id":"","poster":"Necromant","date":"2019-06-19T08:08:02.026+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=00 M4ddin 00,realm=EUW,application-id=YnZkMR0R,discussion-id=6u8iEEhf,comment-id=00000000000000000000000000000000000000000000000000000001,timestamp=2019-06-19T08:03:43.453+0000)\n>\n> *plastik Geruch liegt in der Luft* \n> \n> \n> Hab ich da einen Hilfe ruf gehört ?\n\n*stülpt maggie zärtlich die Plastiktüte übern Kopf*\nne danke, komm schon klar :)","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-19T08:03:43.453+0000","up_votes":1,"down_votes":0,"body":"*plastik Geruch liegt in der Luft* \n\n\nHab ich da einen Hilfe ruf gehört ?","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-06-19T07:57:11.958+0000","up_votes":1,"down_votes":0,"body":"O_O HILFE?!\n{{sticker:sg-janna}}","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-19T08:22:43.280+0000","up_votes":1,"down_votes":0,"body":"Wurstwasser!","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-06-19T07:40:07.342+0000","up_votes":1,"down_votes":0,"body":"Die letzten guten Bratkartoffeln hatte ich vor zwei Jahren...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T07:51:58.217+0000","up_votes":1,"down_votes":0,"body":"=p Vielleicht mach ich dir mal welche.\n\nUnd Kartoffelgratin.\nUnd Lasagne.\nUnd Schnitzel.\nUnd Pfannkuchen.\nUnd Reispfanne.\n\nAlles zusammen natürlich XD","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-19T07:53:17.632+0000","up_votes":1,"down_votes":0,"body":"Sind das süße oder herzhafte Pfannkuchen?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-19T08:13:33.086+0000","up_votes":1,"down_votes":0,"body":"Guter Mann","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-19T08:04:36.403+0000","up_votes":1,"down_votes":0,"body":"Der einzige belag für Pfannkuchen ist Nutella :0","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-06-19T07:56:12.091+0000","up_votes":1,"down_votes":0,"body":"Also der Teig ist eher süß, aber er schmeckt lecker sowohl mit süßem als auch herzhaftem \"Belag\" x.x","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-19T06:56:00.008+0000","up_votes":1,"down_votes":0,"body":"Also max deine zeit ist zu Ende :P \nEin neuer König ist in der Stadt :D \n\nKannst mir deine follower schonmal überschreiben ^^","replies":[{"id":"","poster":"Necromant","date":"2019-06-19T06:58:09.035+0000","up_votes":1,"down_votes":0,"body":"Ne, da such ich liebe Qualität :P","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-19T07:08:36.424+0000","up_votes":1,"down_votes":0,"body":"Mehr Qualität als mich gibt es kaum :D die Spitze der männlichen Evolution ^^'","replies":[{"id":"","poster":"Necromant","date":"2019-06-19T07:09:25.209+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=00 M4ddin 00,realm=EUW,application-id=YnZkMR0R,discussion-id=6u8iEEhf,comment-id=0000000200000001,timestamp=2019-06-19T07:08:36.424+0000)\n>\n> Mehr Qualität als mich gibt es kaum :D die Spitze der männlichen Evolution ^^'\n\nMehr Ironie als dich gibt es kaum :D die Spitze der männlichen Ironie\n\nxD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-19T07:17:23.553+0000","up_votes":1,"down_votes":0,"body":"Du meinst ich bin spitze ? :D \n\nWarum fällt es Leuten immer so schwer zu akzeptieren das ich Großartig bin ? :D","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-19T07:25:54.219+0000","up_votes":1,"down_votes":0,"body":"Purer Neid.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-19T07:40:39.972+0000","up_votes":1,"down_votes":0,"body":"Stimmt :0 \n\nDaran hab ich noch garnicht gedacht :0","replies":[]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-06-19T07:02:38.569+0000","up_votes":1,"down_votes":0,"body":"Sind glaube ich mittlerweile 16 Monate Twitch Prime {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Necromant","date":"2019-06-19T07:07:53.575+0000","up_votes":1,"down_votes":0,"body":"Wenn nicht sogar mehr wenn ich mich nicht Irre? :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-19T07:19:38.782+0000","up_votes":1,"down_votes":0,"body":"Nein sind 16 :p","replies":[{"id":"","poster":"Necromant","date":"2019-06-19T07:24:51.501+0000","up_votes":1,"down_votes":0,"body":"Es werden aber mehr! :D","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-19T07:08:00.315+0000","up_votes":1,"down_votes":0,"body":"Ja du wartest ja nur bis es bei mir freigeschaltet ist :D \n\nDann kommst du eh zu mir ;)","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-19T06:53:58.141+0000","up_votes":1,"down_votes":0,"body":"https://www.youtube.com/channel/UCJSLocmseRDSbNqk2VdZHTQ","replies":[{"id":"","poster":"Necromant","date":"2019-06-19T06:58:29.943+0000","up_votes":1,"down_votes":0,"body":"?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T07:00:23.762+0000","up_votes":1,"down_votes":0,"body":"Klick drauf dann wirst du verstehen und dank mir später.\nHab ich gestern gefunden. :)","replies":[{"id":"","poster":"Necromant","date":"2019-06-19T07:02:40.564+0000","up_votes":1,"down_votes":0,"body":"iwelche anime vids joar?\n\nda gefällt mir meine playlist gerade besser :D\nhttps://www.youtube.com/watch?v=E1e3XtQ7D5Q&amp;list=PLPL_qg-sjKfmqk4NhDZmBdKyAUghNA5PL","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-19T07:22:46.309+0000","up_votes":1,"down_votes":0,"body":"Alter das sind die 5 Dramaepisoden von Seishun Buta Yarou nach denen du gesucht hast.","replies":[]}]}]}]}]}]}]}