{"id":"dhPqFRbx","poster":"The White Hand","date":"2018-04-21T11:44:29.813+0000","title":"Teamaufbau im Gange / Midlane und Jungle gesucht","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Gr&uuml;&szlig;e Beschw&ouml;rer,\r\n\r\nWir sind eine frische, jung zusammen gefundene kleine Gruppe von 3 Spielern die sich dazu entschieden haben, ein neues Team aufzubauen. Zur Zeit sind wir alle Elom&auml;&szlig;ig noch nicht auf unserem Peak, der liegt normalerweise im hohen Platbereich bis Low Dia. Da wollen wir aber auch wieder hin und noch weiter.\r\nAktuell besteht das Roster aus einer eingespielten Botlane und einem zur&uuml;ckgekehrten Toplaner. \r\nDarum suchen wir nun eine Midlane sowie einen Jungler.\r\nDas Team soll kompetetiv sowie innerhalb des Teams auch freundschaftlich und famili&auml;r aufgebaut sein, deshalb legen wir neben dem Knowledge auf deiner jeweiligen Lane auch Wert auf das zwischenmenschliche.\r\nUnter anderem werden wir bei erfolgreichem Teamaufbau f&uuml;r footprintgaming (www.footprintgaming.de), ein im Aufbau befindlicher kompetetiver Verein, spielen und f&uuml;r jene auch bei LAN-Partys pr&auml;sent sein und uns in Bootcamps verbessern. Das ist aber alles noch Zukunftsmusik, zuallererst sollte man sich als Team verstehen und funktionieren.\r\n\r\nWichtig f&uuml;r uns ist darum, dass ihr m&ouml;glichst auch in einem guten Platinbereich liegt (ausnahmen sind m&ouml;glich, es werden ja tryouts vorgenommen), dass ihr &uuml;ber 18 seid, einen stabilen Championpool habt (3-5 feste Mains, keine Metaspieler), dass euch Teamspeak und notfalls Discord zur Verf&uuml;gung stehen (nat&uuml;rlich inklusive Headset) und dass ihr gewillt seid, auch mal Freizeit f&uuml;rs Team zu opfern. Trainingszeiten werden abgesprochen.\r\n\r\nIch hoffe, ich konnte euer Interesse wecken. Bei Fragen oder f&uuml;r weitere Informationen added mich Ingame oder schreibt hier.\r\n\r\nViel Gl&uuml;ck in der Kluft, Beschw&ouml;rer!\r\nLG IG K&acirc;nd&egrave;n","replies":[{"id":"","poster":"The White Hand","date":"2018-04-22T03:37:06.601+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"The White Hand","date":"2018-04-21T12:24:23.276+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}