{"id":"pU3JzTma","poster":"Silencent","date":"2018-04-20T13:25:17.779+0000","title":"Suche Leute zum zocken!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"W&auml;hre es nicht toll zusammen zu zocken?\nUnd zusammen zu gewinnen?\nDabei noch Spa&szlig; haben?\nFrei von der Seele reden zu k&ouml;nnen mit jemanden der auch wirklich zuh&ouml;rt?\nUnd das ganze nicht nur einmalig denn ich bin mir sicher das wir uns gut verstehen und auch &ouml;fters mal zusammen zocken/reden usw.\nAu&szlig;erdem noch zusammen besser zu werden und sich gemeinsam unterst&uuml;tzen?\n\nIch f&uuml;r meinen teil f&auml;nde das super deswegen suche ich Leute zum zusammen zocken.\n\n\nZu mir:\n\n\nName: Silencent (Dennis)\n\nAlter: 22\n\nSchw&auml;chen: Ich war mal sehr sch&uuml;chtern ab und zu kann es sein das diese Sch&uuml;chternheit noch durch kommt  bin aber zuversichtlich. Ab und zu geistig abwesend (in Gedanken versunken) passiert aber nicht zu oft hoff ich doch.\n\nSt&auml;rken: Ich finde ich kann sehr einf&uuml;hlsam sein aber das kann auch nur Einbildung sein. Mit den meisten Menschen verstehe ich mich gut. (Denk ich mal xD)\n\nStufe: 7\n\nChampion: Garen\n\nLane: Top\n\nTeamspeak: eldercubes.teamspeak.de\n\nAnmerkung: Spiele so ungef&auml;hr seit 1 Woche\n\nIhr könnt mich gerne einfach adden oder halt auf den Teamspeak kommen. Natürlich könnt ihr auch einfach einen Kommentar da lassen falls ihr Fragen habt oder Anmerkungen usw.\n\nGr&uuml;&szlig;e Silencent (Dennis)","replies":[{"id":"","poster":"Pin34pple","date":"2018-04-20T14:48:45.984+0000","up_votes":2,"down_votes":0,"body":"Hallo Dennis,\nauch wenn du vielleicht keine Community suchst, so würde ich dich trotzdem gerne mal dazu einladen, dass du dir doch mal unsere Nerds ansiehst. Hier findest du sicher Leute, mit denen du gemeinsam zocken kannst , aufsteigen oder einfach nur quatschen in jeder Elo. Wir haben viele Leute bei uns und auch eine DuoQ Datenbank, wo bereits viele Leute eingetragen sind und ebenfalls nach einem DuoQ Partner suchen. Vielleicht findet sich dort was passendes für dich.\nKurzer Überblick zu uns uns wer wir \"Nerds\" so sind:\nUnsere Ü18 Community 'Nerds Go Casual' entstand 2016 und besteht aus rund 400 aktiven Mitgliedern. Das Hauptaugenmerk liegt bei League of Legends, Overwatch und Pen & Paper. Auch andere Games wie PUBG und vieles mehr sind bei uns vertreten.\nWir haben eine Spannweite von Spielern in allen Elos, welche für Normals, Fun-Modes und auch Rankeds immer gerne zu haben sind. Oft finden sich bei uns auch mehrere Nerds zusammen die dann ein festes Ranked Team bilden.\nBei uns steht allerdings der Spaß im Vordergrund.\nWenn dein Interesse geweckt wurde, schau doch gern auf unsere Homepage https://nerdsgocasual.de/ . Dort kannst du uns dann eine kurze Bewerbung da lassen. :)\nLiebe Grüße\ndie Ananas :)","replies":[{"id":"","poster":"Silencent","date":"2018-04-20T18:26:50.053+0000","up_votes":1,"down_votes":0,"body":"jo ich bin endlich fertig mit der bewerbung hat lange genug gedauert xD","replies":[]},{"id":"","poster":"Silencent","date":"2018-04-20T17:57:15.471+0000","up_votes":1,"down_votes":0,"body":"Weißt du was ich Bewerb mich einfach!","replies":[{"id":"","poster":"Pin34pple","date":"2018-04-20T18:12:08.407+0000","up_votes":1,"down_votes":0,"body":"das freut mich :)","replies":[]}]},{"id":"","poster":"Silencent","date":"2018-04-20T17:54:18.713+0000","up_votes":1,"down_votes":0,"body":"Cool nettes Angebot ich überleg mir das mal noch ^^","replies":[]}]},{"id":"","poster":"Silencent","date":"2018-04-20T17:53:19.456+0000","up_votes":1,"down_votes":0,"body":"jo ich wäre dann wieder da cool schon ein kommentar!!! UND der ist nicht von mir!!! xD","replies":[]},{"id":"","poster":"Silencent","date":"2018-04-20T14:43:43.976+0000","up_votes":1,"down_votes":0,"body":"OK Leute muss mal weg komme 30-60 minuten wieder wieder aber könnt mich ja mal adden oder hier drunter schreiben bin ein bisschen enttäuscht 25 leute haben sich das hier schon angeschaut aber keiner hat mich geaddet oder sonst was...","replies":[]}]}