{"id":"3MZuN7v6","poster":"Counterjungling","date":"2018-04-20T11:02:52.591+0000","title":"DuoBotlane sucht Team! (Silver-Plat)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey zusammen.\r\nWir hei&szlig;en Philipp und Niko, sind 22 und 23 Jahre alt und spielen beide seit Season 5 aktiv LoL.\r\nKennen uns allerdings erst seit 2 Jahren, spielen regelm&auml;&szlig;ig zusammen Botlane und haben uns nun dazu entschlossen, einem Team beizutreten.\r\n\r\nhttp://euw.op.gg/summoner/userName=Counterjungling\r\nhttp://euw.op.gg/summoner/userName=Madmaex187\r\n\r\nWir sind beide sehr besonnene tryharder, die niemals flamen.\r\nWeder im TS, noch InGame.\r\n\r\n**Addet bei Interesse bitte: \r\n**\r\nCounterjungling\r\nMadmaex187","replies":[{"id":"","poster":"Pin34pple","date":"2018-04-20T15:07:52.270+0000","up_votes":1,"down_votes":0,"body":"Hallo ihr zwei,\nauch wenn ihr vielleicht nicht direkt eine Community sucht, so würde ich euch trotzdem gerne mal dazu einladen, dass ihr euch doch mal unsere Nerds anseht. Hier findet ihr sicher Leute, mit denen ihr gemeinsam zocken könnt , aufsteigen oder einfach nur quatschen in jeder Elo. Wir haben viele Leute bei uns und auch eine Team- und DuoQ - Datenbank, wo bereits viele Leute eingetragen sind und ebenfalls nach einem Team / DuoQ Partner suchen. Vielleicht findet sich dort was passendes für euch.\nKurzer Überblick zu uns uns wer wir \"Nerds\" so sind:\nUnsere Ü18 Community 'Nerds Go Casual' entstand 2016 und besteht aus rund 400 aktiven Mitgliedern. Das Hauptaugenmerk liegt bei League of Legends, Overwatch und Pen & Paper. Auch andere Games wie PUBG und vieles mehr sind bei uns vertreten.\nWir haben eine Spannweite von Spielern in allen Elos, welche für Normals, Fun-Modes und auch Rankeds immer gerne zu haben sind. Oft finden sich bei uns auch mehrere Nerds zusammen die dann ein festes Ranked Team bilden.\nBei uns steht allerdings der Spaß im Vordergrund.\nWenn euer Interesse geweckt wurde, schaut doch gern auf unsere Homepage https://nerdsgocasual.de/ . Dort könnt ihr uns dann eine kurze Bewerbung da lassen. (Bitte jeder von Euch eine eigene Bewebung) :)\nLiebe Grüße\ndie Ananas :)","replies":[]}]}