{"id":"dhsu0NAE","poster":"Timschcko","date":"2018-04-18T19:37:20.086+0000","title":"das Wehleidige Thema Der Jungler","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":5,"body":"hey,\r\nich bin eigentlich main supporter jedoch in bronze .\r\nwie viele supporter wissen hast du als supporter nicht gerade denn gr&ouml;ssten impact im game ! \r\nin bronze ist das noch schlimmer weil viele der adc&acute;s selbst nicht viel k&ouml;nnen so schwindet der minimale impact denn du am anfang des games hattest genau dann wenn dein adc das 2te mal denn gegner dived (in minute 7...) \r\nALSOOOOOO dachte ich mir ich versuchs mal als jungler habe somit impact und kann vllt trotz einer lane die feedet das game reissen meine stats sind auch eigentlich garnicht so bad JEDOCHHHHHHHH bin ich der jungler ...\r\n\r\nder brand in der mitte schafft seine eigenen lane egen denn veigar nicht daf&uuml;r bin ich schuld !\r\nnat&uuml;rlich sieht es auf der botlane nicht anders aus die feeden auch rein weil sie trotz 0/2 jeweils und einem gegnerischen draven mit 4 kills glauben sie k&ouml;nnten das gewinnen . \r\ndie toplane macht ihr ding auch ziemlich gut !\r\njedoch bin ich schuld da ich nicht dauerhaft auf ihrer bot oder midlane sitte und diese perma campe !\r\nwenn es der lieben bot oder midlane dann zu viel wird kommen sie in denn jungel und nehmen sich was sie nur k&ouml;nnen . \r\n\r\njetzt mal meine frage an die comunity speziell bronze bis gold : wieso ist der jungler schuld wenn ihr im 1 geg 1 nicht gegen euren gegner gewinnt ?\r\nich muss auch farmen um &uuml;berhaupt irgend wie hilfreich zu sein und ich kann euch auch nicht wirklich ganken wenn ihr denn gegner zu tode reinpusht und dann nichtmal wardet oder euch auf ein 1ge1 auf einen gengner einlasst der 2 kills und 20 cs im vorsprung ist ... \r\nwieso ist immer der jungler an allem schuld ? bitte erkl&auml;re mir das jemand plausibel!!","replies":[{"id":"","poster":"Tödil","date":"2018-04-18T21:00:15.113+0000","up_votes":2,"down_votes":0,"body":"Um ehrlich zu sein: Support gehört, was den Einfluss angeht, definitiv zu den besseren Rollen (einige Spieler im Highelo-Bereich behaupten sogar, dass diese die stärkste/beste Rolle sei). Der Eindruck, man würde keinen Einfluss auf das Spiel haben, entsteht durch die starke Abhängigkeit vom Team und deinem Spielstil. In der Regel verzichtet der Support auf Farm, Kills oder teure Items. Das führt oftmals zu Frust, wenn die Carries scheitern und die nötigen Ressourcen fehlen. \n\nJungle und Support teilen sich das Problem, dass die Spielerschaft in Lowelo oftmals ihre eigenen Rollen nicht verstehen. Ihr Halbwissen um die anderen Mitspieler und deren Positionen ist gefährlich und sorgt für mehr als nur hitzige Diskussionen. Sie erheben sich meistens über die anderen und behaupten zu verstehen, was es heißt Jungle/Support zu sein. Jungle gleicht  in der Hinsicht dem Support - jedoch mit einem breiteren Championpool. Die Art und Weise, wie sie im Spiel Einfluss nehmen, erfolgt nicht so offensichtlich und man erhält den Eindruck, dass beide nichts bewirken. Sie werden zum Sündenbock, weil sie  *angeblich* die Möglichkeit hatten, am Geschehen teilzunehmen. Ihrer Meinung nach hat sich der Junger/Supporter untergeordnet zu verhalten, da der Einfluss der Carries (meistens durch rohen Schaden :/) schneller und besser wahrgenommen werden kann, als die ganzen Wards, Objectives, CC usw. Sie nehmen das für bare Münze und schließen darauf zurück, dass es natürlich ist, den Damagedealern entgegen zu kommen und sie zu preisen blablabla... Alles fehlendes Wissen. Sie befassen sich nicht mit den Rollen und können daher nicht nachvollziehen, warum der Spieler so reagiert hat und nicht anders.\n\nIch will dir nicht zu nahe treten, aber ein Rollenwechsel ist nicht leicht. Ähnlichkeiten zwischen den beiden Rollen gibt es, jedoch kann du nicht von Anfang an behaupten, dass du die Rolle beherrscht. Somit hast du irgendwo auch Mitschuld daran, dass deine Mates auf ihren Lanes versagt haben - zwar nicht überall, aber du hast sie! Damit würde ich auch gerne abschließen. Es wird sich nicht ändern, weder heute noch in der Zukunft, da es sich festgefahren hat.\n\nViel Erfolg und ignoriere die Vorwürfe, solange du deine eigenen Fehler erkennst.\nFalls ich was vergessen habe, so entschuldige ich mich dafür.\n\nMfg\n\n{{sticker:slayer-pantheon-thumbs}} \n\nTödil","replies":[{"id":"","poster":"eingew","date":"2018-04-19T04:48:16.428+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Tödil,realm=EUW,application-id=KYnfKGf0,discussion-id=dhsu0NAE,comment-id=0002,timestamp=2018-04-18T21:00:15.113+0000)\n>\n> Um ehrlich zu sein: Support gehört, was den Einfluss angeht, definitiv zu den besseren Rollen (einige Spieler im Highelo-Bereich behaupten sogar, dass diese die stärkste/beste Rolle sei). Der Eindruck, man würde keinen Einfluss auf das Spiel haben, entsteht durch die starke Abhängigkeit vom Team und deinem Spielstil. In der Regel verzichtet der Support auf Farm, Kills oder teure Items. Das führt oftmals zu Frust, wenn die Carries scheitern und die nötigen Ressourcen fehlen. \n\nDie du als Support ja auch nicht brauchst. Wenn ich mit Janna Boots und Ardents habe würden in der Theorie auch die Level-Ups reichen, um meine Leistung zu erbringen, schließlich ist das wichtigste daran in erster Linie der CC. Back gehe ich eigentlich \"nur\", wenn ich nichts besseres zu tun habe oder dringend mal mein Ward-Item wieder auffüllen muss.","replies":[{"id":"","poster":"Tödil","date":"2018-04-20T07:17:53.626+0000","up_votes":2,"down_votes":0,"body":"Da habe ich mich wohl schlecht ausgedrückt: Ich habe keineswegs behauptet, dass der Verzicht auf Kills etc. der einzige Punkt ist, der zu Frust oder ähnlichem führt. Ich habe hier ein Szenario beschrieben, in dem die Carries soweit zurückgefallen sind, dass es für den Tank und den Supporter schwierig wird, das Team zu carrien. CC ist wichtig, keine Frage, aber es bringt dir und deinem Team nichts, den Gegner mit deinen Fähigkeiten zu befeuern und niemanden zu haben, der das Play zu Ende spielt. Sicherlich gibt es einige im gegnerischen Team, die sich dazu entschließen, durch ihren Übermut riskanter zu spielen - in Lowelo quasi immer vorhanden, in Highelo nicht so oft präsent [,wobei hier erwähnt werden muss, dass Highelo nicht (wie in Bronze und Silber) so viele Spieler zählt, weswegen dort die Zahlen angeglichen werden müssen]. Der Verzicht sorgt dafür, dass der Supporter sich fragt, ob das, was ihm fehlt und andere bekommen, gut verwertet wird. Du riskierst ein Play, dein Adc schafft es, in dem  2 vs 4  (durch deinen Einsatz!) drei Kills abzustauben - und entscheidet sich spontan dem letzten verbliebenen Spieler (Supporter XD) unter dem Tower zu folgen - und stirbt dabei. Trotz allem hat er ein Plus gemacht - wird übermütig und stirbt ein weiteres mal. Solche und ähnliche Situationen treten nun mal vermehrt auf. Als Supporter bist du einer derjenigen, die die Plays der eigenen Mates vorbereitet. CC begünstigt die Situation im Fight, Wards sorgen dafür, dass besser auf Invades (o.ä.) reagiert wird und ermöglichen ein koordiniertes Spielgeschehen. \nWorauf ich zuvor nicht eingegangen bin, sind die Plays (bzw. die Möglichkeit welche zu machen). Es sieht gut aus, wenn ein Spieler Zed oder andere mechanisch anspruchsvolle Champions beherrscht, schließlich wird man für sein Können ja belohnt. Als Supporter hat man allein vom Championpool her, der nicht so viele Champions enthält, die mit ihren Fähigkeiten dafür sorgen, dass man sich mächtig fühlt, Plays gemacht hat (es fühlt sich iwie simpel an). Thresh, Alistar oder Bard sind gute Beispiel dafür, wie sehr man dafür belohnt wird, diese Champions zu beherrschen. Was aber für den Support deutlich wichtiger ist, als sich zur Show zu präsentieren, ist das Decisionmaking, durch das die Spieler besonders glänzen. Spieler benötigen viel Zeit, um schwierige Champions zu erlernen. Einfachere Champions ermöglichen dagegen ein besseres Verständnis von Makroplays ( oder besser: Makrogame).\n\nWünsche allen einen schönen Tag und viel Erfolg in der Kluft\n\n{{sticker:garen-swing}} \n\nMfg\n\nTödil\n\n","replies":[{"id":"","poster":"eingew","date":"2018-04-20T07:21:11.981+0000","up_votes":2,"down_votes":0,"body":"War nicht als fundamentale Kritik, sondern als Ergänzung zum bereits gesagten gedacht ^^.","replies":[{"id":"","poster":"Tödil","date":"2018-04-22T15:34:27.030+0000","up_votes":2,"down_votes":0,"body":"Habe das wohl falsch interpretiert bzw. als Hinweis wahrgenommen, dass ich zu wenig darauf eingegangen bin^^. Ich habe gerade festgestellt , dass einige Stellen im Kommentar, so verwurstet wurden (mein Pc hatte wohl, aus welchen Gründen auch immer, Autokorrektur an gehabt), dass man die vielen Schachtelsätze nicht ganz versteht {{sticker:zombie-brand-facepalm}} \nViel Spaß in der Kluft {{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]}]},{"id":"","poster":"Cenâreth","date":"2018-04-21T08:46:04.972+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Tödil,realm=EUW,application-id=KYnfKGf0,discussion-id=dhsu0NAE,comment-id=0002,timestamp=2018-04-18T21:00:15.113+0000)\n>\n> Um ehrlich zu sein: Support gehört, was den Einfluss angeht, definitiv zu den besseren Rollen (einige Spieler im Highelo-Bereich behaupten sogar, dass diese die stärkste/beste Rolle sei). Der Eindruck, man würde keinen Einfluss auf das Spiel haben, entsteht durch die starke Abhängigkeit vom Team und deinem Spielstil. In der Regel verzichtet der Support auf Farm, Kills oder teure Items. Das führt oftmals zu Frust, wenn die Carries scheitern und die nötigen Ressourcen fehlen. \n> \n> Jungle und Support teilen sich das Problem, dass die Spielerschaft in Lowelo oftmals ihre eigenen Rollen nicht verstehen. Ihr Halbwissen um die anderen Mitspieler und deren Positionen ist gefährlich und sorgt für mehr als nur hitzige Diskussionen. Sie erheben sich meistens über die anderen und behaupten zu verstehen, was es heißt Jungle/Support zu sein. Jungle gleicht  in der Hinsicht dem Support - jedoch mit einem breiteren Championpool. Die Art und Weise, wie sie im Spiel Einfluss nehmen, erfolgt nicht so offensichtlich und man erhält den Eindruck, dass beide nichts bewirken. Sie werden zum Sündenbock, weil sie  *angeblich* die Möglichkeit hatten, am Geschehen teilzunehmen. Ihrer Meinung nach hat sich der Junger/Supporter untergeordnet zu verhalten, da der Einfluss der Carries (meistens durch rohen Schaden :/) schneller und besser wahrgenommen werden kann, als die ganzen Wards, Objectives, CC usw. Sie nehmen das für bare Münze und schließen darauf zurück, dass es natürlich ist, den Damagedealern entgegen zu kommen und sie zu preisen blablabla... Alles fehlendes Wissen. Sie befassen sich nicht mit den Rollen und können daher nicht nachvollziehen, warum der Spieler so reagiert hat und nicht anders.\n> \n> Ich will dir nicht zu nahe treten, aber ein Rollenwechsel ist nicht leicht. Ähnlichkeiten zwischen den beiden Rollen gibt es, jedoch kann du nicht von Anfang an behaupten, dass du die Rolle beherrscht. Somit hast du irgendwo auch Mitschuld daran, dass deine Mates auf ihren Lanes versagt haben - zwar nicht überall, aber du hast sie! Damit würde ich auch gerne abschließen. Es wird sich nicht ändern, weder heute noch in der Zukunft, da es sich festgefahren hat.\n> \n> Viel Erfolg und ignoriere die Vorwürfe, solange du deine eigenen Fehler erkennst.\n> Falls ich was vergessen habe, so entschuldige ich mich dafür.\n> \n> Mfg\n> \n> {{sticker:slayer-pantheon-thumbs}} \n> \n> Tödil\n\nDas fängt schon bei den Runenbuilds der Supports in Bronze/Silver an. Dass die kein Impact kriegen wundert mich nicht und wie du schon sagtest die spielweise ist ausschlaggebend. Passive Support wird auch keine Lanes gewinnen. Egal ob Janna, Soraka, Braum oder Tryhard Supps like Brand.","replies":[]}]},{"id":"","poster":"IcryWhenIpoop","date":"2018-04-20T21:08:06.440+0000","up_votes":1,"down_votes":0,"body":"Ich hab tausende von Spielen im Jungle absolviert über alle Seasons verteilt. Ich kann also gut behaupten ich war (!!!) Main jungle. Von Saison zu Saison wurde es mit dem Beleidigungen auf den Jungler schlimmer und schlimmer. Letzten Endes half nur noch \"mute all\". Das würde ich dir wärmstens ans Herz legen. Denn die meisten Menschen sind so gestrickt, dass sie nur die Fehler anderer sehen aber nicht die eigenen.","replies":[{"id":"","poster":"Cenâreth","date":"2018-04-21T08:47:38.134+0000","up_votes":2,"down_votes":0,"body":"Ich hab auch schon von vielen gehört sie sind seit Season 3 Main Supporter, wenn man sie aber spielen sieht und ihre Runenbuilder sich durchschaut, spielen Sie wie wenn sie gerade mit League angefangen haben.","replies":[]},{"id":"","poster":"Timschcko","date":"2018-04-21T09:12:21.544+0000","up_votes":1,"down_votes":0,"body":"es ist ja zum teil nichtmal mein fehler ! ich kann als rengar jgl z.b. nicht dauerhaft lanes sitten ich muss farmen ! ich setze halt für mich prioritäten z.b.  ganke ich dann mal nicht die midlane die gegen nen 3/0 yasuo in minute 10 fighted da schenk ich dem eher noch nen double kill als das ich iwas nützliches tuen kann und das sind dann auch meist dann diese art von leuten die dir die schuld geben egal ob du nichts machst oder reingehst und nen doublekill vergiebst ....","replies":[]}]},{"id":"","poster":"IKartoffelI","date":"2018-04-20T08:46:42.438+0000","up_votes":2,"down_votes":0,"body":"Das Problem kenn ich als main Jungler auch. Meistens schau ich dann, ob ich der Lane helfen kann (meistens ungewardet und gepusht, also nein) und sonst farme ich weiter bzw. konzentriere mich auf ne andere lane. Wird der Flame zu schlimm einfach muten","replies":[]},{"id":"","poster":"SSI CptHaunted","date":"2018-04-19T08:19:32.944+0000","up_votes":2,"down_votes":0,"body":"Jungle in Bronze/Silber zu spielen bedeutet immer Fehler zu machen. Der Job ist viel zu umfangreich und entscheidungslastig als dass man alles richtig machen könnte.\n\nDu kannst dich nur auf die wichtigen Dinge (Objectives) konzentrieren, den gegnerischen Jungler klein halten und versuchen die Lane(s) nach vorn zu bringen die das Spiel im späteren Spielverlauf carrien können. Solange du aus deinen gröberen Fehlern lernst ist alles okay und wenn wer meint flamen zu müssen soll ers erstmal besser machen und sollte ignoriert werden.","replies":[]},{"id":"","poster":"caηsis","date":"2018-04-27T14:54:48.998+0000","up_votes":1,"down_votes":0,"body":"Also habe mir deine Historie angeschaut und das besagte Spiel gefunden. Klar hast du auf den ersten Blick \"ganz gute Stats\" mit deinen 9/7/4. Jedoch hast du bei deinen Ganks (Kann ich nicht sicher sagen, habe das Spiel nicht gesehen) fast alle Kills selbst beansprucht. Manchmal ist es sinnvoller ein paar Kills auf der Lane zu lassen damit diese besser besteht. du kannst z.B. 10x Mitte ganken (und den Gegner dabei sogar toeten), jedoch hat der Gegner in der Mitte trotzdem einen Vorteil wenn der gegnerische Jungler 6x kommt, der Midlaner aber alle 6 kills bekommt. Weil in deinem besagten Spiel hast du (wie bereits erwaehnt) 9 Kills 7 Tode und **4 assists** (also koennen deine Mitspieler durch deine Ganks zu maximal 4 Kills gekommen sein). Der gegnerische Jungler hatte \"nur\" 7 Kills jedoch **16 Assists**. Worauf ich hinaus will sollte klar sein.","replies":[]},{"id":"","poster":"Leon v2","date":"2018-04-18T20:29:32.928+0000","up_votes":1,"down_votes":0,"body":"Einfach alle Teammitglieder/Gegner muten am anfang des Spieles und das Problem ist gelöst ^^, dass du selber tiltest mach es nur noch unwahrscheinlicher das Spiel zu gewinnen","replies":[{"id":"","poster":"Timschcko","date":"2018-04-21T09:08:34.279+0000","up_votes":1,"down_votes":0,"body":"wie soll ich denn nicht selbst tilten wenn der midlaner z.b. in denn jungel kommt dir am ar+++ klebt und dir versucht explizit jedes camp zu stealen ?da tilted jeder !","replies":[]}]}]}