{"id":"GBOwhsnF","poster":"Mad Loony","date":"2018-04-18T18:53:00.269+0000","title":"Für sowas bekommt man ne Chatsperre?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":7,"body":"Mad Loony: to\r\nMad Loony: late\r\nMad Loony: bot lost\r\nMad Loony: ff15\r\nMad Loony: bronze supp\r\nMad Loony: 5 min and ff\r\nMad Loony: if u aa trist she dies\r\nMad Loony: but u ran\r\nMad Loony: i had heal ready\r\nMad Loony: i wont help anyone in this game\r\nMad Loony: noob\r\nMad Loony: i was 0/4/0 with supp\r\nMad Loony: 5 min without supp makes me 2/4/4\r\nMad Loony: toxic team\r\nMad Loony: report me\r\nMad Loony: and get banned urself\r\nMad Loony: dont\r\nMad Loony: want me to go afk\r\nMad Loony: ye\r\nMad Loony: not like fizz\r\nMad Loony: noobs\r\nMad Loony: how can u feed such a bad fizz?\r\nMad Loony: karma flames me since min 3\r\nMad Loony: omg","replies":[{"id":"","poster":"LiebesWölkchen","date":"2018-04-18T18:59:47.012+0000","up_votes":9,"down_votes":1,"body":"\"bot lost\" = frühes aufgeben\n\"bronze supp\"=  flaming\n\"i wont help anyone in this game\" = refusing to communicate\n\"Noob\" = 2. flaming\n\"toxic team\" = selber toxic sein aber andere toxic nennen , jämmerlich\n\"get banned urself\" = belästigung\n\nDenke mal das reicht.","replies":[{"id":"","poster":"Warum denn nicht","date":"2018-04-18T19:23:46.176+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=LiebesWölkchen,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=0001,timestamp=2018-04-18T18:59:47.012+0000)\n>\n> &quot;bot lost&quot; = frühes aufgeben\n> &quot;bronze supp&quot;=  flaming\n> &quot;i wont help anyone in this game&quot; = refusing to communicate\n> &quot;Noob&quot; = 2. flaming\n> &quot;toxic team&quot; = selber toxic sein aber andere toxic nennen , jämmerlich\n> &quot;get banned urself&quot; = belästigung\n> \n> Denke mal das reicht.\n\nbot lost ist kein frühes aufgeben sondern eine feststellung. Ich selber verwende diesen Begriff oft in meinen Games, um zu sagen, dass der Jungler sich auf die anderen lanes konzentrieren soll und dass das team nicht viel von uns erwarten kann.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2018-04-18T20:25:57.941+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Warum denn nicht,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=00010000,timestamp=2018-04-18T19:23:46.176+0000)\n>\n> bot lost ist kein frühes aufgeben sondern eine feststellung. Ich selber verwende diesen Begriff oft in meinen Games, um zu sagen, dass der Jungler sich auf die anderen lanes konzentrieren soll und dass das team nicht viel von uns erwarten kann.\n\nStimmt schon.\nJe nach MAtchup schreibe ich so etwas manchmal auch mit derselben Absicht- komischerweise bleiben Reports aber aus (zumindest wenn die zustimmende Reaktion des Teams ein Indikator ist..).\n\nWenn jedoch der gesamte Chatlog nur aus jammern besteht, und die Aussage \"bot lost\" direkt gefolgt wird von einem \"ff 15\" und einer Beleidigung gegenüber dem Supporter, dann würde ich das ganze nicht als sinnvoll gemeinte Nachricht interpretieren.\nSondern als ein simples\n\"Mein Support ist scheiße und an allem Schuld\".\n\nIch glaube es ist recht offensichtlich wie es hier gemeint war.","replies":[]}]},{"id":"","poster":"Darkr3sQ","date":"2018-04-18T19:32:28.715+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=LiebesWölkchen,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=0001,timestamp=2018-04-18T18:59:47.012+0000)\n>\n> &quot;bot lost&quot; = frühes aufgeben\n> &quot;bronze supp&quot;=  flaming\n> &quot;i wont help anyone in this game&quot; = refusing to communicate\n> &quot;Noob&quot; = 2. flaming\n> &quot;toxic team&quot; = selber toxic sein aber andere toxic nennen , jämmerlich\n> &quot;get banned urself&quot; = belästigung\n> \n> Denke mal das reicht.\n\nWobei ich den Punkt \"wont help anyone in this game\" eher als Sabotage sehen würde, da er somit sein Team bewusst in eine benachteiligte Situation bringt. Es könnte aber auch unter den Punkt \"dem Gegner helfen\" fallen, da hier durch das Unterlassen der Hilfe der Gegner in eine Vorteils-Situation bringt.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-18T19:55:55.967+0000","up_votes":1,"down_votes":4,"body":"\"bot lost\" = wir haben gewonnen\n\"bronze supp\"= 0815  flaming, aber ok ist flaming\n\"i wont help anyone in this game\" = wir haben gewonnen, auch die Teamfights, ich war adc\n\"Noob\" = 2. waren beides schnelle Antworten auf Flame gegenüber mir und hat weitere Diskussionen vorerst gestoppt, aber ok auch flaming\n\"toxic team\" \n\"get banned urself\" = beides auch flame, aber macht erst Sinn wenn man den ganzen Chatverlauf, also inkl. aller Spieler sehen würde","replies":[{"id":"","poster":"HyperionCH","date":"2018-04-18T22:12:15.195+0000","up_votes":5,"down_votes":0,"body":"Nein.\nEs ist völlig egal, was die anderen geschrieben haben.\n\nWenn deine Mates flamen: reporte sie!\nDass sie bestraft werden (CR oder später bans), weisst du nun selber sehr gut.\n\nBei deiner CR geht es nur darum, was du geschrieben hast.\nStell dir vor, einer deine Mates schreibt hier jetzt auch, dass er \"nur reagiert hätte\" und einer der Mates \"noob\", \"toxic team\" \"get banned urself\" geschrieben habe. In diesem Fall ist es genau gleich: es ist egal was der Mate (also du) geschrieben hat, sondern was jener Spieler schrieb.","replies":[]}]}]}]},{"id":"","poster":"Kira Rengami","date":"2018-04-18T18:56:08.102+0000","up_votes":1,"down_votes":13,"body":"Jep, so ist es nun mal in League, wenn man sagt wie es ist, wird man dafür bestraft.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-18T18:58:12.101+0000","up_votes":5,"down_votes":0,"body":"Weil es unnötig ist es zu sagen...","replies":[{"id":"","poster":"Kira Rengami","date":"2018-04-18T21:48:31.906+0000","up_votes":1,"down_votes":9,"body":"Nein... nur feige ist es.","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-18T22:02:30.239+0000","up_votes":10,"down_votes":0,"body":"Seit wann ist man bitte ein Feigling, wenn man es schafft, sich anständig zu benehmen?","replies":[{"id":"","poster":"Kira Rengami","date":"2018-04-19T13:04:26.136+0000","up_votes":1,"down_votes":4,"body":"3/10\n\nok{{sticker:slayer-pantheon-popcorn}} ","replies":[]}]}]}]},{"id":"","poster":"Mad Loony","date":"2018-04-18T19:01:44.893+0000","up_votes":1,"down_votes":9,"body":"Man sieht ja nur meinen eigenen Chat (was eine Frechhheit von RIOT ist!) . Ich wurde von den anderen teilweise viel härter geflammed und ein paar Aussagen sind total aus dem Zusammenhang gerissen. Auf jeden Fall ist hier sicher kein harter Flame dabei, wie man ihn sonst oft in Games erlebt.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-18T19:03:52.667+0000","up_votes":4,"down_votes":0,"body":"Du wirst aber unabhängig von den anderen bestraft, genauso wie die unabhängig von dir bestraft werden. Das was die anderen schreiben hat absolut keine Relevanz für deine Strafe. Kontext ist in solchen Fällen einfach unnötig. Du warst toxisch, ganz einfach.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-18T19:36:22.295+0000","up_votes":1,"down_votes":5,"body":"Das ist Blödsinn. Wenn man Spieler findet, mit dennen man auf eine Wellenlänge ist kann der Spielspaß durch Witze, gegenseitiges Necken, Herausforderungen etc. sehr stark erhöht werden. Du hattest bestimmt auch schon Mitspieler, die einfach nur Blödsinn geschrieben haben und dadurch das Spiel viel lustiger gemacht haben. Der Chatfilter versteht z.B. sarkastische Jokes einfach nicht. Und wenn oben in meinem Chatverlauf auch die anderen Spieler vorkommen würden, wäre er 4 mal so lang und würde natürlich ganz anders rüberkommen!","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-18T20:12:56.036+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=0000000100010000,timestamp=2018-04-18T19:36:22.295+0000)\n>\n> Das ist Blödsinn. Wenn man Spieler findet, mit dennen man auf eine Wellenlänge ist kann der Spielspaß durch Witze, gegenseitiges Necken, Herausforderungen etc. sehr stark erhöht werden. Du hattest bestimmt auch schon Mitspieler, die einfach nur Blödsinn geschrieben haben und dadurch das Spiel viel lustiger gemacht haben. Der Chatfilter versteht z.B. sarkastische Jokes einfach nicht. Und wenn oben in meinem Chatverlauf auch die anderen Spieler vorkommen würden, wäre er 4 mal so lang und würde natürlich ganz anders rüberkommen!\n\nKein Blödsinn. Du weißt nicht, wie die anderen Spieler ticken. Du weißt nicht, wie sie Deine Witzchen auffassen. Die Tatsache, dass Du gemeldet wurdest, zeigt, dass sich mindestens eine Person daran gestört hat. Und dafür wurdest Du eben bestraft.\nAber mal von Deinen Späßchen abgesehen:\nUnter der Vorraussetzung, dass man nun mal nicht flamen darf, wie würde  \"noob\" oder \"bronze supp\" denn nicht als Flame rüberkommen?","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2018-04-18T19:08:52.209+0000","up_votes":3,"down_votes":0,"body":"Für harten Flame, kriegt man ja auch härtere Strafen. Etwa einen sofortigen 2 Wochenbann. Nur weil du nicht ganz so schlimm gewesen sein willst, wie die anderen, heißt das nicht, dass du ungeschoren davonkommen solltest. Körperverletzung sollte ja auch nicht ignoriert werden, nur weil ein einziger Mörder noch nicht gefasst ist.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-18T19:49:47.541+0000","up_votes":1,"down_votes":5,"body":"Trotzdem sollte mir der ganze Chatverlauf gezeigt werden. Das fühlt sich an wie ein Gerichtsvervahren wo nur eine Seite Zeugen vorladen darf. Und da alles dadurch aus dem Zusammenhang gerrisen wird komme ich mir schon vor als würde man mich wie einen unwichtigen Idioten behandeln. Kein Wunder, dass sich ständig Leute über banns und unfaire Behandlung beschweren.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-18T20:16:46.039+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=0000000100020000,timestamp=2018-04-18T19:49:47.541+0000)\n>\n> Trotzdem sollte mir der ganze Chatverlauf gezeigt werden. Das fühlt sich an wie ein Gerichtsvervahren wo nur eine Seite Zeugen vorladen darf. Und da alles dadurch aus dem Zusammenhang gerrisen wird komme ich mir schon vor als würde man mich wie einen unwichtigen Idioten behandeln. Kein Wunder, dass sich ständig Leute über banns und unfaire Behandlung beschweren.\n\nEs ist aber nun einmal keine Gerichtsverhandlung, da Du Dich ja auch nicht verteidigen kannst. RIOT wendet Hausrecht an. Du hältst Dich - weshalb auch immer - nicht an die Regeln, und Du bekommst als Resultat die Rote Karte. Ist ganz einfach und hat auch nichts mit unfairer Behandlung zu tun. Dieser Maßstab wird bei allen Spielern angewandt, die entsprechend reportet wurden.\nUnd mal ganz ehrlich: Was würde es für Dich ändern, wenn Du wegen Deines toxischen Chats eine Strafe erhältst, und Du den gesamten Chatlog einsehen könntest? Welchen Vorteil ziehst Du daraus? Du hast Deine Strafe für toxisches Verhalten bekommen, und siehst durch den gesamten Chat halt, warum Du es geschrieben hast. Mir erschließt sich hier der Mehrwert nicht.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-18T20:21:41.971+0000","up_votes":1,"down_votes":3,"body":"\"Mad Loony: how can u feed such a bad fizz?\"\n\nFizz war in meinem Team und hat einen Pentakill geschafft. Ich habe das im All-Chat geschrieben. Das Gegnerteam hat ungefähr so geantwortet: \"IKR :D\", \"HAHA\", \"WP\".\n\nJetzt Frage ich mich schon wie der Chatfilter solche Aussagen wertet. Weil es handelt sich hier um \"lustigen\" Shittalk, der von allen possitiv aufgenommen wurde. Da ich aber eine Chatsperre bekommen habe und Aufgrund des mir zugesendeten Chatverlaufes, wo andere Spieler und Der All-Chat ignoriert werden vermute ich, dass das System nicht intelligent genug ist im solche Aussage richtig zu interpretieren. Ein vollständer Chatverlauf würde mein Vertrauen in eine gerechte Bestraffung erhöhen.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2018-04-18T20:30:49.943+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=000000010002000000000000,timestamp=2018-04-18T20:21:41.971+0000)\n>\n Da ich aber eine Chatsperre bekommen habe und Aufgrund des mir zugesendeten Chatverlaufes, wo andere Spieler und Der All-Chat ignoriert werden vermute ich, dass das System nicht intelligent genug ist im solche Aussage richtig zu interpretieren. Ein vollständer Chatverlauf würde mein Vertrauen in eine gerechte Bestraffung erhöhen.\n\nFast dein gesamter Chatlog von Anfang an ist toxisch.\nJetzt zu versuchen, die Aussagen, die am wenigsten toxisch sind, als extrem wichtig darzustellen, ist verfehlt.\n\nAlleine für die Androhung, AFK zu gehen und das Spiel zu sabotieren, solltest du mMn direkt einen 2 Wochenbann erhalten.\nBevor du jetzt also versuchst, eine einzelne, bestimmte, eventuell nicht toxisch gemeinte Nachricht aufzudröseln, von der du noch nicht einmal wei0t, ob sie überhaupt relevant für due Strafe war,\nsolltest du erst einmal den Elefanten im Raum ansrprechen.\n(Ich glaub das geht nur im Englischen lol)\n\nDer Log ist toxisch genug um eine CR in jedem Fall zu rechtfertigen, selbst wenn wir diese eine Nachricht komplett löschen.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2018-04-18T21:33:52.784+0000","up_votes":3,"down_votes":0,"body":"Würde nichts ändern. Die Sachen die du geschrieben hast, wären trotzdem bestraft worden. Der komplette Chatlog gibt dir lediglich den falschen Eindruck, dass du Leute als \"Noob\" betiteln darfst, nur weil die vielleicht vorher \"idiot\" zu dir geschrieben haben. Der Fokus liegt eben auf deinem Verhalten und auf deinen Fehlern. Nur weil da wer anderes schlimmer gewesen sein soll, hast du dadurch nicht das Recht, selbst zu flamen.","replies":[]}]}]},{"id":"","poster":"Darkr3sQ","date":"2018-04-18T19:29:37.195+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=00000001,timestamp=2018-04-18T19:01:44.893+0000)\n>\n> Man sieht ja nur meinen eigenen Chat (was eine Frechhheit von RIOT ist!) . Ich wurde von den anderen teilweise viel härter geflammed und ein paar Aussagen sind total aus dem Zusammenhang gerissen. Auf jeden Fall ist hier sicher kein harter Flame dabei, wie man ihn sonst oft in Games erlebt.\n\nUnd jetzt sag mir mal, warum es eine Frechheit von RIOT ist, wenn Du nur Deinen eigenen Chatverlauf bekommst?\nDenn auch nur dieser wird bei Deiner Bewertung berücksichtigt. Es ist vollkommen unerheblich, was die anderen Spieler schreiben. Toxisches Verhalten ist **immer** unangebracht und verstößt **immer** gegen die Regeln.\nWenn Dich die anderen Spieler flamen, mute sie stillschweigend und reporte sie stillschweigend nach dem Spiel. So werden diese Spieler und nicht Du bestraft und  Du hast während des Spiels Deine Ruhe. Ich nenne das eine Win-Win-Situation.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-18T22:15:12.286+0000","up_votes":1,"down_votes":3,"body":"Sag ich dir gerne. Der Chatverlauf wirkt so alls würde ich einen Monolog auf Grundschulniveau führen. Dadurch vermittelt mir Riot unterbewusst, dass Reports völlig subjektiv bewertet werden und sämtliche Nebenaspekte, wie All-Chat, Sarkasmus etc. ignoriert werden. \nz.B.\nWenn ich schreibe: \"report me and get banned urself\", ist das ja kein Flame sondern eine nonchalante Deffensive, aber das System findet die Schlagwörter \"report\" und \"banned\" und reagiert.\n\nZusätzlich das Beispiel mit Fizz. Der Chatverlauf vermittelt den Eindruck, dass ich meinen Midlaner flame, den gegenerischen Fizz gefeeded zu haben. Es war aber Sarkasmus und gar nicht als Flame zu verstehen. \n\nNach dem mir zugesendeten Chatverlauf muss ich darauf schließen, dass das automatisierte System von Riot solche Aussagen falsch verwertet. \n\nMan kann auch berücksichtigen, dass das Spiel ca. 37 min gedauert hat. Umgerechnet habe ich also nur etwa alle 5 min etwas auf dem toxischen Niveau von \"Noob\" geschrieben. \n\nIch habe auch gar keine Lust mehr mich über die Chatsperre aufzuregen bzw. war sie evtl. eh gerechtfertigt.\nABER jä länger ich darüber nachdenke, desto mehr komme ich zum Schluss, dass das Bestrafungssytem wichtige Aspekte außen vor lässt. Und auf einer unterbewussten Gefühlsebene fühlt man sich durch den zensurierten Chatverlauf schlicht und ergreifend verarscht!","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-18T22:30:33.851+0000","up_votes":2,"down_votes":0,"body":">Wenn ich schreibe: \"report me and get banned urself\", ist das ja kein Flame sondern eine nonchalante Deffensive, aber das System findet die Schlagwörter \"report\" und \"banned\" und reagiert.\n\nNaja, zu erst einmal, finden sich da Sachen, die viel eher zu der Strafe geführt haben werden als \"banned\" und \"report\". Da ein Riotmitarbeiter mal geschrieben hat, dass \"report XY\" nicht als toxisch gilt, sondern erst als Blaming, wenn man jemandem noch etwas vorwirft wie etwa \"report Xin for flaming\", gehe ich mal davon aus, dass zumindest Report noch nach einem Kontext suchen lässt, ehe es bestraft wird. Was aber nicht heißt, dass diese Zeile von dir einwandfrei war. Als leicht störend würde ich die dennoch ansehen. \nDu bist hier nicht in einer Defensiven. Darunter würde ich eher etwas wie \"report me, I havent done anything wrong, i wont get banned\" fallen lassen. Deine Implikation, dass der andere gebannt wird, wenn er dich meldet, kann dagegen einiges sein. Es wirkt eher wie ein Gegenangriff, statt wie eine Abwehr und je nachdem, wie man es sehen will, ist es vielleicht eine Drohung oder ein schlechter Versuch, den Widersacher davon zu überzeugen, dass sich Reports nicht lohnen. \n\n>Nach dem mir zugesendeten Chatverlauf muss ich darauf schließen, dass das automatisierte System von Riot solche Aussagen falsch verwertet.\n\nWarum reitest du dauernd auf der einen, vielleicht falsch bewerteten, Aussage herum, wenn da noch viel eindeutigere Sachen zu finden sind, die zu einer Strafe führen können, auch ohne die Zeile mit Fizz feeden an die Gegner? Ehe du versuchst solche Nebensächlichkeiten zu rechtfertigen, müsstest du erst einmal bei den wirklich eindeutigen Sachen anfangen. Wie etwa Bronze Supp und Noob. \nDazu hast du aber schon geschrieben, dass es Flame war. Da du noch keine Strafe bisher hattest, ist das eben eine 10 Spiele CR. Die ist nicht schlimm, du hast einen Warnschuss gekriegt, dass dein Verhalten nicht ok ist. Wir können dir erklären, was von deinem Chatlog alles schlecht gewählt war und du kannst deinen Chat anpassen und dafür sorgen, dass du nie wieder bestraft wirst. \nWenn du darauf bestehst weiterhin mehrdeutige Zeilen abzuschicken, die vielleicht als Beleidigung von Dritten angesehen werden können, kannst du das gerne noch ein paar mal machen.\n Als nächstes würde es eine 25 Spiele CR geben, danach ist aber Schluss mit lustig. Wenn du dann dafür bestraft werden solltest, wäre es für dich besser, wenn du auch solche Sachen sein lässt. Darauf folgen nämlich 2 Wochen- und Permabann.\n\n>Man kann auch berücksichtigen, dass das Spiel ca. 37 min gedauert hat. Umgerechnet habe ich also nur etwa alle 5 min etwas auf dem toxischen Niveau von \"Noob\" geschrieben.\n\nJa und? Es tut nicht viel zur Sache, ob du in 20 oder 40 Minuten 2 mal Noob geschrieben hast. Dazu wüsste ich noch gerne, ob das der einzige Chatlog war. Irgendwo hast du in diesem Thread etwas von \"Spiel 1\" geschrieben, waren da noch mehr?\n\n>Ich habe auch gar keine Lust mehr mich über die Chatsperre aufzuregen bzw. war sie evtl. eh gerechtfertigt.\n\nDa du angegeben hast du flamen, ist sie durchaus gerechtfertigt. \n\n>ABER jä länger ich darüber nachdenke, desto mehr komme ich zum Schluss, dass das Bestrafungssytem wichtige Aspekte außen vor lässt. Und auf einer unterbewussten Gefühlsebene fühlt man sich durch den zensurierten Chatverlauf schlicht und ergreifend verarscht!\n\nFinde ich zwar nicht, aber jedem steht hier seine Meinung zu. Das mit dem verarscht lässt sich für mich aber nicht nachvollziehen, klar, man sieht nicht, was die anderen geschrieben haben, aber deshalb wird dein Flame auch nicht besser.\n\nWenn man am Ende, \"aber der andere hat XY\" als Ausrede gelten lassen würde, kämst du nur mit \"der andere war schlimmer an\" und man würde dich nicht bestrafen, der andere sagt einfach \"aber Mad Loony hat angefangen\" und müsste ebenfalls freigesprochen werden. Der hat ja nur auf deinen Flame reagiert, aber du durftest ja weiter flamen, weil er was schlimmeres als Bronze geschrieben hat. ","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-18T23:01:24.151+0000","up_votes":1,"down_votes":3,"body":"Die Chat-Sperre habe ich eh schon abgehakt, sie war gerechtfertigt.\n\nNur gehöre ich zu den Menschen die gerne Dinge hinterfragen. Durch die Chat-Sperre und die Art und Weise, wie sie mir übermittelt wurde, sowie durch die Reaktionen hier im Forum, wurde ich motiviert das Bestrafungssystem in lol zu hinterfragen. Oben sind halt zwei sehr schöne Beispiele in denen das Bestrafungssytem wohl ganz grundsätzlich nicht funktioniert, was in anderen Fällen halt schon den Unterschied ausmachen könnte.\nMir ist auch klar, das ein aufzeigen des gesamten Chatverlaufes nichts an der Bestrafung verändern würde. Allerdings würde er subjektiv vermitteln das die Gesamtheit des vorliegenden Falles berücksichtigt wurde. Dadurch wäre es einfacher die Chat-Sperre sofort und mit mehr Akzeptanz entgegenzunehmen.","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-18T23:12:13.196+0000","up_votes":3,"down_votes":0,"body":">Oben sind halt zwei sehr schöne Beispiele in denen das Bestrafungssytem wohl ganz grundsätzlich nicht funktioniert, was in anderen Fällen halt schon den Unterschied ausmachen könnte.\n\nDas weißt du aber nicht und ich auch nicht. Es kann sein, dass beides als bestrafungswürdig angesehen wurde, dass keins von beidem in die Strafe mit eingeflossen ist oder dass eines mit schuld war. Das System hat zwar an einigen Punkten Fehler, aber wenn jemand eine Strafe erhalten hat, die er nicht verdient hat, kann er sich an den Support wenden. Die heben das dann gerne auf. Was auch bei einer CR wichtig sein kann, da das Honorlevel dadurch mit beeinflusst wird. \n\nBisher waren solche Fehlentscheidungen aber Dinge, die auch wirklich einen wichtigen Unterschied gemacht haben. Etwa wenn jemand ein paar mal \"report X, he said faggot\" geschrieben hat, wird man etwa für das \"faggot\" bestraft, obwohl man niemanden so betitelt hat. Das führt dann gerne mal zu einer zügigen Strafe, die hebt der Support aber auch wieder auf, wenn man sich bei dem meldet. \n\nOb von sagen wir mal 10 Nachrichten 10 oder 7 auf dem Niveau von \"you suck\" etc. waren, macht dagegen den Braten nicht fett. Wir, als Spieler, können auch nicht erkennen, ob eine bestimmte Nachricht schuld an der Strafe ist oder als negativ gilt. Dazu bräuchten wir eher einen Chatlog, der eben nur aus Zeilen wie \"report me and you get banned\" besteht, um das erkennen zu können. \n\n\n>Mir ist auch klar, das ein aufzeigen des gesamten Chatverlaufes nichts an der Bestrafung verändern würde. Allerdings würde er subjektiv vermitteln das die Gesamtheit des vorliegenden Falles berücksichtigt wurde. Dadurch wäre es einfacher die Chat-Sperre sofort und mit mehr Akzeptanz entgegenzunehmen.\n\nIch glaube das wurde sogar bewusst gestrichen. Zu Tribunalzeiten gab es nämlich die kompletten Chatlogs. Also von allen 10 Spielern in einem SR. Das Problem daran ist nur, die Leute, die bestraft wurden, versuchen dann immer sich mit \"der hat angefangen\" \"aber XY war schlimmer\" etc. heraus zu reden. Wenn ich mich Recht erinnere, wurde irgendwo erwähnt, dass der komplette Chatlog die Leute nur von ihrem eigenen Fehlverhalten ablenkt. Der macht es viel zu attraktiv, statt an sich selbst zu arbeiten und die eigenen Fehler zu erkennen, lieber einen Sündenbock aus dem Chatlog zu suchen und dem die Schuld zu geben. \n\nAnsonsten ist es natürlich gut, dass du dir auch ein wenig deine eigenen Gedanken dazu machst. Aber wenn der komplette Chatlog leider nur dafür sorgen würde, dass die Leute weniger reflektieren und stärker in Versuchung geraten Ausreden daraus zu ziehen, wird das keinem helfen.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-18T23:40:11.616+0000","up_votes":2,"down_votes":2,"body":"Danke für die Antworten :)\n\nMacht Sinn das Riot manches anders abwägt als die Spieler. Ich hoffe mal, das sich das System dahinter trotzdem noch verbessern lässt.","replies":[]}]}]}]}]}]},{"id":"","poster":"LiebesWölkchen","date":"2018-04-18T19:03:33.499+0000","up_votes":3,"down_votes":0,"body":"Warum lässt du dich zum flamen hinreißen , bist du im Kindergarten?\n\"DER DA HAT ANGEFANGEN!\"","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-18T20:23:06.490+0000","up_votes":1,"down_votes":1,"body":"Ich habe nie Behauptet das jemand Anderer angefangen hat...","replies":[]},{"id":"","poster":"WC9 Umbra","date":"2018-04-18T20:14:59.593+0000","up_votes":1,"down_votes":2,"body":"Klar ist es keine Ausrede, aber Kontext ist immer wichtig.","replies":[]}]}]},{"id":"","poster":"Darkr3sQ","date":"2018-04-18T19:05:56.528+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=LisaXAnn,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=0000,timestamp=2018-04-18T18:56:08.102+0000)\n>\n> Jep, so ist es nun mal in League, wenn man sagt wie es ist, wird man dafür bestraft.\n\nJetzt kommt wieder die \"Ich sage doch nur die Wahrheit\"-Keule...\nDie Wahrheit kann auch beleidigend sein.\n\nZum Chatlog und somit @TE:\nIch habe in dem Chatlog nichts, aber auch absolut nichts neutrales gefunden. Es finden sich nur Beleidigungen und gejammer, wie schlecht das Team doch ist.\nGehe doch einfach nach dem Motto: Wenn Du nichts nettes schreiben kannst, schreibe gar nichts. Es verlangt keiner, dass Du auf jede Situation mit etwas nettem reagierst. Es wird nur erwartet, dass Du nichts negatives schreibst. Und wenn Du nichts nettes schreiben kannst, ist gar nichts schreiben die deutlich bessere Option.\nVor allem: Was bringt es Dir, wenn Du so etwas schreibst? Werden dann die Mitspieler auf einmal besser und machen keine Fehler mehr? Nein. Es heizt nur unnötig die Stimmung auf und führt entweder zum Flame-War oder zu Trotzreaktionen wie Inten, Trollen oder AFK-Gehen.","replies":[{"id":"","poster":"Kira Rengami","date":"2018-04-18T21:24:53.224+0000","up_votes":1,"down_votes":4,"body":"{{sticker:sg-ezreal}} \nÄhh.. ok.\nhmm.. warum sollte man lügen oder Sachen sagen die nicht stimmen? Keine Antwort ist auch eine Antwort...bist wahrscheinlich einer der sich IRL schlagen lässt, und dann mit dem Kopf auf dem Boden schaut bzw. wartet bis es vorbei ist.... nur ein Beispiel.\n\nOder... nach einem 3v1 immer noch aufzustehen und die Stirn zu bieten, auch wenn man ein Blaues Auge hat... das zeigt Willenskraft & Selbstvertrauen.\n\nDavon abgesehen, sage ich NACH dem Game das der 1/9 Garen scheiße ist, und nicht in-game.\nDa die meisten League Spieler so empfindlich sind, und eh niemand seine \"Faults\" akzeptiert.","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-18T22:13:15.281+0000","up_votes":4,"down_votes":0,"body":">hmm.. warum sollte man lügen oder Sachen sagen die nicht stimmen? Keine Antwort ist auch eine Antwort...bist wahrscheinlich einer der sich IRL schlagen lässt, und dann mit dem Kopf auf dem Boden schaut bzw. wartet bis es vorbei ist.... nur ein Beispiel.\n\nWie soll bitte jemand eine Antwort geben, ehe du eine Frage gestellt hast? Da du deinen Text von vorher nur \"ähh.. ok.\" zu dem hier editiert hast, ist es sogar gut möglich, dass der von dir angesprochene Forennutzer vielleicht vorher nur dein ok und den Smiley gesehen hat und jetzt dein Edit nicht sieht. \n\nWas mich aber noch stärker interessiert, wie kommt man von dem Text, den du kommentiert hast auf so eine herablassende Einschätzung, wie du sie hier wiedergibst?\n\n>Oder... nach einem 3v1 immer noch aufzustehen und die Stirn zu bieten, auch wenn man ein Blaues Auge hat... das zeigt Willenskraft & Selbstvertrauen.\n\nDas kann vieles sein. Einige würden es wohl als etwas positives, andere als etwas negatives interpretieren. Mut, Willenskraft, Stolz, Hochmut/Übermut, Dummheit etc. lässt sich alles da reininterpretieren. Am ehesten lässt sich das vermutlich vom Ergebnis ausgehend beurteilen. \nWenn man es etwa schafft, einen bewaffneten Angreifer zu überraschen und ihm die Waffe abzunehmen, ist man wohl ein Held am nächsten Tag. Wenn man stattdessen 3 Kugeln einfängt und am Ort des Geschehens verblutet und dabei noch unbeteiligte Passanten von irregeleiteten Geschossen getroffen werden, ist man am Ende eher der Idiot, der am nächsten Tag im Grab liegt, weil man unbedingt Held spielen wollte.","replies":[{"id":"","poster":"eingew","date":"2018-04-19T05:19:08.303+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=0000000300010000,timestamp=2018-04-18T22:13:15.281+0000)\n>\n> Das kann vieles sein. Einige würden es wohl als etwas positives, andere als etwas negatives interpretieren. Mut, Willenskraft, Stolz, Hochmut/Übermut, Dummheit etc. lässt sich alles da reininterpretieren. Am ehesten lässt sich das vermutlich vom Ergebnis ausgehend beurteilen. \n> Wenn man es etwa schafft, einen bewaffneten Angreifer zu überraschen und ihm die Waffe abzunehmen, ist man wohl ein Held am nächsten Tag. Wenn man stattdessen 3 Kugeln einfängt und am Ort des Geschehens verblutet und dabei noch unbeteiligte Passanten von irregeleiteten Geschossen getroffen werden, ist man am Ende eher der Idiot, der am nächsten Tag im Grab liegt, weil man unbedingt Held spielen wollte.\n\nNaja.... Wenn man so nah dran ist, einem Angreifer die Waffe abnehmen zu können, wäre man meistens auch tot, wenn man sich umdrehen würde. Da würde ich persönlich auch lieber beim Versuch sterben, dem Angreifer die Waffe abzunehmen.","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-19T09:19:00.298+0000","up_votes":2,"down_votes":0,"body":"Hängt halt von der Situation ab. Wenn der Bewaffnete gerade ein Geschäft überfällt, kann es etwa besser sein, ihn einfach sein Ding machen zu lassen und auf die Polizei zu warten. Bevor wegen dem eigenen Eingreifen Schüße fallen.","replies":[]},{"id":"","poster":"Noxempire","date":"2018-04-19T08:34:51.437+0000","up_votes":2,"down_votes":0,"body":"Wenn man in einem Kampf verwickelt ist, sollte man niemals **primär** versuchen seinem Feind die Waffe wegzunehmen. \n\nZumindest habe ich beim Kampfsport gelernt, dass man gerade bei einem Messer auf keinen Fall danach greifen oder sich zu stark darauf konzentrieren sollte. Im Zweifelsfall zerschneidet du dir nur die Sehnen in deiner Hand.\n\nEs ist schwer den genauen Konter mit Worten zu erklären, im Idealfall sollte man in die Position geraten, das Messer mit beiden Händen von sich wegzudrücken. (Am besten schräg nach unten) \nDu drehst ihm die Schulter zu, so kann er dich nicht mit seiner anderen Hand ernsthaft verletzen. Schläge auf den Rücken oder dem Hinterkopf, wirst du bei all dem Adrenalin nicht spüren. \n\nDein Gegenüber wird wahrscheinlich versuchen nicht das Messer zu verlieren und mit dir um das Messer ringen, dass du mit beiden Händen von dir wegdrückst.\n In dem Fall löst du eine Hand und führst ein paar gezielte Treffer ins Gesicht oder die Schläfe aus und entwaffnest den Täter erst dann. \n\nWeiß nicht warum genau ich das geschrieben habe. Vielleicht ist es ja Mal irgendwann nützlich... ^^","replies":[{"id":"","poster":"eingew","date":"2018-04-19T12:05:11.130+0000","up_votes":1,"down_votes":0,"body":"Wer weiß, vielleicht profitiere ich irgendwann tatsächlich davon, angeblich steigt ja zur Zeit die Wahrscheinlichkeit eines Messerangriffs. So oder so eine interessante Erläuterung. Danke dafür! :)\n\nIch muss aber auch sagen, dass mein erster Gedanke bei \"Waffe\" eine Pistole war. Vor einem Messer kann man ja leichter weglaufen, was eventuell klüger ist, zumal sich meine Erfahrungen im Kampfsport/ der Selbstverteidigung auf einen Karatekurs in der Grundschule beschränken ^^.","replies":[]}]}]}]},{"id":"","poster":"Darkr3sQ","date":"2018-04-19T04:02:39.873+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=LisaXAnn,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=000000030001,timestamp=2018-04-18T21:24:53.224+0000)\n>\n> {{sticker:sg-ezreal}} \n> Ähh.. ok.\n> hmm.. warum sollte man lügen oder Sachen sagen die nicht stimmen? Keine Antwort ist auch eine Antwort...bist wahrscheinlich einer der sich IRL schlagen lässt, und dann mit dem Kopf auf dem Boden schaut bzw. wartet bis es vorbei ist.... nur ein Beispiel.\n> \n> Oder... nach einem 3v1 immer noch aufzustehen und die Stirn zu bieten, auch wenn man ein Blaues Auge hat... das zeigt Willenskraft &amp; Selbstvertrauen.\n> \n> Davon abgesehen, sage ich NACH dem Game das der 1/9 Garen scheiße ist, und nicht in-game.\n> Da die meisten League Spieler so empfindlich sind, und eh niemand seine &quot;Faults&quot; akzeptiert.\n\nWo sage ich denn, dass du lügen sollst oder Sachen sagen die nicht stimmen?\nSchreib einfach gar nichts. Wenn es dir hilft, fluche Deinen Monitor an.\nIch sage nicht, dass man schlechte Aktionen als positiv darstellen soll. Verkneife Dir einfach einen Kommentar dazu.\nWas bringt es Dir für einen Vorteil, wenn Du einem Spieler, der gerade ein Missplay hingelegt hat, und sich dessen mit Sicherheit durchaus bewusst ist, noch mal unter die Nase zu reiben \"hier, das war jetzt ne scheiß Aktion. Lass das beim nächsten mal gleich\". Der Spieler weiß es in den meisten Fällten bereits selbst. Da braucht es kein Captain Obvious.\nDu verwechselst mit Deinem Vergleich eine Situation, in der blöde Kommentare mehr Schaden als Nutzen mit einer Situation, in der eine Aktion durchaus etwas bringt. Denn Flame ist niemals eine Abwehr, Abwehr dient dazu, eine gefährliche Situation abzuwenden. Wo wendet Flame denn eine gefährliche Situation ab?","replies":[]},{"id":"","poster":"eingew","date":"2018-04-19T05:28:52.866+0000","up_votes":3,"down_votes":1,"body":"Nur, dass du gerade dafür plädierst, dass, wenn ein Freund im 1v3 am Boden liegt, man diesen für seine Schwäche anpöbeln sollte.\n\nOder bei einem Kampf zweier Gruppen seine \"Freunde\" (oder jedenfalls das, was er in dem Moment als solche bezeichnet) danach für ihre offen erkennbaren Niederlagen ankackt. Auf möglichst billige Weise, eben wie im Chatlog oben, dafür plädierst du ja gerade. Keine konstruktive Kritik oder moralsteigerndes Verständnis, so etwas ist dir nicht heilig, ein Fehler eines Verbündeten ist für dich ein persönlicher Angriff auf deine Person und ihn auszumerzen ist für dich offenbar nur möglich, indem du die Person selbst auszumerzt. Das zeugt übrigens nicht von deren Fehlern, sondern davon, dass deine Umgangsfähigkeiten mit diesen äußerst begrenzt sind.\n\nDer einzige, der hier empfindlich ist, bist du. Du bist derjenige, der es gerade verteidigt einen am Boden liegenden (**Verbündeten!**) auch noch zu beleidigen und dann später von \"Willenskraft\" und \"Selbstbehauptung\" faselt. Du redest wie ein stockbesoffener Kneipenschläger, nur dass der sich wenigstens noch einiges an Nervengift einflößen musste, um sich einzureden, dass er so etwas wie eine Moral hätte.","replies":[{"id":"","poster":"Kira Rengami","date":"2018-04-19T12:39:34.517+0000","up_votes":1,"down_votes":2,"body":"hmm, komisch.\nDein Beitrag gibt ehrlich keinen Sinn, jedenfalls keinen zutreffenden.\n\nhmm zitieren wir mal :\n\n\"Nur, dass du gerade dafür plädierst, dass, wenn ein Freund im 1v3 am Boden liegt, man diesen für seine Schwäche anpöbeln sollte.\"\n\n??????????\n\n\"Oder bei einem Kampf zweier Gruppen seine \"Freunde\" (oder jedenfalls das, was er in dem Moment als solche bezeichnet) danach für ihre offen erkennbaren Niederlagen ankackt. Auf möglichst billige Weise, eben wie im Chatlog oben, dafür plädierst du ja gerade. Keine konstruktive Kritik oder moralsteigerndes Verständnis, so etwas ist dir nicht heilig, ein Fehler eines Verbündeten ist für dich ein persönlicher Angriff auf deine Person und ihn auszumerzen ist für dich offenbar nur möglich, indem du die Person selbst auszumerzt. Das zeugt übrigens nicht von deren Fehlern, sondern davon, dass deine Umgangsfähigkeiten mit diesen äußerst begrenzt sind.\"\n\nOh mano man, hab ich gelacht, aber was davon soll jetzt auf mich zutreffen ? {{sticker:slayer-pantheon-popcorn}} \n\n\"Jetzt zu dem Highlight \"\n-------\n\"Der einzige, der hier empfindlich ist, bist du. Du bist derjenige, der es gerade verteidigt einen am Boden liegenden (Verbündeten!) auch noch zu beleidigen und dann später von \"Willenskraft\" und \"Selbstbehauptung\" faselt. Du redest wie ein stockbesoffener Kneipenschläger, nur dass der sich wenigstens noch einiges an Nervengift einflößen musste, um sich einzureden, dass er so etwas wie eine Moral hätte.\"\n\n???????????? Aha.\n\n2/10 Punkte, nichts vom dem was du gesagt hast stimmt. Sieht mir ganz danach aus als sitzt du 24/7 vor dem Pc und machst auch nichts anderes außer im Forum zu campen, und Beiträge auf deine Weise umzuformen.","replies":[]}]}]},{"id":"","poster":"Mad Loony","date":"2018-04-18T20:03:43.794+0000","up_votes":1,"down_votes":2,"body":"Es ist ein Spiel. Ich spiele es um Spaß zu haben. Ein bisschen Shittalk im All-Chat, einen Yasuo mal Feedsuo zu nennen oder einfach mit den anderen Spielern in Chat herumzualbern erhöht für mich und sicher auch für viele andere Spieler den Spielspaß. Zugegeben in diesem Spiel ist es etwas ausgeartet. Aber die Benutzung des Chattes vorrangig im possitiven Sinn verbessert für mich die Spielerfahrung immens.","replies":[{"id":"","poster":"Kira Rengami","date":"2018-04-18T21:47:33.486+0000","up_votes":1,"down_votes":2,"body":"Hahahaaha...\nDas war aber schon ein Witz oder...\nam besten gefällt mir..\n\n\"Aber die Benutzung des Chattes vorrangig im possitiven Sinn verbessert für mich die Spielerfahrung immens.\"\n\nBekommst nen Award für den besten Joke des Jahres 2k18. {{sticker:sg-jinx}}\nHier :{{item:3124}} So lachhaft wie das Elo-blade.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-18T22:32:49.282+0000","up_votes":1,"down_votes":2,"body":"Es gibt ja keine Statistiken dazu, aber in den 5 Jahren die ich lol zocke, gehöre ich definitiv zu den Spielern die den Chat am allermeisten benutzen. Dieses Spiel hat mich halt schon in den ersten Minuten hart getiltet und ich habe es mit dem Flame übertrieben. \nAllerdings schreibe ich in so ziemlich jedem Spiel ähnlich viel oder sogar mehr im Chat. Das ist meine erste Chat-Sperre in wie gesagt 5 Jahren. Man kann durchaus darauf schließen, dass ich grundsätzlich den Chat benutze um eine possitive Auswirkung auf die Spiele bzw. die lol community zu haben. Normallerweise nutze ich den Chat um mit meinen Mitspielern zu interagieren und dadurch den Spielspaß zu erhöhen.\nDurch frühes tilten wie in obigen Spiel kann die Benutzung des Chattes natürlich nach hinten losgehen.","replies":[]}]}]}]},{"id":"","poster":"LiebesWölkchen","date":"2018-04-18T19:02:39.005+0000","up_votes":3,"down_votes":1,"body":"es gibt eine art es zu sagen , ohne angreiflich zu werden und leute zu beleidigen.\nManche dinge sollte man einfach nicht sagen sondern nur denken , das ist in league so , das ist auf deiner arbeit so.","replies":[{"id":"","poster":"Kira Rengami","date":"2018-04-18T21:32:49.868+0000","up_votes":2,"down_votes":4,"body":"Tja,.... und genau das ist falsch.\nDu kannst ja unter deinen Mitarbeiter schleimen, oder Sachen sagen die nicht stimmen, damit Er oder Sie nicht beleidigt ist, obwohl es halt nicht so ist. xD Same in LoL.\nIch bevorzuge es zu sagen, wie es ist.\n\nDa hat auch jeder seine Art.\nWenn ein Typ meine Freundin begrapscht oder vor meinen Augen Leute beleidigt oder... ein Randy.. meine Kollegen dumm an-macht . \nDann gehe ich hin und sage eiskalt meine Meinung, und ziehe mich nicht zurück.\n\n Aber wie schon gesagt, ist jedem selbst überlassen ... wie Er oder Sie leben möchte. \n\n\n{{sticker:sg-miss-fortune}} ","replies":[{"id":"","poster":"eingew","date":"2018-04-19T05:13:55.328+0000","up_votes":2,"down_votes":1,"body":"Was ist das bitte für ein Vergleich?! Der TE hat Spieler beleidigt, weil sie schlecht gespielt haben! Nicht, weil sie seine Freundin angegrapscht haben. Und selbst wenn wir von den Pöbeleien seines Teams ausgehen, wieso sollte es dabei gerechtfertigt sein, auf dieses stumpfe \"jetzt mache ich dasselbe aber auch, haha!\" zurückzuweichen? \nDu *hast* hier die Möglichkeit, den Spieler zu melden und damit sogar eine Art Hausverbot zu bewirken. Aber dein Typ Mensch scheint es für sinnvoller zu halten, bei einem Hausverbot für den \"Bösewicht\" noch gratis eines für sich selbst oben drauf abzuholen, um sich danach umso stärker als Opfer der Situation darstellen zu können, ohne auch nur vor sich selbst zuzugeben, wie viel man selbst an der Eskalation der Situation teilgehabt hat, während der Rest des Hauses sich fragt, was ihr beide eigentlich für ein Problem habt.\n\nZumal es eben auch etwas *völlig anderes* ist, wenn die Freundin begrapscht wird, als wenn jemand einfach bloß rumpöbelt oder eben seine Lane verliert! Ironisch, wie aufgeblasen es dein eigenes Ego wirken lässt, beides als gleichermaßen großen Angriff auf deine Person zu betrachten. Du hast nicht nur vor Dolchen, sondern schon vor Nadeln Angst. Wen auch immer das blenden soll, aber es ist ja \"jedem selbst überlassen\" mit was für Leuten er sich abgibt.","replies":[{"id":"","poster":"Kira Rengami","date":"2018-04-19T12:43:02.651+0000","up_votes":1,"down_votes":4,"body":"\"Zumal es eben auch etwas völlig anderes ist, wenn die Freundin begrapscht wird, als wenn jemand einfach bloß rumpöbelt oder eben seine Lane verliert! Ironisch, wie aufgeblasen es dein eigenes Ego wirken lässt, beides als gleichermaßen großen Angriff auf deine Person zu betrachten. Du hast nicht nur vor Dolchen, sondern schon vor Nadeln Angst. Wen auch immer das blenden soll, aber es ist ja \"jedem selbst überlassen\" mit was für Leuten er sich abgibt.\"\n\nMein \"Ego\" ok. :D Warum musste ich da grinsen, wenn mir ein Forum-Camper sagt mein \"Ego sei aufgeblasen.. oh man{{sticker:slayer-pantheon-thumbs}} \n\"Mit was für Leuten er sich abgibt..\"\n\nTust du die Beiträge eig. immer zurechtschneiden wie dir Sie passen?\nReal life suckt oder?..\n\nFrage mich da ehrlich gesagt, was davon auf mich zutreffen soll. {{sticker:zombie-brand-clap}}\n\n\nAh und btw..  \"Was ist das bitte für ein Vergleich?!\"\n-\nOh junge. {{sticker:zombie-brand-facepalm}} \n#LoLForum2k18\n\nFazit :\" Bei deinen Kommentaren sieht man, dass du die meiste Zeit vor dem Pc verbringst.\nAber wirklich.\nDu versuchst hier zu sagen \" Mit was für Leuten er sich abgibt\" um mich als \"Assi\" und dich als \"White Riot Knight\" darzustellen.\nGeh mal raus an die Sonne, anstatt 24/7 vor dem Monitor zu sitzen & Leute hier schlecht zu reden.   {{sticker:sg-miss-fortune}} \nWette dein nächstes Kommentar wird doppelt so lächerlich als dein letztes.","replies":[{"id":"","poster":"Waldschrat86","date":"2018-04-19T12:56:07.095+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=LisaXAnn,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=00000002000000010000,timestamp=2018-04-19T12:43:02.651+0000)\n>\n> &quot;Zumal es eben auch etwas völlig anderes ist, wenn die Freundin begrapscht wird, als wenn jemand einfach bloß rumpöbelt oder eben seine Lane verliert! Ironisch, wie aufgeblasen es dein eigenes Ego wirken lässt, beides als gleichermaßen großen Angriff auf deine Person zu betrachten. Du hast nicht nur vor Dolchen, sondern schon vor Nadeln Angst. Wen auch immer das blenden soll, aber es ist ja &quot;jedem selbst überlassen&quot; mit was für Leuten er sich abgibt.&quot;\n> \n> Mein &quot;Ego&quot; ok.\n> &quot;Mit was für Leuten er sich abgibt..&quot;\n> \n> Tust du die Beiträge eig. immer zurechtschneiden wie dir Sie passen?\n> Real life suckt oder?..\n> \n> Frage mich da ehrlich gesagt, was davon auf mich zutreffen soll. {{sticker:zombie-brand-clap}}\n> \n> \n> Ah und btw..  &quot;Was ist das bitte für ein Vergleich?!&quot;\n> -\n> Oh junge. {{sticker:zombie-brand-facepalm}} \n> #LoLForum2k18\n\nKönnte hilfreich sein, wenn man richtig verstanden werden will, auch das zu schreiben, was man meint und nicht irgendwas hinzurotzen, 50 Gedankensprünge in den Text einfließen zu lassen, usw. usf.\n\n>Real life suckt oder?..\n\n>Oh junge.\n>LoLForum2k18\n\nWohl wahr, war auch 17, 16, 15, und davor auch, immer mal wieder tauchen so Leutchen wie du auf, die ständig am austeilen sind, nada selbst einstecken können, und sich dabei auch noch ausdrücken wie 5 Jährige typische Internetrambos.\n\nSieht man auch gut daran, dass, wenn jemand den Finger in ein paar Wunden legt, die du selbst mit deiner großen Fresse aufgerissen hast, nur noch \"mimimi du bist doof, ich bin so geil\", kommt.","replies":[{"id":"","poster":"Kira Rengami","date":"2018-04-19T12:57:14.459+0000","up_votes":1,"down_votes":1,"body":"ok  {{sticker:sg-ezreal}\n\n\"Sieht man auch gut daran, dass, wenn jemand den Finger in ein paar Wunden legt, die du selbst mit deiner großen \nFresse aufgerissen hast\"\n- 4/10 \nVon wem redest du jetzt? Von dir? Von deinen Kumpels? Von dem Forum allgemein?\nhmm.\nIch fühl mich da ehrlich gesagt nicht angesprochen.{{sticker:zombie-brand-mindblown}} \nBezweifle das ich bei euren Kommentare, die nur dazu da sind eine Person runterzuziehen,.. was einstecken muss, da alles wie Eis vorbei geht. Da es nich zutrifft.\nSo einfach ist das.\n{{sticker:sg-ezreal}} ","replies":[{"id":"","poster":"Waldschrat86","date":"2018-04-19T14:44:46.707+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LisaXAnn,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=0000000200000001000000000000,timestamp=2018-04-19T12:57:14.459+0000)\n>\n> ok  {{sticker:sg-ezreal}\n> \n> &quot;Sieht man auch gut daran, dass, wenn jemand den Finger in ein paar Wunden legt, die du selbst mit deiner großen \n> Fresse aufgerissen hast&quot;\n> - 4/10 \n> Von wem redest du jetzt? Von dir? Von deinen Kumpels? Von dem Forum allgemein?\n> hmm.\n> Ich fühl mich da ehrlich gesagt nicht angesprochen.{{sticker:zombie-brand-mindblown}} \n> Bezweifle das ich bei euren Kommentare, die nur dazu da sind eine Person runterzuziehen,.. was einstecken muss, da alles wie Eis vorbei geht. Da es nich zutrifft.\n> So einfach ist das.\n> {{sticker:sg-ezreal}}\n\nq.e.d.","replies":[{"id":"","poster":"Kira Rengami","date":"2018-04-20T11:22:07.213+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Waldschrat86","date":"2018-04-20T21:37:18.141+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=LisaXAnn,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=000000020000000100000000000000000000,timestamp=2018-04-20T11:22:07.213+0000)\n>\n> gt.ccr\n> 5/10\n\nViel Spaß mit dem Forenperma, Krebswunsch sollte wohl dafür reichen.","replies":[{"id":"","poster":"Kira Rengami","date":"2018-04-28T16:24:40.401+0000","up_votes":3,"down_votes":2,"body":"{{sticker:zombie-brand-facepalm}} \nstill waiting.\n\nMusst ziemlich verzweifelt sein, wenn man schon seinen eigenes Kommentar mit seinem 2. Account \"upvotet\".\n\nlul\n\n{{sticker:zombie-brand-mindblown}} ","replies":[{"id":"","poster":"Waldschrat86","date":"2018-04-29T15:03:20.424+0000","up_votes":2,"down_votes":2,"body":"Wer im Glashaus sitzt...\n\nHaste fein gemacht, bei mir 2 oder 3 runter bei dir dieselbe Anzahl nach oben, im Vergleich zum letzten Aufruf des Threads.\n\nIch hab hier nur einen Account und selbst, wenn ich 10 hätte wäre es mir zu blöd, mich umzuloggen, um up oder downzuvoten. Für was denn?\n\nDa fällt mir auf, hab deinen hier noch gar nicht downgevotet.\n\nMach nur weiter, das verkürzt die Wartezeit. \n\n{{sticker:sg-lulu}}","replies":[{"id":"","poster":"Kira Rengami","date":"2018-04-29T15:29:55.548+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=000000020000000100000000000000000000000000000000,timestamp=2018-04-29T15:03:20.424+0000)\n>\n> Wer im Glashaus sitzt...\n> \n> Haste fein gemacht, bei mir 2 oder 3 runter bei dir dieselbe Anzahl nach oben, im Vergleich zum letzten Aufruf des Threads.\n> \n> Ich hab hier nur einen Account und selbst, wenn ich 10 hätte wäre es mir zu blöd, mich umzuloggen, um up oder downzuvoten. Für was denn?\n> \n> Da fällt mir auf, hab deinen hier noch gar nicht downgevotet.\n> \n> Mach nur weiter, das verkürzt die Wartezeit. \n> \n> {{sticker:sg-lulu}}\n\nKomisch, soweit ich weiß, kann man nur einmal down oder upvoten ;/ {{sticker:zombie-brand-facepalm}} \n\nMit was denn weiter machen? Lul.{{sticker:slayer-pantheon-thumbs}}\nWerde mich nicht auf dein Niveau herablassen, und meine eigenen Kommentare upvoten.. {{sticker:sg-miss-fortune}} ","replies":[{"id":"","poster":"Kira Rengami","date":"2018-04-29T17:16:58.076+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=00000002000000010000000000000000000000000000000000000000,timestamp=2018-04-29T16:57:12.970+0000)\n>\n> Dann erklär mir doch mal, wenn du es nur einmal kannst, warum ich es mehrfach tun können soll?\n> \n> Naja, troll jemand anderen.\n> \n> Du bewegst dich auf unterstem Niveau, nicht erst seit heute, da gibt es kaum mehr was, auf das du dich herablassen könntest.\n\nhaha, wenn du meinst. {{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"Waldschrat86","date":"2018-04-29T16:57:12.970+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=LisaXAnn,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=0000000200000001000000000000000000000000000000000000,timestamp=2018-04-29T15:29:55.548+0000)\n>\n> Komisch, soweit ich weiß, kann man nur einmal down oder upvoten ;/ {{sticker:zombie-brand-facepalm}} \n> \n> Mit was denn weiter machen? Lul.{{sticker:slayer-pantheon-thumbs}}\n> Werde mich nicht auf dein Niveau herablassen, und meine eigenen Kommentare upvoten.. {{sticker:sg-miss-fortune}}\n\nDann erklär mir doch mal, wenn du es nur einmal kannst, warum ich es mehrfach tun können soll?\n\nNaja, troll jemand anderen.\n\nDu bewegst dich auf unterstem Niveau, nicht erst seit heute, da gibt es kaum mehr was, auf das du dich herablassen könntest.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-04-19T13:18:21.459+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=LisaXAnn,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=00000002000000010000,timestamp=2018-04-19T12:43:02.651+0000)\n>\nWarum musste ich da grinsen, wenn mir ein Forum-Camper sagt mein \"Ego sein aufgeblasen.. oh man\n\nEingew ist ein Voluntaire der das Forum \"betreut\"...und kein Forum-Camper {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Kira Rengami","date":"2018-04-19T14:04:41.958+0000","up_votes":1,"down_votes":2,"body":"omg{{sticker:zombie-brand-facepalm}}\n\n{{champion:119}} {{item:3094}} ","replies":[]}]}]}]},{"id":"","poster":"LiebesWölkchen","date":"2018-04-18T21:57:05.529+0000","up_votes":1,"down_votes":0,"body":"man muss mit Konsequenzen leben wenn man denkt , das man unantastbar ist.","replies":[{"id":"","poster":"Kira Rengami","date":"2018-04-19T12:47:31.777+0000","up_votes":1,"down_votes":1,"body":"Jep, so ist es woll","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2018-04-18T19:05:41.112+0000","up_votes":4,"down_votes":0,"body":"Einige Beleidigungen, Blaming etc. Ganz klar negativ und damit kann das eben zu einer CR führen.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-18T20:18:57.984+0000","up_votes":1,"down_votes":4,"body":"\"Mad Loony: how can u feed such a bad fizz?\"\n\nFizz war in meinem Team und hat einen Pentakill geschafft. Ich habe das im All-Chat geschrieben. Das Gegnerteam hat ungefähr so geantwortet: \"IKR :D\", \"HAHA\", \"WP\". \n\nJetzt Frage ich mich schon wie der Chatfilter solche Aussagen wertet. Weil es handelt sich hier um \"lustigen\" Shittalk, der von allen possitiv aufgenommen wurde. Da ich aber eine Chatsperre bekommen habe und Aufgrund des mir zugesendeten Chatverlaufes, wo andere Spieler und Der All-Chat ignoriert werden vermute ich, dass das System nicht intelligent genug ist im solche Aussage richtig zu interpretieren.","replies":[{"id":"","poster":"Abasin","date":"2018-04-19T05:18:12.120+0000","up_votes":1,"down_votes":0,"body":"Das System interpretiert nix. Deine Aussagen werden isoliert von den anderen ausgewertet. Sollte noch jemand ähnliches verzapft haben, kann auch der mit einer Sperre rechnen. \n\nZudem betrifft es eher solche Zeilen wie Sirrkas sie bereits genannt hat, die zu Deiner Chatsperre führen.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-19T09:47:36.803+0000","up_votes":1,"down_votes":4,"body":"Das ist ja das Problem. Ein faires bzw. besseres System würde halt den richtigen Flame von Sarkasmus etc. unterscheiden können. Mir wurden hier im Forum eh schon die Augen geöffnet. Wenn 2 Mal \"noob\" schreibt ist man hochtoxisch und muss bestraft werden.","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-19T09:55:13.651+0000","up_votes":4,"down_votes":0,"body":"Versuch doch bitte nicht mir dich so darzustellen, als hättest du fast nichts falsch gemacht. Dein ganzer Chat war durchgehend negativ. Ob da 2 oder 3 Nachrichten mehr oder weniger negativ waren, spielt hier wirklich keine Rolle mehr. Außerdem werden richtig schlimme Spieler nicht mit einer CR bestraft, die fangen bei einem 2 Wochenbann an. Da du nicht \"hochtoxisch\" warst, kriegst du nur eine CR. Die soll dir mitteilen, dass du doch bitte an deinem Verhalten etwas ändern sollst. Wenn du dich nicht änderst, schlitterst du aber ab jetzt immer weiter auf den Permabann zu.\n\nWas ich übrigens auch gefunden habe, ist dein [Spiel](https://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3604047476/211566220?tab=overview). \n\n>Mad Loony: i was 0/4/0 with supp\n\nDer Teil hier ist etwa falsch. Du standest mindestens 1/4/0, vielleicht sogar mit Assists, als du das geschrieben hast. Man kann nämlich klar sehen, dass du bis zum vierten Tod einen Kill gemacht hast. \nDein Support, die Lulu, hatte in dem Spiel zudem mehr als doppelt so viele Killbeteiligungen wie du und auch noch weniger Tode. \n\n>Außerdem wärst du eh der Einzige gewessen, der das \"Recht\" gehabt hätte, die anderen Spieler zu blamen.\n\nWenn wir nach dieser Aussage gehen, hätte viel eher die Lulu das \"Recht\" gehabt, sich über dich zu beschweren. So, wie der Rest aus deinem Team. ","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-19T10:35:13.952+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=00020000000200000000,timestamp=2018-04-19T09:55:13.651+0000)\n>\n> Wenn wir nach dieser Aussage gehen, hätte viel eher die Lulu das &quot;Recht&quot; gehabt, sich über dich zu beschweren. So, wie der Rest aus deinem Team.\n>\n>Der Teil hier ist etwa falsch. Du standest mindestens 1/4/0, vielleicht sogar mit Assists, als du das geschrieben hast. Man kann nämlich klar sehen, dass du bis zum vierten Tod einen Kill gemacht hast.\n\nLulu hat mich eh geflamed. Außerdem hat sie die Botlane verlassen und mich als Vayne alleine farmen lassen. \nOb ich eine Kill hatte oder nicht verändert die andere Aussage auch nicht wirklich. Und so toxisch ist diese Aussage auch wieder nicht.","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-19T11:12:14.222+0000","up_votes":1,"down_votes":0,"body":"Es geht nicht um eine einzelne Zeile. Es ist auch nicht wirklich wichtig, ob das 0/4/0 korrekt war. Mir ist aber aufgefallen, dass du da falsche Angaben gemacht hast. \n\n>Mad Loony: to\nMad Loony: late\nMad Loony: bot lost\nMad Loony: ff15\nMad Loony: bronze supp\nMad Loony: 5 min and ff\nMad Loony: if u aa trist she dies\nMad Loony: but u ran\nMad Loony: i had heal ready\nMad Loony: i wont help anyone in this game\nMad Loony: noob\nMad Loony: i was 0/4/0 with supp\nMad Loony: 5 min without supp makes me 2/4/4\n\nDas alles richtet sich mehr oder weniger gegen deinen Support und blamt oder beleidigt ihn. Es macht keinen Unterschied, ob wir jetzt \"bronze supp\" \"noob\" oder den Vorwurf, dass sie den Kill hätte machen können, statt abzuhauen weglassen. Der Rest richtet sich dennoch gegen den Support und wirft ihm vor, Schuld an deinem schlechten Spiel zu sein.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-19T13:41:40.801+0000","up_votes":1,"down_votes":3,"body":"Mein supp war halt auch schlecht und Schuld an meinem miesen Spiel. In Zukunft werde ich aber davon absehen, so jemanden als \"noob\" zu bezeichnen, sondern stattdessen einfach ein \"very well played ;)\" schreiben. Damit dürfte jeder glücklich sein.","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-19T14:08:58.455+0000","up_votes":2,"down_votes":0,"body":"Soweit ich das erkennen kann, hat dein Support hier viel mehr zum Sieg beigetragen als du.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-19T19:17:40.050+0000","up_votes":1,"down_votes":1,"body":"Nur von den Stats kann man doch nicht darauf schließen wie gut jemand gespielt hat. Lulu hat mir am Anfang die Lane versaut und ist so ab min 8 zwischen Top- und Midlane gependelt um Assists abzustauben. Klar hat sie dadurch bessere Stats als ich 1v2 auf der Botlane.","replies":[{"id":"","poster":"Abasin","date":"2018-04-23T09:56:41.805+0000","up_votes":1,"down_votes":0,"body":"Ich sags mal so. Wenn ich Supp bin und mein ADC trifft keinen Lasthit, dann nehme ich die Sache selbst in die Hand. Ich brauch die Ticks, um mein Warditem vollzukriegen, und zwar asap. Da kann ich irgendwann keine Rücksicht mehr nehmen, wenn ich dem Team was nutzen soll.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Darkr3sQ","date":"2018-04-19T10:00:15.695+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=0002000000020000,timestamp=2018-04-19T09:47:36.803+0000)\n>\n> Das ist ja das Problem. Ein faires bzw. besseres System würde halt den richtigen Flame von Sarkasmus etc. unterscheiden können. Mir wurden hier im Forum eh schon die Augen geöffnet. Wenn 2 Mal &quot;noob&quot; schreibt ist man hochtoxisch und muss bestraft werden.\n\nUnd jetzt musst Du mir erklären, wie genau man Sarkasmus erkennen soll. Es gibt genug Menschen, die gesprochenen Sarkasmus nicht verstehen, wo man mit Intonation und  Gesten arbeiten kann, geschweige denn geschrieben Sarkasmus dem die genannten Komponenten fehlen.\nWoran genau willst Du allgemeingültig nun festmachen, was Sarkasmus ist und was nicht?\n\nEs geht nicht darum x mal ein bestimmtes Schimpfwort zu benutzen. Es geht darum, früh genug einzuschreiten um eine krassere Ausprägung der Toxizität im Keim zu ersticken.\nWie Dir  hier im Forum bereits erklärt wurde:\nDas IFS arbeitet nicht nach der Prämisse, dass jeder geschriebene Satz toxisch sein muss. Es prüft nach toxischem Verhalten, und wenn toxischen Verhalten vorliegt, wird eine entsprechende Bestrafung ausgesprochen. Bei krass toxischem Verhalten, Rassismus, Schwulenfeindlichkeit wird direkt der 14  Tagesbann als erste Strafe verhängt, bei kleineren Vergehen fängt die erste Strafe bei der 10 Spiele CR an, arbeitet sich dann über 25 Spiele CR, den 14 Tagesbann bis hin zum Permabann wenn der Spieler weiterhin toxisch ist.\nDu hast selbst zugegeben, dass toxisches Verhalten in deinem Chatlog vorlag. Selbst wenn der sarkastische Teil nicht berücksichtigt wird, findet sich toxisches Verhalten, welches zur Strafe führt. \nWie ich schon schrieb: Wenn du nichts nettes schreiben kann, schreib einfach gar nichts. So fährst Du eigentlich am besten, und läufst nicht Gefahr, weitere Strafen zu bekommen.\n\nWenn  Du Deinen Chatlog einmal genau anschaust, wirst Du eventuell feststellen, dass in all Deinen Texten absolut nichts Spielrelevantes stand, was die anderen Spieler nicht auch selbst hätten sehen können.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-19T10:13:05.219+0000","up_votes":1,"down_votes":2,"body":"Als Beispiel: \n20 sec in Game\njg schreibt: \"i am useless until lvl 6\"\nich antworte: \"omg, we have an usless jg\"\n\nDas ist offensichtlich eine Reaktion und nicht ernst gemeint, was auch alle Spieler verstehen. Oft wird durch solche Aussagen auch die Teamkommunikation verbessert. Riot sieht halt nur: usless jg = flame\n\nUnd wenn Riot anfangt Aussagen wie ff15, oder bronze subb zu bestraffen trifft das erfahrunggemäß 1-2 Spieler in jedem Game.\n\nUnd nebenbei: es hat halt nicht einfach jeder den Charakter alles nur nettzuschreiben alla Friede, Freude, Eierkluchen. Mich persönlich tiltet es härter wenn jemand ganz \"nett\" und höfflich schreibt ich solle doch save spielen, als wenn er einfach ehrlich ist und sagt: stop feeding noob.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-04-19T12:17:44.535+0000","up_votes":2,"down_votes":0,"body":"Nein. Dein beispiel mim jgler zeigt genau dss gegenteil! Nicht mal der jgler(wenn ihr keine permade seid) oder einer der anderen 3 im spiel, kann wissen ob du jetzt getiltet bist, dass er bis lvl 6 nicht ganken wird oder das sarkastisch meinst! Woher sollen die das auch wissen? Woran sollen sie das erkennen?\n\nWär ich der jgler und hätte nur die 2 aussagen, würde ich es auch nicht als \"Sarkasmus\" verstehen (wie denn auch? Ich kenn dich ja nicht!) sondern als Blame.\n\nWie soll es dann bitte ein automatisiertes system, das NUR den Chat analysiert erkennen, wenn es noch nicht mal menschen können?","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-19T13:48:23.121+0000","up_votes":1,"down_votes":2,"body":"Wird wohl so sein. Ich habe halt bisher unterschätzt, wie sensibel die lol Community ist. Im realen Leben wird man ja auch auf Fehler und Verbesserungsmöglichkeiten hingewiesen.\n\nIn lol ist das natürlich genauso wie Humor/Sarkasmus ganz böse.\n\nWobei ich es interessant finde, dass Sarkasmus im umgekehrten Fall immer sofort verstanden wird. \nz.B. wenn jemand feeded und ein anderer schreibt \"gj\" ist jedem klar das es Sarkasmus ist. \nDa bekommt man das Gefühl manche Menschen wollen einfach alles negativ verstehen und das Bestrafungssystem ist damit sowieso überfordert.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-04-20T06:34:23.881+0000","up_votes":1,"down_votes":0,"body":"Naja wenn der jgler zb einen gank versaut und stirbt und du schreibst ihm \"gj\" ist es offensichtlich, dass das entweder sarkastisch oder passiv-aggressiv ist. Aber das kann er nicht wissen!!! Woger auch? Es gibt leute die bei sowas schon vollkommen ausklinken. Woher soll er wissen, dass du keiner davon bist?\n\nWenn aber die situation nicht so offensichtlich ist, kannst du im RL sehr viel mit Stimme/Tonlage, Mimik und Gestik ausdrücken. Das geht im Geschriebenen nicht.\n\nZb: du setzt in det Arbeit ein wichtiges Projekt in den Sand.\n\nEin kollege kommt zu dir, klopft dir freundschaftlich auf die schulter und sagt mit aufmunternem Lächeln \"ich finde u hast das gut gemacht\"\n\nEin anderer Kollege kommt zu dir und faucht dich mit hochrotem kopf an \"gut gemacht!!\"\n\nHier ist klar wer was meint.\n\nEin dritter kollege schreibt dir nur die Mail \"gut gemacht!\". Hier hast du keine ahnung wie ers meint.\n\nDas hat 0 mit sensibel zu tun. Man hat einfach keine informationen außer dem geschrieben.\n\nAls tipp: wenn du sarkastisch sein willst füge sachen wie \"kappa\", \"jk\" (= just kidding\") an oder schreib nacher sowas wie \"im just kidding ;)\"\n\nDas gibt dann einen hinweis wies gemeint ist.","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-20T10:49:24.039+0000","up_votes":1,"down_votes":0,"body":"\"jk\" oder so etwas dazu zuschreiben ist mir doch zu blöd. Einfach keine negativen Ausdrücke einfließen lassen und mir ist egal ob es verstanden wird.\n\nDas mit der \"sensibeln Community\" hab ich gar nicht unbedingt im Zusammenhang mit Sarkasmus gemeint, sondern eher ganz allgemein gegenüber \"Flame\". Und das wird hier im Forum ja ausgiebig bestätigt.","replies":[]}]}]}]}]}]},{"id":"","poster":"Kira Rengami","date":"2018-04-19T13:06:16.180+0000","up_votes":2,"down_votes":1,"body":"Es kommt auf die Person an, nicht jeder versteht Sarkasmus...\nIn LoL erst recht nicht.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-04-20T06:36:09.253+0000","up_votes":1,"down_votes":0,"body":"In der kommunikationslehre gibt es einen grundsatz:\n\nMissverständnisse, werden immer vom *Sender* der Botschaft verursacht, nicht vom Empfänger.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2018-04-19T14:56:50.953+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LisaXAnn,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=00020000000200000002,timestamp=2018-04-19T13:06:16.180+0000)\n>\n> Es kommt auf die Person an, nicht jeder versteht Sarkasmus...\n> In LoL erst recht nicht.\n\nJa wie auch so mancher Absender nicht.\n\nWar sehr erheiternd bei dem einen Entbannungsantrag letztens zu lesen, sinngemäß:\n\n\"Im Kontext war das kys eine sarkastische Antwort darauf, dass er meinte Hawaii-Pizza schmeckt scheiße.\"\n\nIch glaub dem sogar, dass es so war, dennoch ist der Sarkasmusgehalt daran genauso groß wie bei A:\"Häschen sind süß\" B: \"Halt's Maul\".\nEinfach überhaupt nicht vorhanden.","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-04-19T13:55:56.658+0000","up_votes":1,"down_votes":2,"body":"Ja, ist leider echt so.","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2018-04-18T21:28:35.315+0000","up_votes":3,"down_votes":0,"body":">Mad Loony: bronze supp\nMad Loony: noob\nMad Loony: noobs","replies":[]},{"id":"","poster":"Veezey","date":"2018-04-18T21:35:16.483+0000","up_votes":2,"down_votes":0,"body":"Du wurdest reportet, fand also nicht jeder so lustig.","replies":[]}]}]},{"id":"","poster":"Lasse Laufen","date":"2018-04-19T08:14:18.844+0000","up_votes":1,"down_votes":0,"body":"Ich hatte gestern ein sehr tolles Spiel und hab nicht geflamed, daß solltest du auch hinbekommen.\n\nhttps://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3604853214/205067273?tab=overview","replies":[{"id":"","poster":"Mad Loony","date":"2018-04-19T09:50:22.581+0000","up_votes":1,"down_votes":2,"body":"Solche Games hatte ich auch schon. Aber erstaunlicherweise wird in solchen Fällen grundsätzlich nur selten geflamed, weil sich halt jeder schnell mit der Niederlage abfinden kann. Außerdem wärst du eh der Einzige gewessen, der das \"Recht\" gehabt hätte, die anderen Spieler zu blamen.","replies":[]}]},{"id":"","poster":"Revilous","date":"2018-04-25T06:56:58.358+0000","up_votes":1,"down_votes":2,"body":"Am Ende ist es doch ein Spiel für Kinder gedacht, die gleich zu ihrer Mami rennen, wenn sie ein Fremder online als Noob betitelt ^^ /mute all und gar nichts mehr schreiben, bleibt ja nix anderes übrig :D","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-04-25T08:19:32.566+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Revilous,realm=EUW,application-id=KYnfKGf0,discussion-id=GBOwhsnF,comment-id=0004,timestamp=2018-04-25T06:56:58.358+0000)\n>\n> Am Ende ist es doch ein Spiel für Kinder gedacht, die gleich zu ihrer Mami rennen, wenn sie ein Fremder online als Noob betitelt ^^ /mute all und gar nichts mehr schreiben, bleibt ja nix anderes übrig :D\n\nDu findest es also kindisch, dass man als Spieler etwas erwartet, was jeder Mensch haben sollte: Anstand und Respekt.\nWie ich Dir in Deinem Thread schon schrieb: Wenn Du dieser Ansicht bist, und Dein Verhalten nicht ändern willst, musst Du eben mit den Konsequenzen leben, die über kurz oder lang auf einen Permabann hinauslaufen.\n\nIch persönlich finde es kindisch und ein Armutszeugnis, **fremden** Menschen gegenüber in einem Spiel toxisch zu sein. Aber im anonymen Internet lassen offenbar Manche einfach sämtliche Sozialkompetenz und Empathie fallen und benehmen sich wie die Axt im Walde.","replies":[]}]}]}