{"id":"94zEHt43","poster":"Sparfuchs","date":"2020-03-06T18:47:49.601+0000","title":"Probleme mit Anticheat? (Spielabstürze, Kicks, etc.) bei Internetnutzung während des Spielens","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"So, in den letzten Tagen habe ich ein paar Probleme festgestellt, fangen wir mit dem größeren an: Mein Game schließt sich während dem Spielen mehrfach aus unerfindlichen Gründen, keine Bugsplat Meldung oder ähnliches in Sicht. Danach kann ich über den Reconnect button wieder zurück ins Spiel, allerdings bin ich in der Folge noch mehrmals rausgeflogen. \r\nEin Freund hat in den letzten Tagen ähnliche Erfahrungen gemacht.\r\nDies geschieht gerade dann, wenn ich im Hintergrund einen Stream laufen lasse (zweiter Monitor und so). Habe in meinem letzten Game nach dem 5ten Disconnect dann mal den Stream ausgemacht und das Spiel ohne weitere Spielabbrüche zuende spielen können.\r\nMeine Vermutung ist, dass die Spielabbrüche mit dem Anticheat zusammenhängen, das eine permanente Internetnutzung neben dem Spiel detektiert und deshalb den Spieler aus dem Game wirft, um die Nutzung von Hacks zu vermeiden. Keine Ahnung wie nah ich damit an der Lösung bin, ich habe von der Software ehrlichgesagt keinen blassen Dunst.","replies":[{"id":"","poster":"Miichan","date":"2020-03-06T22:20:11.887+0000","up_votes":1,"down_votes":0,"body":"Von Software selbst verstehe ich ein wenig, von LoLs Anticheat weniger. Ich denke aber nicht das es daran liegt. Warum?\n\nErstmal sollte man verstehen wie Onlinespiele aufgebaut sind. Bzw deren Datenübertragung:\n\nDie Daten für LoL werden - oh wunder - sowohl im Client auf deinem Rechner als auch auf de Rechnern deiner Mitspieler generiert. Also z. B. du rechtsklickst, dein Client überträgt an den Server von LoL die Position zu der du willst (oder direkt den Vektorpfad dort hin. Könnte beides sein). Der Server verarbeitet das und sendet die Position an deine Mitspieler weiter. \nDu sendest also Informationen zu deinen eigenen Aktionen bzw. empfängst die Daten der Aktionen der Mitspieler + weitere Aktionen (Ward läuft ab, Minion stirbt, etc.). \n\nich habe keine Ahnung welche Arten von Cheats es gibt. Das hängt sicherlich davon ab was dein Launcher alles an Daten generiert. Vermutlich liese sich theoretisch all das ändern, bzw. die Empfangenen Daten auslesen. \n\nEin Beispiel:\n\nIch kann mir vorstellen dass es Versuche gab, die Minimap zu manipulieren. Selbst wenn du einen Gegner nicht siehst werden seine Positionsdaten mit sicherheit Empfangen. Dir wird die Position nur nicht angezeigt. Selbiges gilt vermutlich für Minions, Monster, etc. Letztendlich würde das also theoretisch ermöglichen die Infos auf der Minimap komplett anzuzeigen. Vermutlich greift das Anticheatsystem gegen genau solche Programme durch. \n\nDas Schadenswerte falsch sind kann ich mir kaum vorstellen. Um sie zu ändern müssten sie im Client errechnet werden. Selbst wenn dies geschieht und man sie manipulieren könnte, wird auf den Riot-Servern bestimmt auch ein Programm laufen, dass nochmal gegenprüft ob das sein kann (Dann macht es aber ohnehin mehr Sinn den Schaden direkt auf dem Server zu errechnen)\n\nnaja, langer Rede, kurzer Sinn: Cheaten ist entweder die Anzeige der Empfangenen Daten auf deinem Computer zu deinem Vorteil zu nutzen - sprich deren Anzeige zu verändern - oder die Daten die an einen Server geschickt werden zu manipulieren.\n\nDie korektheit der gesendeten Daten stellt allerdings in der Regel ein Programm auf den Servern sicher. Daher macht es wenig Sinn für ein Anticheatsystem auf deinem Computer deinen Datenverkehr im Internet zu messen, bzw. generell zu prüfen.\nDiese Software prüft eher Hintergrundprogramme darauf, ob sie versuchen auf deinen LoL-Client zuzugreifen. Vielleicht empängt es auch Rückmeldungen vom Serverseitigen Anticheatsystem um Maßnahmen einzuleiten wenn jemand Cheatet.\n\nIch denke also eher, dass League einen Bug hat (eventuell mal das Reparaturtool drüber laufen lassen. Das Findest du in den Einstellungen (Zahnrad über deinem Beschwörernamen) in der kategorie \"Allgemein\". Also einfach nur ein bisschen Runterscrollen und \"Komplettreparatur starten\" anklicken) oder das es mit deiner Hardware ein Problem gibt. Nicht unbedingt das ein Teil kaputt ist, sondern das sich League seit dem letzten Update mit der Zusammensetzung deiner Hardware nicht mehr optimal ausführen lässt. Habe selber keine Ahnung wie das passieren kann, habe das aber bei einem MMORPG auch auf meinem Computer. Alles andere läuft super aber das stürzt selbst auf den niedrigen Grafikeinstellungen ständig ab, obwohl mein Rechner theoretisch das Maximum der Grafig leisten könnte.\n\nZum Schluss noch präventiv ein Wort an die notorischen Pessimisten die es hier leider auch manchmal gibt:\nNein, ich cheate nicht selbst!\nWarum ich ein bisschen Ahnung von Anticheat im allgemeinen habe ist einfach, weil ich vor einigen Jahren für ein vermutlich allseits bekanntes Sandboxgame mal an einem Anticheatplugin für einen Server mitgewirkt habe. Da ging es dann eben hauptsächlich darum zu kontollieren, ob der Spieler gerade tatsächlich so schnell sein kann wie er ist, so hoch springen kann wie er springt, usw.\nAlle Aussagen oben habe ich mir aus der Erfahrung von Datenübertragung bzw. Anticheat aus anderen Spielen hergeleitet. Es kann natürlich sein, dass LoL etwas anders funktioniert, aber wenn das Rad hier nicht neu erfunden wurde sollte es so, oder so ähnlich wie beschrieben funktionieren.\n\nHoffe das ganze war nun nicht zu langweilig und hat vielleicht auch geholfen :3\nWie gesagt: Probier es mal mit der Komplettreparatur. Die hat mir auch schon mal einen ähnlichen Fehler behoben.\nAnsonsten wird dir vermutlich der Riot-Support besser helfen können als wir: https://support.riotgames.com/hc/de\n\nIch wünsche dir ganz viel Erfolg beim Lösen deines Problems ^-^{{sticker:sg-kiko}}","replies":[]}]}