{"id":"E9coTxOm","poster":"KaethasTv","date":"2018-04-17T13:28:26.526+0000","title":"Analyst sucht Spieler","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Sehr geehrte Mitspielerinnen und Mitspieler,\n\nkurz etwas zu meiner Person.\nIch bin 25, wohne in Deutschland und studiere zurzeit. Pers&ouml;nlich bin ich seit mehrere Jahren als Analyst t&auml;tig, nat&uuml;rlich mit einigen Pausen. Desto trotz will ich ein neues Team gr&uuml;nden, mit denen man was erreichen kann und zusehen darf wie sich die einzelnen Phasen der Team-Bildung eins nach dem anderen erf&uuml;llt.\n\nObwohl meine Spielerischen F&auml;higkeiten wahrscheinlich noch lange nicht an den grenzen gesto&szlig;en sind, denke ich nicht das ich als Spieler aus pers&ouml;nlichen Ansichten geeignet w&auml;re ein Spieler zu sein. Zwar g&auml;be es einige viele Kriterien die daf&uuml;r sprechen aber desto trotz denke ich, das ich als Analyst besser geeignet bin\n\nSchlussendlich ist es mein Ziel, ein Team aufzubauen,  die bereit w&auml;ren mal etwas mehr zu machen als nur zu Spielen. Gemeinsam dar&uuml;ber reden und neue wege probieren und wenn es sein muss auch mal 100 Spiele verlieren damit man eines gewinnen kann.\nH&ouml;rt sich Negativ an, jedoch geh&ouml;rt es leider dazu.\n\n**Wie stelle ich mir das Ganze also genau vor?**\n\nIch will ein Team, welches sich gut versteht, spa&szlig; vertr&auml;gt und gegebenfalls auf fehler anderen anwei&szlig;t, nat&uuml;rlich in einem gelassenen Ton.\nIch will nicht, dass Leute die nur heute Interesse daran haben sich angesprochen f&uuml;hlen. Ebenfalls muss man sich hierf&uuml;r sehr viel Zeit nehmen.\nMit 1-2 Stunden am Tag spielen wirst du uns leider nicht viel bringen so doof es auch klingen mag.\n\n\n**Trainingszeiten w&uuml;rden wie folgt aussehen:**\n\nMontag                  19:00 - 22:00 Uhr\nDienstag                   * Frei *\nMittwoch               19:00 - 22:00 Uhr\nDonnerstag           19:00 - 22:00 Uhr\nFreitag                      * Frei *\nSamstag                  18:00 - 21:00 Uhr (Ohne Coach / Analyst)\nSonntag                   * Frei *\n\nNotiz*: An freien Tagen wird destotrotz Soloq, DuoQ oder FlexQ gespielt. \n**Es werden strenge Regeln geben, die einzuhalten sind.**\n\n**Was hei&szlig;t das jetzt genau f&uuml;r euch? Welche Bedingungen sind an euch gekn&uuml;pft?**\n\nIm Vordergrund steht als erstes, dass ihr viel Zeit mitbringt, geistige reife habt und keine Probleme habt, Kritik einzustecken.\nMeine Pers&ouml;nlichkeit neigt leider dazu Kritik ohne umwege zu sagen. Damit solltet ihr klar kommen k&ouml;nnen.\n\n**Hier ein paar Auflistungen:**\n\n* Es werden strenge Regeln geben\n* Mindest alter 17 Jahre, maximal 20 ( Keine ausnahmen)\n* Mindestens dia 3 ( Keine ausnahmen)\n* Funktionierendes Headset sowie Ts3\n* Stark Kritikf&auml;hig!\n\n**Erg&auml;nzende S&auml;tze**\n\nWenn dir allein der Inhalt dieses Posts zu &quot; streng &quot; wirkt oder dir die arbeit mit dem Formular zu viel ist, solltest du dich definitiv nicht melden.\nIch bin auf der Suche nach motivierten Spielern die auch bereit sind etwas daf&uuml;r zu tun, auch wenn es w&auml;hrend der wohlverdienten Freitag nachmittag Feierabend runde sein sollte.\n\n\n**Kontaktm&ouml;glichkeiten:**\n\n\n\nBitte mich **nicht** hinzuf&uuml;gen, bitte den Link hierzu verwenden.\n\nhttps://docs.google.com/forms/d/e/1FAIpQLSfzvqujDC8r-K9MC2QLzuZMbV_fgeV55-N9v9tMNJUo3V2IqA/viewform\n","replies":[{"id":"","poster":"KaethasTv","date":"2018-04-19T10:28:55.714+0000","up_votes":1,"down_votes":0,"body":"#push","replies":[]}]}