{"id":"BJ4yPT33","poster":"At Night we hunt","date":"2018-04-17T06:24:27.847+0000","title":"Is this really considered toxic is league now a save space i am afraid ;C","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":10,"body":"Game 1\r\nAt Night we hunt: getting camped as tryn vs panth wow\r\nAt Night we hunt: getting trolled might aswell troll\r\nAt Night we hunt: GUYS WTF I AM WINNIGN MY LANE WHILE GETTING CAMPEWD WHEN I WAS FUCKIGN COUNTERPICKED HAR WTF ARE YOU DOING???????????\r\nAt Night we hunt: god damn are you bad\r\nAt Night we hunt: how the hell did you get this elo\r\nAt Night we hunt: and you do nothing for it\r\nAt Night we hunt: wait she autofilled?\r\nAt Night we hunt: i main jungle?\r\nAt Night we hunt: god i hate this game\r\nAt Night we hunt: only getting shti ppl not using hteir brain\r\nAt Night we hunt: curse of the smurf\r\nAt Night we hunt: hell no\r\nAt Night we hunt: wow speking of superfed\r\nAt Night we hunt: surprise you got camped all game still shit on yoru lane but lose because you got brozne 5 players in your team\r\nAt Night we hunt: 1/7 cmon\r\nAt Night we hunt: FUCK OFF\r\nAt Night we hunt: USELESS RETARD\r\nAt Night we hunt: MAKE MY GFAME AHRD AND STILL FEED\r\nAt Night we hunt: i hate you guys\r\nAt Night we hunt: xD\r\nAt Night we hunt: that from you panth\r\nAt Night we hunt: you garbage\r\nAt Night we hunt: they did that themselfes dotn take credit from them pathetic fuck\r\nAt Night we hunt: xD\r\nAt Night we hunt: noob\r\nAt Night we hunt: dream on\r\nAt Night we hunt: b5 losing lant to tryn\r\nAt Night we hunt: and you suck at it gz\r\nGame 2\r\nAt Night we hunt: speaking of fucked lane\r\nAt Night we hunt: cause darius fucks malph in the ass\r\nAt Night we hunt: ?\r\nAt Night we hunt: got a problem??\r\nAt Night we hunt: dont you think i saw your flash?\r\nAt Night we hunt: bitchboy\r\nAt Night we hunt: music to my ears\r\nAt Night we hunt: was planning on afk farming\r\nAt Night we hunt: not to worry you guys but that is a vayne you are feeding\r\nAt Night we hunt: stfu useless fuck\r\nAt Night we hunt: wow now i wanna reprot darius\r\nAt Night we hunt: report you\r\nAt Night we hunt: for lying\r\nAt Night we hunt: why didnt you jsut walk tf in darious?\r\nAt Night we hunt: like i pinged\r\nAt Night we hunt: thats why i said &quot;walk&quot; in\r\nAt Night we hunt: like you could have done ther\r\nAt Night we hunt: after i pinged 5 times\r\nAt Night we hunt: but if you dont feel the need to listen to better players then lose\r\nAt Night we hunt: for landing a hook sure\r\nAt Night we hunt: more than you can expect down here\r\nAt Night we hunt: ^^\r\nAt Night we hunt: WOW\r\nAt Night we hunt: 2 secodns stun from malph r\r\nAt Night we hunt: now thats new\r\nAt Night we hunt: 17/3\r\nAt Night we hunt: jinx janna\r\nAt Night we hunt: idk\r\nAt Night we hunt: how you can feed  avyne\r\nAt Night we hunt: i also blame this game on darius\r\nAt Night we hunt: for playing like  abitch in the toplnae\r\nAt Night we hunt: 2ganks pre 5 dotn cry\r\nAt Night we hunt: oh cmon perma slow ma ass\r\nGame 3\r\nAt Night we hunt: im gonna puit myself ahead\r\nAt Night we hunt: prepare your anus\r\nAt Night we hunt: uranus*\r\nAt Night we hunt: mao sleeping ;/\r\nAt Night we hunt: goelms red bot\r\nAt Night we hunt: im amazed\r\nAt Night we hunt: i mean\r\nAt Night we hunt: wtf ali\r\nAt Night we hunt: just go for lulu\r\nAt Night we hunt: i did????\r\nAt Night we hunt: xD\r\nAt Night we hunt: oh yeah sorry i expected youz to walk there ali\r\nAt Night we hunt: os lului\r\nAt Night we hunt: then fight olaf\r\nAt Night we hunt: tjhen it is 3v2\r\nAt Night we hunt: retards\r\nAt Night we hunt: oneshto lulu\r\nAt Night we hunt: kill olaf\r\nAt Night we hunt: 3v2\r\nAt Night we hunt: easy\r\nAt Night we hunt: but you guys suck DDD\r\nAt Night we hunt: botlane losing this\r\nAt Night we hunt: wow mao\r\nAt Night we hunt: q him away from me\r\nAt Night we hunt: that is the way to go\r\nAt Night we hunt: well what to say\r\nAt Night we hunt: report ez\r\nAt Night we hunt: xDDDD","replies":[{"id":"","poster":"drexxsack","date":"2018-04-17T07:24:40.197+0000","up_votes":4,"down_votes":0,"body":"Der Thread ist sogar noch schneller ausgeartet als erwartet.\nWeitere persönlichen Angriffe (insbesondere der Form des ad hominem) enden im Bann.  Bitte haltet die Diskussion sachlich.","replies":[{"id":"","poster":"At Night we hunt","date":"2018-04-17T07:57:24.846+0000","up_votes":1,"down_votes":6,"body":"ja bannt mich bitte schwingt den bannhamemmr und lebt weiter in eurer perfekten blase i dotn even care got about 6 acounts","replies":[{"id":"","poster":"Zyzyx","date":"2018-04-17T08:11:22.519+0000","up_votes":6,"down_votes":0,"body":"Und weil du so wenig \"carest\" hast du direkt einen Thread drüber gemacht und eifrig diskutiert und in hitziger Debatte Leute beleidigt. Denn das ist genau das, was Leute tun denen es egal ist. Ist klar.\n\nAber wie dir jetzt schon mehrere Leute gesagt haben: Am Ende bist DU der gearschte hier. Uns allen hier kann es egal sein. Du verlierst deine Accounts, nicht wir. Wir haben versucht dir zu helfen, aber wenn du lieber dickköpfig bleibst und einen Account nach dem anderen verlieren möchtest, bitteschön. \nKlar, bis 6 Accounts weg sind wird es ein Weilchen dauern, aber verhältst du dich weiterhin so, werden diese Accounts zwangsweise einer nach dem anderen verschwinden. Mir würde es keinen Spaß machen, mit dieser Aussicht zu spielen. Aber hey, dein Bier, trink es selber aus.","replies":[{"id":"","poster":"drexxsack","date":"2018-04-17T09:57:20.818+0000","up_votes":1,"down_votes":0,"body":"Hier gibts für 3 Tage nichts mehr zu sehen.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-04-17T10:15:04.805+0000","up_votes":1,"down_votes":0,"body":"Hat der TE 3 Tage Forum-Pause bekommen? ;)","replies":[{"id":"","poster":"drexxsack","date":"2018-04-17T10:16:04.196+0000","up_votes":1,"down_votes":0,"body":"ay. War dann doch notwendig.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-04-17T10:21:07.089+0000","up_votes":1,"down_votes":0,"body":"Na da wirst dir dann was anhören können, wenn er wieder kommt :P{{sticker:slayer-pantheon-popcorn}} \n\nIch sehe Wofte wie \"Zensur\" und \"SJW\" vor meinem geistigen Auge erscheinen xD","replies":[{"id":"","poster":"drexxsack","date":"2018-04-17T10:26:28.420+0000","up_votes":2,"down_votes":0,"body":"Vielleicht helfen die 3 Tage ja zum beruhigen und wenn nicht... brauch ich popcorn","replies":[{"id":"","poster":"Nordwolf87","date":"2018-04-17T11:21:14.317+0000","up_votes":1,"down_votes":0,"body":"Wenn nicht....biring ich popcorn für alle mit :D","replies":[{"id":"","poster":"Gin","date":"2018-04-17T13:08:47.672+0000","up_votes":1,"down_votes":0,"body":"https://i.imgur.com/9GdLwHU.gif","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2018-04-17T10:44:46.441+0000","up_votes":1,"down_votes":0,"body":"Hier bitte:\n\n{{sticker:slayer-pantheon-popcorn}} \n\nhttp://www.twosisterscrafting.com/wp-content/uploads/2017/02/st-patricks-day-popcorn-main.jpg\n\nhttps://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Popcorn02.jpg/1200px-Popcorn02.jpg","replies":[]},{"id":"","poster":"Abasin","date":"2018-04-17T10:35:59.717+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-popcorn}} \n\nBitte sehr.","replies":[{"id":"","poster":"drexxsack","date":"2018-04-17T10:39:40.792+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-nunu-hearts}}  Popcorn","replies":[]}]}]},{"id":"","poster":"znshadow","date":"2018-04-18T02:53:26.110+0000","up_votes":2,"down_votes":1,"body":"{{sticker:slayer-pantheon-thumbs}} \n\nZN\n;)","replies":[]}]}]}]}]}]},{"id":"","poster":"Abasin","date":"2018-04-18T12:58:01.711+0000","up_votes":2,"down_votes":0,"body":"Was mich die ganze Zeit beschäftigt...wieso wechselst Du ständig zwischen deutsch und englisch hin und her? Ist das Attitüde, bist Du zweisprachig erzogen oder an was sonst liegt das?","replies":[{"id":"","poster":"Nordwolf87","date":"2018-04-18T13:16:24.138+0000","up_votes":2,"down_votes":0,"body":"Der englischen rechtschreibung nach ersteres :>","replies":[]}]},{"id":"","poster":"znshadow","date":"2018-04-18T02:52:00.306+0000","up_votes":2,"down_votes":4,"body":"Hey At Night we hunt ,\n\ndeine polemische Argumentation bringt dich nicht weiter!\nEs sei denn du möchtest etwas anderes Bezwecken! Ich spreche da aus Erfahrung ;)\n\nEditiere doch deinen Beitrag mit einer guten Einleitung.\nEs wäre doch Schade wenn die Zensoren wieder was zu tun bekommen.\n\nIch habe die Erfahrung gemacht das im Chat meist nur dummes geschrieben wird.\nDaher habe ich mich entschlossen diesen zu deaktivieren und auch die Emots auszuschalten.\nHat ja auch auch ein Paar Nachteile aber was mir halt wichtig ist nicht toxisch zu werden.\nIch möchte mein Game so gut wie möglich spielen und mich nicht von Nebensächlichkeiten ablenken lassen.\n\nAlso lasse den Chat links liegen und habe Spaß in der Kluft ...\n\nZN\n\n;)","replies":[]}]}]},{"id":"","poster":"Zyzyx","date":"2018-04-17T06:50:18.508+0000","up_votes":6,"down_votes":0,"body":"Irgendwelche trendy buzzwords wie \"safe space\" um dich zu werfen, wird dir nicht helfen. Du kannst es meinetwegen auch mit white knight, SJW oder ähnlichem versuchen, aber das wird nichts ändern. Woran es nichts ändert?\nEs ändert nichts an der Tatsache, dass du dich wahnsinnig kindisch und asozial verhalten hast. Ein Verhalten, das, würdest du es im RL so zeigen, wahlweise im Krankenhaus oder auf der nächsten Polizeiwache enden würde. \n\nDieses Verhalten ist in League schlicht und einfach nicht willkommen und niemand möchte mit Leuten spielen, die sich so verhalten. Du hast jetzt die Wahl: Entweder du verhältst dich wie ein zivilisierter Erwachsener und hast die Eier einzusehen, dass dein Verhalten nicht okay ist, oder du versuchst weiterhin dein eigenes asoziales Verhalten und die Verantwortung für die darauf folgende Strafe auf andere (z.B. hohle Phrasen wie \"safe space\") zu schieben und verlierst dann eben ruckzuck deinen Account. Deine Entscheidung, deine Konsequenzen. Aber beschwer dich dann bitte nicht.","replies":[{"id":"","poster":"At Night we hunt","date":"2018-04-17T07:04:01.873+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-04-17T07:08:32.708+0000","up_votes":1,"down_votes":0,"body":"Du hast dir da i-wie nen Narren gefressen oder\n\n>fragilen ego\n\n?","replies":[{"id":"","poster":"At Night we hunt","date":"2018-04-17T07:17:46.176+0000","up_votes":1,"down_votes":5,"body":"ja in der tat ich finde es witzig wie leute sich über worte die in machen fällen äuserst gerechtfertigt sind so aufregen können und nicht mal die Möglichkeit in betracht ziehen das vielleicht auch noch andere Leute am geschen teilhatten nur um sich selbst besser zu fühlen","replies":[{"id":"","poster":"Zyzyx","date":"2018-04-17T07:36:25.369+0000","up_votes":4,"down_votes":0,"body":"> nicht mal die Möglichkeit in betracht ziehen das vielleicht auch noch andere Leute am geschen teilhatten\n\nNatürlich ziehen wir das in Betracht. Andere Menschen sind fast immer der Grund, warum Leute austicken. Was du aber nicht in Betracht ziehst, ist dass das keine Rolle spielt. \nWir sind hier nicht im Kindergarten wo das Argument \"Aber der Kevin hat zuerst Sand geschmissen\" vlt noch zieht. Nur weil dir das Verhalten anderer nicht passt, gibt dir das nicht das Recht die Regeln zu brechen. \nDie grundlegenden Verhaltensregeln in League (TL;DR: Don't be a jerk) gelten IMMER, unabhängig vom Spielverlauf oder davon was andere tun.","replies":[{"id":"","poster":"At Night we hunt","date":"2018-04-17T07:51:08.529+0000","up_votes":1,"down_votes":5,"body":"once again kann ich nur dazu sagen dass das Argument er hat angfangen oder das verhalten provziert in unserem ach so geliebeten deutshcen Rechststaat den man wohl durchaus als kindergarten bezeichnen könnte einen sehr hohen stellen wert hat nämlich beim Beispiel von Selbstverteidigung da ist es sher wohl relevant ob ich jemand die nase gebrachen habe weil er micht bedroht hat oder weil mir danach war, aber natürlich zieht ihr das nicht in betracht weil ihr auf eurem ich bin ja so erwahcsen und perfekt tripp seid und dann (ACHTUNG STROHMAN ARGUMENT) hinterm rücken über andere her zieht anstatt direkt zu sein (den das ist erwa<chsen dont be a jerk, at least unless the other Person doenst notic)","replies":[{"id":"","poster":"Nordwolf87","date":"2018-04-17T08:30:08.452+0000","up_votes":3,"down_votes":0,"body":"Bitte fang nicht juristisch an, das verlierst du.\n\nSelbstverteidigung oder korrekter Notwehr im juristischen \"kindergartenstaat\" ist die Abwendung eines rechtswidrigen, gerade stattfindenden Angriffs auf Leib, Leben, Gesundheit oder Eigentum mit dem gelindesten zur Verfügung stehenden Mittel, das in der Lage ist den Angriff verlässlich abzuwehren.\n\nUND es ist immer nur ein Rechtfertigungsgrund! Sprich wenn du eine Körperverletzung begangen hast, kannst du Notwehr/Nothilfe als Rechtfertigung geltend machen. Wenn du den Angriff/die Bedrohung nicht glaubhaft machen kannst (*\"oder weil mir danach war\"*) geht die Anzeige/Anklage wegen körperverletzung ihren normalen Gang über den Zivilrechts-instanzenzug.","replies":[{"id":"","poster":"drexxsack","date":"2018-04-17T08:34:38.734+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Nordwolf87,realm=EUW,application-id=KYnfKGf0,discussion-id=BJ4yPT33,comment-id=0001000000000000000000000002,timestamp=2018-04-17T08:30:08.452+0000)\n>\n> UND es ist immer nur ein Entschuldigungsgrund! \n\nKorrekterweise ist es ein Rechfertigungsgrund.\n\nIm dreiteiligen Deliktaufbau(1.Tatbestand 2. Rechtwidrigkeit 3.Schuld) lässt ein Entschuldigungsgrund nur die Schuld entfallen oder verringert sie soweit, dass eine Strafe nicht angemessen erscheint. \nEin Rechtfertigungsgrund lässt aber schon die (durch die erfüllung des Tatbestands indizierte) Rechtswidrigkeit entfallen.","replies":[{"id":"","poster":"Pure Cynicism","date":"2018-04-17T13:31:29.164+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=drexxsack,realm=EUW,application-id=KYnfKGf0,discussion-id=BJ4yPT33,comment-id=00010000000000000000000000020000,timestamp=2018-04-17T08:34:38.734+0000)\n> \n> Im dreiteiligen Deliktaufbau\n\nWird überhaupt noch ein anderer vertreten? Die Lehre von den negativen Tatbestandsmerkmalen vertritt doch ohnehin keiner mehr (außer Otto?).","replies":[{"id":"","poster":"drexxsack","date":"2018-04-17T15:20:22.235+0000","up_votes":2,"down_votes":0,"body":"Nicht das ich wüsste, aber so tief in der Materie steck ich dann doch nicht.","replies":[]}]},{"id":"","poster":"Nordwolf87","date":"2018-04-17T08:37:34.557+0000","up_votes":1,"down_votes":0,"body":"Korrekt. Habe es ausgebessert. Wollte hier nicht auf die genauen unterschiede eingehen und habe das unter Nicht-juristen bekanntere wort \"entschuldigungsgrund\" genommen ;)","replies":[{"id":"","poster":"drexxsack","date":"2018-04-17T08:41:09.204+0000","up_votes":2,"down_votes":0,"body":"ich bin was das angeht... im wahrsten sinne des wortes autistisch.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-04-17T08:48:59.105+0000","up_votes":2,"down_votes":0,"body":"Kein ding...bist du zufällig jurist? Kenne da einige die das sehr genau nehmen ;)","replies":[{"id":"","poster":"drexxsack","date":"2018-04-17T08:52:57.551+0000","up_votes":2,"down_votes":0,"body":"nein aber autist - asperger syndrom :P","replies":[{"id":"","poster":"Noxempire","date":"2018-04-17T14:04:03.697+0000","up_votes":2,"down_votes":0,"body":"Er ist L aus Deathnote!","replies":[{"id":"","poster":"drexxsack","date":"2018-04-17T15:16:03.998+0000","up_votes":2,"down_votes":0,"body":"Aber ich lebe noch...{{sticker:cass-cry}}","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Zyzyx","date":"2018-04-17T08:01:42.880+0000","up_votes":3,"down_votes":0,"body":"Selbstverteidigung ist, wie der Name schon sagt, Verteidigung, d.h. die Abwendung/Prävention von Schaden, notfalls durch die minimal notwendige Gewalt. \n\nIn League andere zu flamen schützt dich kein Stück, sondern erhöht im Gegenteil die Wahrscheinlichkeit und Heftigkeit der Angriffe gegen dich. Leute zu muten dagegen ist perfekter Selbstschutz. \nDementsprechend ist Zurückflamen keine Selbstverteidung und entspricht eher dem, was im RL \"unangemessener Gewaltanwendung\" entspricht...wenn man unbedingt bei der Allegorie bleiben möchte.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2018-04-17T13:29:06.912+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=At Night we hunt,realm=EUW,application-id=KYnfKGf0,discussion-id=BJ4yPT33,comment-id=000100000000000000000000,timestamp=2018-04-17T07:51:08.529+0000)\n>\nSelbstverteidigung\n\nWenn du mir jetzt noch einen gegenwärtigen, rechtswidrigen Angriff herausarbeiten könntest, wäre ich geneigt dir zuzuhören.","replies":[{"id":"","poster":"Jinx1967","date":"2018-04-17T15:13:45.281+0000","up_votes":1,"down_votes":0,"body":"Das kriege ich hin:\n\nAngriff, weil die persönliche Ehre durch menschliches Handeln betroffen ist.\nRechtswidrig, weil Beleidigung eine Straftat ist und keine Rechtfertigung ersichtlich ist.\nGegenwärtig, nunja. Eine Beleidigung nicht. Ein Schwall von Beleidigungen schon.\n\nÄhm und flamen ist natürlich eine Selbstverteidigungshandlung weil.. äh die Wahrscheinlichkeit besteht, dass dadurch der Flame aufhört. Oder so. Over and out.","replies":[]}]},{"id":"","poster":"Bettnachleger","date":"2018-04-17T08:12:44.378+0000","up_votes":2,"down_votes":0,"body":"Bevor du mit solch tollen Begrirffen wie Selbstverteidung um dich schmeisst, solltest du mal googlen was das ueberhaupt bedeutet.\n\nHier ist ein kurzer Auszug fuer dich:\n> \n> § 226 wird in 2 Vorschriften zitiert\n> \n> Die Ausübung eines Rechts ist unzulässig, wenn sie nur den Zweck haben kann, einem anderen Schaden zuzufügen.\n\nUnd was passiert, wenn du einen flamer zurueckflamest?\nNichts, ausser das du versuchst ihm \"Schaden\" zuzufuegen. \nAber den eigentlichen Sinn der Selbstverteidigung, naemlich das Abwenden einer Gefahr (die hier nicht mal vorliegt), erreichst du damit nicht. \n\nWomit du dich selbstverteidigen kannst ist der mute button. (flame hoert sofort auf) und reports (flamer bekommen bans, siehst du ja selber).","replies":[]}]},{"id":"","poster":"clair de lune289","date":"2018-04-17T11:11:55.319+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Zyzyx,realm=EUW,application-id=KYnfKGf0,discussion-id=BJ4yPT33,comment-id=00010000000000000000,timestamp=2018-04-17T07:36:25.369+0000)\n>\n> Natürlich ziehen wir das in Betracht. Andere Menschen sind fast immer der Grund, warum Leute austicken. Was du aber nicht in Betracht ziehst, ist dass das keine Rolle spielt. \n> Wir sind hier nicht im Kindergarten wo das Argument &quot;Aber der Kevin hat zuerst Sand geschmissen&quot; vlt noch zieht. Nur weil dir das Verhalten anderer nicht passt, gibt dir das nicht das Recht die Regeln zu brechen. \n> Die grundlegenden Verhaltensregeln in League (TL;DR: Don&#x27;t be a jerk) gelten IMMER, unabhängig vom Spielverlauf oder davon was andere tun.\n\nwas haben eigentlich immer alle gegen den Kevin,der blöde Pascal ist viel schlimmer und hat auch angefangen!\n{{sticker:sg-ahri-1}}","replies":[]}]}]}]},{"id":"","poster":"Zyzyx","date":"2018-04-17T07:18:52.180+0000","up_votes":4,"down_votes":0,"body":"> du würdest dich im leben nicht trauen mich anzugreifen\n\nWarum sollte ich auch? Erwachsen zu sein hat sehr wenig mit der Fähigkeit oder dem Willen zu tun, sich mit anderen zu prügeln. Eher das Gegenteil. \n\n> was für mich in league nicht willkommen ist sind leute die wenn sie ein schlechtes spiel habe nicht mal versuchen zu gewinnen\n\nJa, das seh ich ähnlich. Ist aber trotzdem kein Grund sich derart kindisch zu verhalten und im Chat auszuticken. \n\n>  weil das die so fragilen Gefühle und dann noch fragilere Ego des vor Männlichkeit strotzenden 14 jährigen verletzt\n\nDu verwendest hier ein Strohmann-Argument (heißt: Du legst der Gegenseite ein Argument in den Mund, gegen das du dann argumentierst, weil es einfach dagegen zu argumentieren ist), wie so viele Flamer es tun. Klar, es gibt bei Flaming natürlich auch das Argument, dass es einige Leute gibt, die das nicht verkraften und tatsächlich emotional verletzt werden, mit mehr oder weniger schlimmen Konsequenzen. Aber das ist eigentlich gar nicht das primäre Problem. Die überwältigende Mehrheit der Leute lehnt Flaming nicht deswegen ab, weil sie wenn sie geflamed werden heulend in der Ecke sitzen, sondern schlicht und einfach weil es nervig und kindisch ist. \nDie Leute wollen mit Spielern die sich so kindisch verhalten schlicht und einfach nichts zu tun haben, weil es den Spaß und die Stimmung verdirbt. Und ja, das gilt auch für die kompetitiven Spieler, nicht nur für die just-4-fun-Casuals.\nSportsgeist und ein gewisses Mindestmaß an Manieren und Respekt ist GERADE im kompetitiven Umfeld sehr vielen Spielern wichtig. Das ist nicht nur in League so, sondern in allen ernstzunehmenden Sportarten. \n\nWir können hier gerne weiter Grundsatz-Diskussionen über Sportsgeist und Verhalten führen, ich hab Zeit. Aber am Ende ist es für dich ganz simpel: Verhältst du dich weiterhin so, verlierst du deinen Account (sofern das nicht schon passiert ist). Das ist ein Fakt, ob es dir gefällt oder nicht und das ist auch komplett unabhängig von deiner Meinung dazu. Das wird so bleiben, ganz egal was du darüber denkst. \nOb du das riskieren willst oder nicht, ist deine Entscheidung. Sag dann aber nicht keiner hätte dich gewarnt. Es ist dein Verhalten, deine Konsequenzen, dein Account. Mach was du willst.","replies":[{"id":"","poster":"At Night we hunt","date":"2018-04-17T07:28:45.713+0000","up_votes":1,"down_votes":5,"body":"ja sportsgeist deshalb wird man so hart dafür bestraft wenn man aufhört zu versuchen zu gewinnen der sportsgeist im ranked ich bin mir sicher das die flamer mehr sportsgeist haben als der rest des Teams weil sie sehr emotional an die Sache rangehen sie wollen gewinnen (DEIN ACC IST LVL 10 WTF WARUM REDET SO JEMAND ÜBER RANKEDS???? btw) \n\ndas sogenante strohman Argument weil es so ist das ist der einzige grund wenn ich dich nerve dann drück den mute button wie es von jedem flamer erwartet wird warum nicht also auch von Jesus in Person? \nund ja flamen veribt vielleicht die stimung aber ich persönlich habe kein Problem mit flamern solange sie anständig spielen und versuchen zu gewinnen anderst wie leute die mit casual Einstellung ins ranked gehen und einfach aufgeben wollen wenn es mal nicht so gut läuft obwohl man noch gewinnen könnte wenn man sich zusammennimmt (ONCE AGAIN LVL 10 TALKIGN TO LVL 10 AB OUT RANKED WTF)\ndas ist in meinen augen die wirkliche toxic behaviour die für mich da ich rankes spiele um zu gewinnen das game kaputt macht","replies":[{"id":"","poster":"Nordwolf87","date":"2018-04-17T07:31:23.231+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=At Night we hunt,realm=EUW,application-id=KYnfKGf0,discussion-id=BJ4yPT33,comment-id=0001000000010000,timestamp=2018-04-17T07:28:45.713+0000)\n>\n> ja sportsgeist deshalb wird man so hart dafür bestraft wenn man aufhört zu versuchen zu gewinnen der sportsgeist im ranked ich bin mir sicher das die flamer mehr sportsgeist haben als der rest des Teams weil sie sehr emotional an die Sache rangehen sie wollen gewinnen (DEIN ACC IST LVL 10 WTF WARUM REDET SO JEMAND ÜBER RANKEDS???? btw) \n> \n> das sogenante strohman Argument weil es so ist das ist der einzige grund wenn ich dich nerve dann drück den mute button wie es von jedem flamer erwartet wird warum nicht also auch von Jesus in Person? \n> und ja flamen veribt vielleicht die stimung aber ich persönlich habe kein Problem mit flamern solange sie anständig spielen und versuchen zu gewinnen anderst wie leute die mit casual Einstellung ins ranked gehen und einfach aufgeben wollen wenn es mal nicht so gut läuft obwohl man noch gewinnen könnte wenn man sich zusammennimmt (ONCE AGAIN LVL 10 TALKIGN TO LVL 10 AB OUT RANKED WTF)\n> das ist in meinen augen die wirkliche toxic behaviour die für mich da ich rankes spiele um zu gewinnen das game kaputt macht\n\nDas ist vl ein Smurf? Häng dich im Forum nicht an den Lvl der leute fest....viele haben \"ForenSmurfs\"...","replies":[{"id":"","poster":"At Night we hunt","date":"2018-04-17T07:53:47.047+0000","up_votes":1,"down_votes":4,"body":"wäre schön zu wissen mit wem ich es zu tun habe da man in diesem fall Argumente verfassen kann die vom anderem besser nachvollzogen werden können oder man den \"bias\" aufzeigen kann den andere leute haben","replies":[{"id":"","poster":"Nordwolf87","date":"2018-04-17T08:08:49.032+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=At Night we hunt,realm=EUW,application-id=KYnfKGf0,discussion-id=BJ4yPT33,comment-id=000100000001000000000000,timestamp=2018-04-17T07:53:47.047+0000)\n>\n> wäre schön zu wissen mit wem ich es zu tun habe da man in diesem fall Argumente verfassen kann die vom anderem besser nachvollzogen werden können oder man den &quot;bias&quot; aufzeigen kann den andere leute haben\n\nSchrieb der Smurf :3","replies":[]},{"id":"","poster":"Bettnachleger","date":"2018-04-17T08:15:18.416+0000","up_votes":2,"down_votes":0,"body":"Auch wenn er mit seinem main Account seine Beitraege verfassen wuerde, wuesstest du noch immer nicht mit wem du es eigentlich zu tun hast.","replies":[]},{"id":"","poster":"Zyzyx","date":"2018-04-17T08:14:56.033+0000","up_votes":2,"down_votes":0,"body":"Konzentriere dich auf Argumente, nicht auf Personen. Wer ich bin spielt keine Rolle. Nur was ich schreibe zählt. \nDas selbe gilt für dich. Wer du bist ist mir völlig egal, denn deine Person ändert absolut nichts an der Qualität deiner Argumente.","replies":[]}]}]},{"id":"","poster":"Zyzyx","date":"2018-04-17T07:44:48.199+0000","up_votes":3,"down_votes":0,"body":"> ich persönlich habe kein Problem mit flamern \n\nJa, aber zählt halt nicht nur deine Meinung.","replies":[{"id":"","poster":"At Night we hunt","date":"2018-04-17T07:52:49.860+0000","up_votes":1,"down_votes":4,"body":"wenn jeder im rito game so reif und erwachsen ist wie mir die leute hier im Forum glauben machen wollen warum werde ich dann nicht einfach iggnoriert oder gemutet","replies":[]}]},{"id":"","poster":"eingew","date":"2018-04-17T16:40:32.512+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=At Night we hunt,realm=EUW,application-id=KYnfKGf0,discussion-id=BJ4yPT33,comment-id=0001000000010000,timestamp=2018-04-17T07:28:45.713+0000)\n>\n> ja sportsgeist deshalb wird man so hart dafür bestraft wenn man aufhört zu versuchen zu gewinnen der sportsgeist im ranked ich bin mir sicher das die flamer mehr sportsgeist haben als der rest des Teams weil sie sehr emotional an die Sache rangehen sie wollen gewinnen (DEIN ACC IST LVL 10 WTF WARUM REDET SO JEMAND ÜBER RANKEDS???? btw) \n\nDas ist ja kein Sportsgeist. Sportsgeist hat man, wenn man seinem Gegenüber einen gewissen Respekt und eine Fairness entgegen bringt. Das ist auch der Grund, warum man Regelbrüche als \"unsportlich\" bezeichnet. Weil sie eben dem Sportsgeist entgegen gehen. Und dazu gehört eben auch, dass man seine Gegner nicht anpöbelt, wie einer von diesen Unwürdigen, die es mithilfe des Alkohols geschafft haben ihr Gehirn auf dem Status eines Halbstarken zu konservieren.\n\n> das sogenante strohman Argument weil es so ist das ist der einzige grund wenn ich dich nerve dann drück den mute button wie es von jedem flamer erwartet wird warum nicht also auch von Jesus in Person? \n\nNun... Vielleicht sollten wir Jesus darauf mal selbst antworten lassen:\n\n> 31 Wenn der Menschensohn in seiner Herrlichkeit kommt und alle Engel mit ihm, dann wird er sich auf den Thron seiner Herrlichkeit setzen. 32 Und alle Völker werden vor ihm versammelt werden und er wird sie voneinander scheiden, wie der Hirt die Schafe von den Böcken scheidet. 33 Er wird die Schafe zu seiner Rechten stellen, die Böcke aber zur Linken. [...] Dann wird er zu denen auf der Linken sagen: Geht weg von mir, ihr Verfluchten, in das ewige Feuer, das für den Teufel und seine Engel bestimmt ist! 42 Denn ich war hungrig und ihr habt mir nichts zu essen gegeben; ich war durstig und ihr habt mir nichts zu trinken gegeben; 43 ich war fremd und ihr habt mich nicht aufgenommen; ich war nackt und ihr habt mir keine Kleidung gegeben; ich war krank und im Gefängnis und ihr habt mich nicht besucht. 44 Dann werden auch sie antworten: Herr, wann haben wir dich hungrig oder durstig oder fremd oder nackt oder krank oder im Gefängnis gesehen und haben dir nicht geholfen? 45 Darauf wird er ihnen antworten: Amen, ich sage euch: Was ihr für einen dieser Geringsten nicht getan habt, das habt ihr auch mir nicht getan. 46 Und diese werden weggehen zur ewigen Strafe, die Gerechten aber zum ewigen Leben.\n\nMatthäus 25,31-46\n\nLassen wir also mal offen, was der Sohn Gottes so dazu gesagt hätte und evtl mit dir angestellt hätte/ evtl anstellen wird und kümmern wir uns eher darum, wie wir Menschen das so sehen. Oder spezifischer: Ich. Ich habe keine Lust dich zu muten. Ich habe keine Lust dir zuzusehen, wie du dich zum Tower zurückziehst und eine halbe Ewigkeit stehen bleibst, um irgendeinen komischen Spam abzuliefern. Ich will, dass du mit sowas gar nicht erst anfängst. Ich will einfach ein entspanntes Spiel spielen, in dem jeder entweder nützliche Absprachen trifft, seine Mitspieler lobt, oder seine Klappe hält. Und damit bin ich nicht alleine.\n\n> und ja flamen veribt vielleicht die stimung aber ich persönlich habe kein Problem mit flamern solange sie anständig spielen und versuchen zu gewinnen anderst wie leute die mit casual Einstellung ins ranked gehen und einfach aufgeben wollen wenn es mal nicht so gut läuft obwohl man noch gewinnen könnte wenn man sich zusammennimmt (ONCE AGAIN LVL 10 TALKIGN TO LVL 10 AB OUT RANKED WTF)\n> das ist in meinen augen die wirkliche toxic behaviour die für mich da ich rankes spiele um zu gewinnen das game kaputt macht\n\nFlamer sind meiner Erfahrung nach die ersten, die nach einem Surrender schreien und mit ihren permanenten Angriffen auf die Moral des Teams zu einer demotivierten Stimmung beitragen. Ich glaube mit den Vorwürfen in diese Richtung kannst du dich ganz klein halten.","replies":[{"id":"","poster":"At Night we hunt","date":"2018-04-24T10:30:44.417+0000","up_votes":1,"down_votes":2,"body":"erbärmlich begriffe wie halbstark die Möchtegerne verwnden jaja, und ja ich flame wenn mein Team aufgeben will die flamer schreien sogut wie nie nach nem surrender denn das sind die leute i am mesiten caren aber ja das kennst du ja nich","replies":[]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-04-17T07:25:28.892+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=At Night we hunt,realm=EUW,application-id=KYnfKGf0,discussion-id=BJ4yPT33,comment-id=00010000,timestamp=2018-04-17T07:04:01.873+0000)\n>\n> wow einen auf erwachsenen machen und dann nicht mal mit den bösen toxic Wörtern umgehen können die unreife kindern einem an den kopf werfen xD und dann übers RL reden du würdest dich im leben nicht trauen mich anzugreifen einfach erbärmlich komm mir nicht mit deinem fragilen ego her mach dann einen auf erwachsenen und laber dann was von Krankenhaus... das dazu\n\nEs geht nicht darum was ER machen würde, es geht darum was passieren würde wenn du sachen wie \"behimderter\" oder \"Müll\" zu fremden im RL sagst. Kommst du damit an den falschen haut er dir aufs maul...ist er ein zivilisierter mensch zeigt er dich wegen beleidigung an. Und mach bitte nicht auf großspurig mit \"traust dich nicht mich anzugreifen\" das wirkt lächerlich im internet \n> \n> was für mich in league nicht willkommen ist sind leute die wenn sie ein schlechtes spiel habe nicht mal versuchen zu gewinnen, ich für meinen Teil spiele ranked games um zu gewinnen bin auch dementsprechend drauf wenn leute einfach keinen mehr fick geben \n\nWas für dich nicht willkommen ist interessiert niemanden. Wenn man ein schlechtes spiel hat kann man es schon mal wegwerfen, wenn man der typ dazu ist. Gibt dir noch lange nicht das recht ihn zu beleidigen.\n\n> zudem bist du lvl 10 auf deinem op.gg und dein main account ist probalby silver weil du nicht carest und league zum spaß spielst, aber dann spiel doch bitte keine rankeds wo leute gewinnen wollen \n\nDu bist G1 mit 47% WR bzw G2 mit 51% WR makrkier hier mal nicht den breiten...\n\n> und komm mir nicht mit Eier \n> und ja league wird immer mehr zum save space auch wenn du es als hohle Phrase depicten willst (einen auf intelligent zu machen funktioniert bei mir leider nicht) wenn man nicht mehr das recht hat auf das zu antworten was andere sagen oder jemand schlecht zu nennen weil er objektiv schlecht spielt weil das die so fragilen Gefühle und dann noch fragilere Ego des vor Männlichkeit strotzenden 14 jährigen verletzt dann nenne ich das in der Tat (alpecin Coffein shampo) einen safe space\n\nDu kannst jeden nennen was du willst! WIRKLICH! aber dann akzeptier auch die konsequenzen. Und offebsichtlich bist du derjenige mit leichten Ego/Gefühlsproblemen, dass dich 3 verlorene/aufgegebene spiele bei rund 150 diese saison (in solo und flex in summe) so dermaßen triggern, dass du anfangst leute zu beleidigen.","replies":[{"id":"","poster":"At Night we hunt","date":"2018-04-17T07:41:27.881+0000","up_votes":1,"down_votes":5,"body":"scheinst ja wirklich Probleme mit Beleidigungen zu haben, und dann auch noch dieser doppel standart wow einfach wow fast auf feminism Level (das ist mein smurf acc mein main ist d5 bzw p2 mit 12 und 20 games) es scheint dich nicht zu interessieren ob ich ne scheiss zeit hab wegen solchen leute die leute können mich doch einfach muten wie rito es immer so schön sagt, wenn ich Sachen wie \"retarded\" oder \"trash\" bitte nicht übersetzen hat im deutschen nicht die gleiche Bedeutung, im RL sagen würde dann hätte ich meine Gründe dafür und würde da ich den meisten menschen physisch und technisch überlegen bin keine \"aufs maul gehauen bekommen\"","replies":[{"id":"","poster":"Nordwolf87","date":"2018-04-17T08:02:45.945+0000","up_votes":5,"down_votes":0,"body":"League ist ein Spiel. Eine Freizeitbeschäftigung mit der ich schöne Stunden verbringen will und Spass haben will. Wenn dann jemand kommt und bei dieser Freizeibeschäftigung rumpöbelt hab ich ein Problem damit ja. \n\nStell dir vor du bist in einem Fußballverein und pöbelst da bei einem Spiel das schlecht läuft deine Mitspieler in der weise an wie du es hier getan hast. Die Mitspieler melden das dem Trainer oder Manager. Glaubst du der wäre auf deiner Seite und würde den andren sagen sie sollen nicht so dünnhäutig sein? Eher nicht oder? Der würde dich wohl abmahnen oder für gewisse Zeit vom Betrieb freistellen.\n\nNö es interesiert mich tatsächlich wenig ob du eine scheiß-zeit wegen solcher leute hast. Zum thema übersetzung: stimmt retard hat im englischen unter anderem auch die bedeutung \"trottel\", \"geistig zurückgeblieben\", macht das ganze nicht besser.\n\nPrima, gratulation zu deiner physischen konstitution, jedoch auch wenn du \"gründe\" dafür hast spielen diese keine rolle. Wenn ich dir die Heckscheibe deines Autos einschlage, werde ich mich auch nicht rechtfertigen können mit \"ich hatte meine gründe\"...","replies":[]},{"id":"","poster":"Bettnachleger","date":"2018-04-17T08:19:37.409+0000","up_votes":1,"down_votes":0,"body":"Retarded und trash haben im deutschen genau die selbe Bedeutung, wie im englischen.\n\"You're trash at this game\" --> \"Du bist Muell/Abfall in diesem Spiel\" (beides eine Umschreibung fuer \"du bist kacke\")\n\"You're retarded\" --> \"Du bist ein Spasst/ Du bist zurueckgeblieben\" (beides eine Umschreibung fuer ... \"Du bist zurueckgeblieben\")","replies":[]}]}]}]}]},{"id":"","poster":"Abasin","date":"2018-04-17T07:06:44.993+0000","up_votes":1,"down_votes":0,"body":"1. deutsches Forum, also bitte nen deutschen Titel\n2. ultratoxischer Chatlog, reicht unter Umständen für 14 Tage\n3. League ist insofern \"safe space\", als dass Leute mit einem nicht regelkonformen Verhalten über kurz oder lang \"des Feldes verwiesen\" werden. Aber es ist natürlich kein safe space im Sinne weltfremder US College-Studenten.","replies":[{"id":"","poster":"At Night we hunt","date":"2018-04-17T07:21:18.342+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Zyzyx","date":"2018-04-17T07:31:05.405+0000","up_votes":2,"down_votes":0,"body":"> und außerdem liest niemand mehr den chatlog es wird nur nach reprotanzahl gegangen falls du noch in 2015 festhängst\n\nDas könnte, bis auf ein Detail, kaum falscher sein. Was korrekt ist, ist, dass zunächst mal tatsächlich keiner die Chatlogs liest. Zumindest kein Mensch, sondern eine Maschine. Wie man an deinem Beispiel und an ausnahmslos allen anderen Chatlogs sehen kann, tut die Maschine (namens IFS) das sehr zuverlässig und findet tatsächlich die Chatlogs, in denen auch wirklich Regeln gebrochen wurden. Das tut das IFS deutlich zuverlässiger als jedes menschliche System das vorher verwendet wurde. \n\nUnd jetzt zum richtig falschen Teil: Du bist der, der in der Vergangenheit hängengeblieben ist, und zwar noch weiter zurück als 2015. Denn nur früher war die Report-Anzahl tatsächlich wichtig, in den Anfängen des Tribunals. Schon seit Jahren ist die Report-Anzahl komplett irrelevant da das IFS es erlaubt ausnahmslos alle Reports zu überprüfen, weshalb dieses Attribut in keinster Weise mehr berücksichtigt wird. \n\n[QUELLE ](http://en.volu-eu.org/pbkb_general_user_view.php?art=36)","replies":[{"id":"","poster":"At Night we hunt","date":"2018-04-17T07:46:58.293+0000","up_votes":1,"down_votes":9,"body":"aha sehr interessant das Programm funktioniert wie? berücksichtigt es den Kontext? berücksichtigt es ob man nur in gleicher weise auf etwas antwrted wie z.B Report *Name* *Name*: Report you oder sucht es einfach nur nach schlagwörten wie \"Retard\" oder ähnlichem zieht es in betracht wie ein spieler stheht wenn ich ihn bad nenne? nein in glaube nicht sonst hätte rito eine AI die allem was mir bekannt ist bei weitem überlegen ist, komischer weise passiert nichts in den games in denen ich mit premates spiele mich ähnlich verhalte und nur von 1-2 randoms reportet werde komischer zufall und im Forum heißt es sogar das dass verhlaten von der community nicht gutgeheißen wird also die leute die int feeden rage-Quitten und aufgeben also nicht das unser super tolles program deinen Chat auf fluchwörter gefilltert hat und sag mi doch bitte welchen elo du auf deinem main account hast ich habe das gefühl ich rede mit einem casual spieler der obviously nicht versteht wovon ich spreche","replies":[{"id":"","poster":"Zyzyx","date":"2018-04-17T08:07:42.227+0000","up_votes":5,"down_votes":0,"body":"> berücksichtigt es den Kontext? \n\nNein, denn spielt auch keine Rolle. Flamen ist IMMER verboten. \n\n> berücksichtigt es ob man nur in gleicher weise auf etwas antwrted wie z.B Report Name Name:\n\nNein, denn das ist Kindergarten-Moral. Nur weil andere die Regeln brechen werden die Regeln dadurch nicht ungültig. \n\n> zieht es in betracht wie ein spieler stheht wenn ich ihn bad nenne?\n\nNein, denn die Regeln gelten unabhängig von den Stats anderer Spieler.\n\n> sag mi doch bitte welchen elo du auf deinem main account hast\n\nMeine Elo tut nichts zur Sache. Würde es hier um Balancing, Esport oder igname-Strategie gehen, klar, da ist Skill immens wichtig. Wir reden hier aber über Sozialverhalten. Da könnte ich ich Bronze 5 oder Level 1 sein und mein Argument wäre genauso valide wie das eines Challengers. \nUnd Sozialverhalten in League ist zufälligerweise mein Spezialgebiet, da ich darüber meinen Bachelor geschrieben habe und jahrelang in Kooperation mit Riot an diversen Spielerverhalten-bezogenen Projekten gearbeitet habe. Wenn ich mit einem Thema auskenne, ist es das. \n\nDie Qualität von Argumenten hängt nicht von der Person ab, sondern vom Argument. Stell dir mich also gerne als 12-jährigen Unranked-Spieler mit Pickeln und Übergewicht vor. Das ändert genau nichts.","replies":[{"id":"","poster":"Noxempire","date":"2018-04-17T13:57:38.992+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Zyzyx,realm=EUW,application-id=KYnfKGf0,discussion-id=BJ4yPT33,comment-id=00030000000000000000,timestamp=2018-04-17T08:07:42.227+0000)\n>\n\n> Und Sozialverhalten in League ist zufälligerweise mein Spezialgebiet, da ich darüber meinen Bachelor geschrieben habe und jahrelang in Kooperation mit Riot an diversen Spielerverhalten-bezogenen Projekten gearbeitet habe. Wenn ich mit einem Thema auskenne, ist es das. \n> \n\nIn was hast du denn deinen Bachelor gemacht? Medienwissenschaften/ Kommunikationswissenschaft? Nur so aus Interesse ^^","replies":[{"id":"","poster":"Zyzyx","date":"2018-04-17T14:05:37.087+0000","up_votes":1,"down_votes":0,"body":"Erziehungswissenschaften und dort im Bereich Psychologie.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Noxempire","date":"2018-04-17T10:03:42.920+0000","up_votes":2,"down_votes":0,"body":"\"a Safe space now\" \n\nMich interessiert nicht was du sagst, wenn ich jemanden reporte der Flamed. \n\nMir ist es egal, wie genau du andere beleidigst, ich fühle mich dadurch nicht persönlich angegriffen. Da stehe ich drüber. \n\nIch reporte dich, weil du dich wie ein (entschuldigung aber mir fällt kein besseres Wort ein) Ar*** verhältst. \nWenn ich im RL mit dir etwas zocken würde, (sagen wir ein Brettspiel oder sowas) und du wegen jeder Kleinigkeit ausflippst hätte ich auch keine Lust mit dir zu spielen. \n\nWeil du so viel schreibst, bist du mehr auf deine Tastatur, als auf das Spiel konzentriert, deswegen verringert **DU** meine Chance aufs gewinnen, und deswegen will ich dich nicht mehr in meinen Games sehen. \n\n[Edit: das gilt natürlich auch für deine Mitspieler, die dich geflamed haben, es geht mir nur ums Prinzip]\n\nDie Regeln waren auch übrigens schon seit der Beta ungefähr gleich, also noch bevor die Leute Begriffe wie \"Safe space\" und \"SJW\" so inflationär gebraucht haben, die onehin nur lächerliche Feinbild Begriffe sind. \nDas System (bzw. das Tribunal) waren einfach nur nicht so gut bei der Strafverfolgung.","replies":[]},{"id":"","poster":"MightyVladimir","date":"2018-04-19T13:03:29.776+0000","up_votes":1,"down_votes":0,"body":"Okay da mein erster Post gelöscht wurde hier Versuch nr 2 ich fasse mich kurz sonst löscht wieder Jemand:\n\nIch würde dich gerne Adden da ich glaube wir wären ein gutes Team","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-04-17T07:01:35.929+0000","up_votes":1,"down_votes":0,"body":"Hast du auch irgendein anliegen? Falls deine frage in der überschrift stehen sollte: ja das ist \"considered as toxic\"\n.du flamest (garbage, retard, useless retard), blamest die anderen, rufst zum report auf und bist aalles in allem ein unangenwhmer mitspieler. meine einschäztzung: wahrscheinlich 14d bann und der wär ok","replies":[{"id":"","poster":"At Night we hunt","date":"2018-04-17T07:15:24.295+0000","up_votes":1,"down_votes":2,"body":"wenn man 1/7 steht und einfach nur noch aufgeben möchte wenn es noch leute gibt die das spiel gewinnen wollen was ist dann wirklich toxic behaviouer und ich hae nicht zum reprot aufgerufen es heißt reprot you for lying weil jemand im all Chat gesagt hat Report tryn for being super toxic","replies":[{"id":"","poster":"Homunculi","date":"2018-04-17T10:43:51.074+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Abasin","date":"2018-04-17T10:56:40.103+0000","up_votes":1,"down_votes":0,"body":"Das finde ich jetzt schon ein wenig hart, was Du so schreibst.{{sticker:sg-shisa}}","replies":[]}]}]}]},{"id":"","poster":"manial fly","date":"2018-04-17T07:59:34.230+0000","up_votes":1,"down_votes":0,"body":"Oh je hör lieber auf mit LoL und such dir ein anderes Hobby, hätten wir alle was von (inkl. dir). Ach ja und bevor du mich jetzt auch stalkst, ich hab diese Season nur 10 SoloQ Spiele gemacht ;)","replies":[]},{"id":"","poster":"RainerKilltKeina","date":"2018-04-17T06:28:49.657+0000","up_votes":1,"down_votes":0,"body":"*Deutsches Forum\n\nja, du bist toxic und nun?\n14 Tage bann gerechtfertigt, wenn nicht sogar ein Perma.","replies":[{"id":"","poster":"At Night we hunt","date":"2018-04-17T06:52:47.142+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-04-17T07:02:51.604+0000","up_votes":1,"down_votes":0,"body":"Also gut, dann bin ich mal \"akkurat\" ^^\nNe ich bin 26, komme mit meinem Ego zurecht und das Game stirbt nicht aus. Du jedoch, schreibst Unmengen Unrat in den Chat, sabotierst dadurch dein Team und vergiftest die Stimmung, somit gehörst du zu der Minderheit, die denkt flamen sei anscheinend ok.\n\nEdit: Du kannst auch einfach deine Antwort editieren, falls du was vergessen haben solltest, schaut dann besser aus ;)","replies":[{"id":"","poster":"At Night we hunt","date":"2018-04-17T07:13:58.829+0000","up_votes":1,"down_votes":3,"body":"oh ja ich böser menssch versuch mein Team zu carrien aber sie hören nicht auf mich während ich smurfe, und ich vergifte mein Team??? mein Team will aufgeben und hört auf zu veruschen zu gewinnen was soll ich denn dann machen? ich müsste nicht flamen wenn nicht die casual Mehrheit die league spielt und irgendwo in silber und Gold rumgimpt meint es sei okay direkt aufgeben zu wollen wenn das game mal nicht so läuft, und zu deinem ego du scheinst dich ja wirklich gut zu fühlen nicht einer von diesen Toxic leuten zu sein (du brauchst das she ich ein) \n \nund noch ein Gedanken zum schluss wenn man gut spielt/steht und man sein Team bad nennt und daraufhin von einem teammember geflamt wird wer denkst du wird reported \nder der gut steht versucht zu gewinnen und sein Team bad nennt dann geflamt wird und dementspechend antwortet (nachdem er 5 games mit einfach schlechten mates in a row hatte die gleich open oder ffen wollten) \noder derjenige der ganu wie der rest vom Team schlcht steht und flamet?","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-04-17T07:18:28.855+0000","up_votes":1,"down_votes":0,"body":"Benutz halt den mute button und klick nein beim Surrendervote. \nWenn dein Team nicht gewinnen will, dann verlierst du halt das Game und versuchst dein Glück im nächsten, man kann nicht alle gewinnen. Siegeswillen hin oder her, ein wenig Abstand zum Spiel sollte man auch haben.","replies":[{"id":"","poster":"At Night we hunt","date":"2018-04-17T07:34:52.186+0000","up_votes":1,"down_votes":3,"body":"ja da stimme ich zu nur leider war dieser umstand zuerst in 2 1-for-all games (ich bin nur eine Person btw bei Minute 20 surrendert mein Team trotzdem) und dann in drei raneked games zu gegend \nda ich leider gottes eine Person bin die nicht mit solch einer nicht-zufriedenstellenden game experince aufhören möchte spiele ich weiter und bringe dann natürlich eine Teil des tiltes mit ich bin schließlich auch nur ein mensch wenn das dann 3-4 games hintereinander das gleiche ist und das Team auf einen nicht hören will und sich weigert mit dir zu spielen obwohl man selbst gut im game ist dann empfinde ich das als extrem frustrierend und toxic auf seiten dieser spieler aber rito käme nie im leben auf die Idee sowas zu punished Hauptsache den Alibi reprot \"negative attitude\" einführen für den noch nie jeamnd geüpunisht wurde \n\nzudem flamer zumindest ist das in meinem fall so reagieren meist nur auf teammates es fängt an mit wow you guys are bad und dann kommt irgendein bullshit von nem 0/12 gold4 200 games 45% winrate god den ich mir dann einfach so anhören soll und dass in bis zu 10 games am tag schönnen dank auch","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-04-17T07:57:52.953+0000","up_votes":1,"down_votes":0,"body":"Wenn 4v5 das Game nicht mehr spielen wollen, dann kannst du in diesem Game sowieso nicht mehr gewinnen, ergo = akzeptieren und dann vllt mal ne Pause zwischen schieben. \n\nDu musst dir ja nichts von deinem Team anhören - Mute\n\nIch bin auch oft tilted, aber dann lass ich es mal sein und mach ne Pause, Sport, Einkaufen, kochen whatever.","replies":[]}]}]}]}]}]},{"id":"","poster":"At Night we hunt","date":"2018-04-17T06:51:32.509+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"XenesisCH","date":"2018-04-17T07:04:06.954+0000","up_votes":1,"down_votes":0,"body":"Naja zugegeben, seine paar Wörter bilden nicht wirklich eine Basis für eine anständige Diskussion, aber er hat recht, dein Chatlog \"is considered toxic\". Ein Strafe ist durchaus berechtigt. \n\nUnteranderem bist du beleidigend, passiv-agressiv und rufst zum Reporten auf, das sind alles unerwünschte Dinge, welche du in Zukunft unterlassen solltest.\n\nMein Tipp: Befolge den [Weg der Beschwörer](https://euw.leagueoflegends.com/de/featured/summoners-code).","replies":[{"id":"","poster":"At Night we hunt","date":"2018-04-17T07:08:46.713+0000","up_votes":1,"down_votes":3,"body":"nein ich habe nicht zum Report aufgerufen ich habe geantwortet weil jemand im all Chat geschrieben hat man solle mich reporten dieser jemand war 1/7 zu dem Zeitpunkt btw es heißt richtig At Night we hunt: report you for lying, und ja ich bin beleidigne und vor allem passive-agressive wenn ich ein ranked game spiele (das ich gewinnen möchte btw deshalb spiele ich rank und nicht normals) wenn die botlane seit beginn feedet und sie vom Team und einem selbst aufgefordert werden doch bitte passive zu spielen jinx janna lane btw gegen vayne im early game aber man es einfach nicht hinkriegt und man nachdem man 3 mal gestorben ist ff at 15 in den Chat schreibt das bereichert meine game experince ungemein","replies":[{"id":"","poster":"XenesisCH","date":"2018-04-17T07:20:28.848+0000","up_votes":1,"down_votes":0,"body":"Okey nehmen wir das mit den Reportaufruf mal beiseite. Wie du selbst sagst, trifft es zu, dass du beleidigend und passiv-agressiv im Chat bist. Es ist aber nunmal so, dass dies nicht erlaubt ist und wenn du dich weiter so verhältst im Chat, weitere Strafen folgen werden. Ich weiss nicht welche Strafe du dafür bekommen hast, es gibt folgende Strafstufen 10xCR, 25xCR, 14 Tagebann und danach Permabann. Ich rate dir deshalb dein Verhalten im Chat in Zukunft zu überdenken und anzupassen.","replies":[{"id":"","poster":"At Night we hunt","date":"2018-04-17T07:55:58.835+0000","up_votes":1,"down_votes":5,"body":"hatte auf diesem acc noch keinen Chat ban und das ist bereits der perma aber nur auf dem smurf so.....\nja ich darf passive agressiv sein wenn leute aufgeben und meine spielerfahruing kaputt machen andereseits könnte ich auch einfach inten (nicht mit dem Team spielen solo sidelane pushen usw.) oder afk gehen (in der fountain stehen) wie viele der engelsgleichen league spiler die nicht toxic sind es zu tun pflegen","replies":[{"id":"","poster":"XenesisCH","date":"2018-04-17T08:06:36.621+0000","up_votes":1,"down_votes":0,"body":"> ja ich darf passive agressiv sein wenn leute aufgeben und meine spielerfahruing kaputt machen\n\nOkey, ich ab dir alles gesagt, was du wissen musst bezüglich deinem Chatverhalten, alles andere liegt bei dir.","replies":[]}]}]}]}]}]}]}]}