{"id":"EOfEtygB","poster":"LittIe Red Devil","date":"2018-04-15T16:40:36.781+0000","title":"LoL auf Japanisch is zum Todlachen","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":2,"body":"eine freundin hat mich gestern gefragt ob sie den EU W server auch auf japanisch stellen kann und ich meinte ja geht sicha. jetzt hat sie sich mal bizal damit befasst und geschaut was auf dem japanischen server so anders is als auf unserem hier und ja wir haben tats&auml;chlich eine kleine aber feine txt datei gefunden die wir eben beide in unseren clienten umgestellt haben ^^ jetzt zocken wir auf EU W auf japanisch und ich muss gestehn das diese salzmine von einem spiel doch xtrem lustig sein kann. erstens weil ich nix mehr lesen kann sofern keiner im chat schreib, noch versteh ich was der anouncer sagt aber yolo soviel wie heute hab ich schon lang nicht mehr in leaque gelacht xD\r\n\r\nmfg","replies":[{"id":"","poster":"Kind Prow","date":"2018-04-17T13:21:30.905+0000","up_votes":1,"down_votes":0,"body":"Nein, Französisch klingt, wie wenn einer dieser schlechten Magier ein unendliches Seil dem Sprecher aus dem Munde zieht. Wie eine lange ununterbrochene Brühe :>\n\nWerte Frittensuppe, gestatten sie, dass ich sie auflöffle?","replies":[{"id":"","poster":"LittIe Red Devil","date":"2018-04-17T14:44:29.991+0000","up_votes":1,"down_votes":0,"body":"frittatensuppe pls nicht fritten ^^ das sind creps klein geschnitten in supp xD aber ja du darfst gern mal auslöffeln wenn´s den schmeckt. ich könnt in dem zeug baden so geil is das xD","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2018-04-16T20:11:57.985+0000","up_votes":1,"down_votes":0,"body":"Bitte ja, französisch ist eine sehr klangvolle, wunderbare Sprache. Du ignorantes Schweinekotlett mit Sauerkraut!","replies":[{"id":"","poster":"LittIe Red Devil","date":"2018-04-17T07:51:01.411+0000","up_votes":1,"down_votes":0,"body":"französisch find ich jetzt eigentlich eher wie sprechen mit kotz anfall aber ok jeden das sein ^^ und wenn dan bitte bin ich ne frittatensuppe o. a gschöchts xD","replies":[]}]},{"id":"","poster":"Amycos Cyrus","date":"2018-04-15T21:19:32.009+0000","up_votes":1,"down_votes":0,"body":"Das geht auch einfacher. Stell mal den Client auf Französisch oder Spanisch (je nachdem welche du davon NICHT verstehst. XD)\nIch habe ihn aktuell auf französisch. Tahm Kench cordon-bleu lässt grüßen.","replies":[{"id":"","poster":"LittIe Red Devil","date":"2018-04-16T01:16:02.562+0000","up_votes":1,"down_votes":0,"body":"ach... das war so auch ganz einfach ^^ einfach im lol ordner config/clientsettings gehen und dort die jeweilige txt verändern. bei mir war das eben en_GB auf ja_JP. war ne sache von sekunden und klingt alle mal besser als dieses ranzige gekotze das sich französisch nennt xD","replies":[]}]},{"id":"","poster":"5 Dunks 1 Darius","date":"2018-04-15T17:00:09.964+0000","up_votes":1,"down_votes":0,"body":"Besonders Ahri's Todessound ( ͡° ͜ʖ ͡°)","replies":[]}]}