{"id":"QOKvXeOK","poster":"Vikypedia","date":"2018-04-15T16:50:01.868+0000","title":"Ambitionierter Clan sucht Member","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Beschw&ouml;rer,\n\nin diesem Thread m&ouml;chte ich kurz unseren Clan vorstellen. Der Clan besteht schon seit mehreren Jahren und hat seither eine stetig wachsende Memberzahl. Wobei es uns nicht um die Quantit&auml;t geht, sondern eine Gemeinschaft an Spielern zu haben die in einer famili&auml;ren Atmosph&auml;re gemeinsam etwas spielen und einfach Spa&szlig; haben. Derzeitigen sind wir wieder auf der Suche nach neuen Leuten, die frischen Wind in unseren Clan bringen.\n\n> Mittlerweile sind wir als Clan gewachsen und haben rund um die ~150 aktive Member. Welchen wir etwas bieten m&ouml;chten und deshalb verschiedene Aktivit&auml;ten wie LoL- und Aram Abende, Coaching, Cards Against Humanity und weitere veranstalten. An welchen nicht nur Member sondern auch G&auml;ste und Freunde gern gesehen sind. Neben dem allgemeinen Events, bieten wir auch die M&ouml;glichkeit ein Team bei uns zu gr&uuml;nden oder einem bestehenden beizutreten. Es wird jedoch nicht nur LoL gespeilt sondern auch andere Spiele wie CS:GO, Fortnite, WoW und weitere.\n\n________\n**Was wir von dir erwarten:**\n\n* Mindestalter von 18 Jahren\n* Aktivit&auml;t auf unserem Teamspeak\n* Teilnahme an Clanbesprechungen und gelegentlich Besuch im Forum\n* Interesse an unserem Clan\n* Elo/Level nicht relevant\n\n**Was du von uns erwarten kannst:**\n\n* Aktive Member\n* strukturiertes Forum\n* koordinierte Spieler-/Teamvermittlung\n* Coaching (auf Wunsch)\n* Interene Turniere und w&ouml;chentliche Events\n* Ein freundliches und engagiertes Clan-Team :)\n* Multigaming (PUBG, WoW (Raid-Gilde), CS:GO, Hearthstone, Diablo 3, TTT, DbD)\n_______\n\nFalls du Interesse hast uns beizutreten oder uns zu besuchen und dir ein Bild zu machen, dann adde mich gerne ingame unter: _Vikypedia_. Dies ist der erste Schritt der Bewerbung. Danach werdet ihr in den TS zu einem lockeren Gespr&auml;ch eingeladen. Falls ich euch nicht direkt anschreibe, k&ouml;nnt ihr dies gerne machen, sobald ihr mich online seht.\n\nBis dahin, viel Erfolg in der Kluft\n\n{{summoner:13}}","replies":[]}