{"id":"f4ls6E1l","poster":"LCG mozuki","date":"2018-04-15T16:20:54.395+0000","title":"Du suchst ein Team? Dein warten hat ein ENDE! #TEAMBINGO","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hall&ouml;chen liebe Community,\r\n\r\nDie Organisation Legacy Global eSports w&uuml;rde Euch gerne ein neues Konzept vorstellen.\r\n\r\nWer ein Team sucht und Euch einfach &uuml;ber das LOL Forum oder CO. Zu lange dauert oder bisher der Erfolg ausblieb - f&uuml;r den haben wir genau das Richtige! Wir m&ouml;chten diesen Sonntag das ganze Mal &ouml;ffentlich gestalten und jeden, einladen der noch ein Team sucht.\r\n\r\n**Am Sonntag den 15.04.18 beginnt unser Teambingo Ihr seit herzlich eingeladen daran Teilzunehmen.**\r\n\r\nWie l&auml;uft das am Sonntag ab?\r\n\r\nTreffpunkt ist Sonntag 20 Uhr auf unseren Teamspeak Server Channel &quot;Wartebereich Team-Bingo&quot; sobald es losgeht werdet ihr in die Event Area gezogen.\r\n\r\nLCG - Teambingo:\r\n\r\n● Jeden Sonntag ab 20:00 Uhr findet im Teamspeak in der Eventarea eine Zusammenkunft der Spieler statt, die aktiv ein Team suchen.\r\n\r\n● Die Spieler werden dann von den Teambetreuern in verschiedene Channel verteilt die nach Elo, Premadepartnern, Wunschmitspielern etc. ausgew&auml;hlt werden.\r\n\r\n● Es entstehen also Channel mit jeweils 5 Spielern, die dann die Gelegenheit haben sich zu beschnuppern und 1-2 Games miteinander zu spielen.\r\n\r\nNach dieser Sortierung und nach den Games folgt ein Feedback an den Teambetreuer der gerade f&uuml;r euer Team zust&auml;ndig ist.\r\n\r\n● Verlaufen die Games Positiv und es kommt ein Team zustande, k&uuml;mmert sich der Teambetreuer um einen Channel und um den jeweiligen Eintrag.\r\n\r\n● Verlaufen die Games nicht so toll, kann reagiert werden in dem ein Spieler getauscht wird oder wenn es andere Gr&uuml;nde gibt die so schnell nicht zu kl&auml;ren sind, ist eine Woche sp&auml;ter ja der n&auml;chste Bingo-Abend.\r\n\r\nOptional k&ouml;nnt ihr auch jetzt hier ein Antrag schreiben Wir melden uns sobald wir ein Team erstellen k&ouml;nnen ansonsten bis Sonntag!\r\n\r\nhttp://legacy-global.de/Forum/forumdisplay.php?fid=3\r\n\r\nNoch fragen? Dann schau bei uns auf den Ts vorbei oder stell sie direkt hier!\r\n\r\nKontaktdaten:\r\n\r\nTeamSpeak IP: ts.legacy-global.de\r\nWebsite: http://legacy-global.de \r\nKontaktformular: http://legacy-global.de/home/contactus\r\nTeam-Antrag: http://legacy-global.de/Forum/forumdisplay.php?fid=3","replies":[{"id":"","poster":"LCG mozuki","date":"2018-04-15T17:46:02.601+0000","up_votes":1,"down_votes":2,"body":"noch 15 min ^-^ \n\n\n{{sticker:sg-ahri-3}}","replies":[]}]}