{"id":"04aKvlG8","poster":"I love you Malon","date":"2018-04-13T09:02:09.546+0000","title":"Was haben die ganzen Mini-Reworks nun gebracht?","subforum":"Champions & Gameplay","up_votes":3,"down_votes":3,"body":"Sehns&uuml;chtig habe ich 2 Jahre gewartet nachdem Azir Season 6 so gegutted wurde das er nearly unplayable war.\r\nSein Scaling dauerte zu lang, seine Mana Kosten waren zu hoch und sein Schaden im Early Game war viel zu gering weswegen Azir sich auf der Lane nur rumschubsen lie&szlig;.\r\nDann kam Season 7-8 das Rework f&uuml;r Kalista und Azir. \r\nWurden 3 Monate im Pro Bereich gespammt und nun schaut euch die Winrates nach den Nerfs an!\r\n\r\n[Azir](http://champion.gg/champion/Azir/Middle) und [Kalista](http://champion.gg/champion/Kalista/ADC) sind completly unplayable in h&ouml;herer Elo obwohl ich alle beide sehr gerne gespielt habe.\r\nMir ist bewusst das diese Champions absolute Competitive Breaker sind und den Pro-Bereich sofern sie Meta sind stark unter druck setzen.\r\nDennoch verstehe ich das ganze getue nicht.\r\n&quot;Wir von Riot versuchen alle Spielerbereiche abzudecken um m&ouml;glichst alle gl&uuml;cklich zu machen!\r\n\r\nDanach sieht es mir aber nicht aus","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2018-04-13T11:32:54.369+0000","up_votes":3,"down_votes":0,"body":"Hab ich nicht letztems auf SummonersInn gelesen, dass Riot offiziell bekannt gegeben hat, dass sie Azir und Kalista ausschließlich für die Competetive Scene balancen... weil sie eingesehen haben, dass die Champions genau genommen bescheiden desinged sind? Weil ihre Kits zu überladen sind? \n\nDie wirklich spannende Frage ist ja: Where do we go from here? Also wie oft designt Riot noch Champions mit extrem überladenen Kits, die dann so extrem für die Profiszene generft werden müssen, dass sie in der SoloQue unspielbar sind? Wann lernt Riot endlich von ihren Sorgenkindern?\nWenn ich mir die Winrate von Orrn und genau genommen auch Zoe angucke... wahrscheinlich nie...\nBeide sind auf einem  guten Weg die nächsten \"Wir müssen die für die SoloQue unbrauchbar machen, weil sie sonst competetive broken sind\" Champions.\n\nUnd ja, ich behaupte das zu häufig. Bei Camille lag ich daneben, die ist am Ende wirklich gut geworden... Aber wenn das so weiter geht ist es irgendwann so weit, dass im Competetive Bereich komplett andere Champions gespielt werden, die allesamt in der SoloQue als Trollpicks betrachtet werden müssen... Das kann keine gute Entwicklung für das Spiel sein...","replies":[{"id":"","poster":"I love you Malon","date":"2018-04-13T11:41:22.799+0000","up_votes":1,"down_votes":1,"body":"Das ist mein Mann...!\nStimme dir vollkommen zu.\n\nFrage mich trotzdem wo die Downvotes herkommen {{sticker:sg-janna}}","replies":[]}]},{"id":"","poster":"Feast for Trolls","date":"2018-04-13T10:43:01.259+0000","up_votes":2,"down_votes":1,"body":"Als Azir-Main kann ich nur etwas über ihn sagen. Das Kit dieses Champions ist absolut überladen. Hoher Burst- und konstanter (AoE)-Schaden. Hohe Range, hohe Mobility und ein Ult, das gerade die Mechanik der Champions aushebelt, die typischerweise ein Counter für Mages, wie ihn sind. Dazu ein unglaubliches Playmaker-Potential mit dem Drive-By-Shuffle.\n\nDas alles kommt zu dem Preis, dass Azir einer der, wenn nicht der, mechanisch anspruchsvollste Champion überhaupt ist. Von vielen Azir-Spielern wird gerade das als Argument missbraucht: \"Wenn ein Champion so schwer zu spielen ist, dann muss er auch stark sein\". Auf Ebene der Profis hinkt diese Argumentation, die diese nichts anderes machen, als die Champions zu üben, die potentiell stark sind. \n\nIm Moment ist Azir wieder genau da, wo er vor seinem Rework war - im Grunde eigentlich noch etwas schelchter. Aber ich muss sagen, dass ich Riots Schritte hier verstehen kann. Ich spiele selbst Azir und weiß auf der anderen Seite ganz genau, wie frustrierend es ist gegen ihn zu spielen. Riot hat schlichtweg keinen anderen Ausweg mehr gesehen, weil sie nicht in der Lage waren ihn zu balancen.\n\nRiot hat den Champion in eine Mumie verwandelt, die auf das nächste Rework wartet. Es ist aber klar, dass Azir mit seinem aktuellen Kit niemals bessere Values als jetzt haben kann. Auch wenn es wohl schade ist, der nächste Azir wird wohl effektiv kein Shurima-Shuffle mehr durchführen können.","replies":[{"id":"","poster":"I love you Malon","date":"2018-04-13T10:49:01.439+0000","up_votes":1,"down_votes":1,"body":"Ich stimme dir zu und ich hab es auch nicht verneint das Azir completly überladen ist.\nAber ich Verstehe nicht wieso das Entwickler Team das nicht bereits begriffen hat nachdem sie Azir Season 5 generft hatten.\n\nWie du bereits beschreibst, sein Kit hat alles was er braucht.\nSelfpeeling, Mobility, DPS und Late-Game Scaling!\nIn den Händen eines guten Spielers und wir haben es schon oft erlebt, dominiert Azir jede Lane.\n\nEin richtiges Rework wäre zumindest das einzige was Kalista und Azir noch retten würde.\nBin mir aber sicher das es sogar das beste wäre diese Champions von Grund auf neu zu designen.\nAn dem Base Kit is wie du erwähnst nichts mehr wirklich zu retten ohne das die completly broken im Competitive sind.","replies":[{"id":"","poster":"Feast for Trolls","date":"2018-04-13T11:11:43.405+0000","up_votes":2,"down_votes":1,"body":"> Aber ich Verstehe nicht wieso das Entwickler Team das nicht bereits begriffen hat nachdem sie Azir Season 5 generft hatten.\n\nDie Entwickler sahen sein Balance-Problem an einer anderen Stelle. Was mit seinem Rework generft wurde, war seine Range und sein Ult (es stößt die Gegner nur noch einmal zurück). Die Intention dahinter war, dass Azir \"weniger safe\" spielen muss und anfälliger gegen Assassins ist. Das war aber augenscheinlich nicht der richtige Ansatz, da Assassins zum Zeitpunkt seines Reworks aufgrund der verkorksten Drecks-Ardent-Supports sowieso nicht gespielt wurden. Riot hatte die Tür für Assassins aufgemacht, aber niemand ist durchgegangen.\n\n> Ein richtiges Rework wäre zumindest das einzige was Kalista und Azir noch retten würde.\n\n\"Retten\" - Ich weißt nicht, ob das hier das richtige Wort ist. Mit einem \"richtigen\" Rework werden das komplett andere Champions, die sich vielleicht gar nicht mehr so gut anfühlen. Ich bin sehr skeptisch, was das angeht. Aber so wie die Champions jetzt sind, können sie auch nicht bleiben.\n\nMeines Erachtens wäre es sinnvoller andere Champions, die gegen Azir gespielt werden können zu buffen, anstatt ihn ständig zu nerfen. Auch würde es viel bringen, wenn Riot endlich mal Nahsor's Tooth aus dem Game entfernen würde ( der Rush dieses Items hat Azir auch sehr stark gemacht im Early). Bevor man die Identität dieses Champions komplett zerstört, würde ich mir wünschen, dass man sowas vorher nochmal ausprobiert.","replies":[{"id":"","poster":"I love you Malon","date":"2018-04-13T11:37:52.767+0000","up_votes":1,"down_votes":0,"body":"Dann müsste man alles Buffen weil sonst alle Mid-Laner zu stark wären und ADC's nur beim Anblick eines Mid-Laners sterben würde :'D\n\nDadurch wäre das Game wieder schneller.","replies":[{"id":"","poster":"Feast for Trolls","date":"2018-04-13T11:51:49.233+0000","up_votes":1,"down_votes":0,"body":"Naja weiß ich nicht, es gibt ja zum Beispiel einige Champs, die vom Design gut gegen Azir sind, aber im Moment nicht die richtigen Stats haben, um es mit ihm aufnehmen zu können. Ein Beispiel: Viktor.\n\nAußerdem verstehe ich nicht woher überhaupt der Irrglaube von vielen kommt, dass ein ADC einen Midlaner im 1v1 besiegen können soll. Im Moment ist das zwar so, weil ADCs generell zu stark sind, aber vom grundsätzlichen Design sollte das nicht so sein ( war früher ja auch nicht so).","replies":[{"id":"","poster":"I love you Malon","date":"2018-04-13T11:54:57.887+0000","up_votes":1,"down_votes":0,"body":"Ein ADC soll aber auch durch Skill besiegt werden und nicht durch einfaches Drücken einer Taste!\nNicht wahr Syndra?","replies":[]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-04-13T10:22:47.743+0000","up_votes":1,"down_votes":1,"body":"Es sind aber auch 2 der mechanisch schwierigsten champs ihrer klasse...was auch die schlechte WR beeinflussst.","replies":[{"id":"","poster":"I love you Malon","date":"2018-04-13T10:24:59.369+0000","up_votes":1,"down_votes":0,"body":"Blöd das selbst in Diamond Elo die beiden immer noch eine 43 % Winrate haben:\n\nhttps://www.leagueofgraphs.com/de/champions/stats/azir/diamond\nhttps://www.leagueofgraphs.com/de/champions/stats/kalista/diamond\n\nund in Bronze ist sie sogar höher :'D\nZumindest bei Kalista\n\n\nEdit: Wenn man die Top besten Spieler anschaut die den jeweiligen Champion spammen merkt man das sie alle von Kalista und Azir die Finger weglassen. Man sieht immer mal wieder die beiden Champs aufpoppen, aber eher mit schlechten Ergebnissen.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-04-13T10:53:25.794+0000","up_votes":1,"down_votes":0,"body":"Jo ist schon klar nur auch dia spieler sind keine pros. Und ich sags mal so mechanisch einfachere champs wie ori oder corki haben vl nicht das potenzial von Azir, aber man kann sich auch auf anderes konzentieren da sie mechanisch leichter sind.\n\nAber der nerf war dringend nötig finde ich. Er konnte einfach viel zu sicher viel schaden machen. Soldaten auf höhe der wave -> waver plätten -> mit Q und 2×Soldaten-AA 1/3 des lebens des gegner nehmen während azir nicht man annähernd in range für einen trade war. Und solle man doch mal die chance bekommen E+Q und er ist über (fast) alle Berge (wände) in sicherheit.","replies":[{"id":"","poster":"I love you Malon","date":"2018-04-13T10:57:14.997+0000","up_votes":1,"down_votes":0,"body":"Ich sag auch nicht das die Nerfs nicht berechtigt waren. \nLulz O.o\n\nIch wollte jediglich anregen das wir genau an dem selben Punkt wie vor einem halben Jahr sind.\nDas zeigt einfach wie unfähig Riot in dieser Hinsicht ist diese 3 Champions zu balanced.\nJa ich schiebe Ryze auch bereits damit rein.\nEr ist nämlich auch ein Problem-Kind das Riot nicht gebalanced bekommt ohne das er zu schwach/stark ist.\nich nehme es aber auf der anderen Seite nicht übel.\n\nAzir verzeiht keine Fehler? \nSeine Ultimate verzeiht mindestens 1 Fehler ...!\nOrianna nicht einen einzigen.\nWenn sie gecatched wird ist sie tot. Die ist softer als ein Softball im Sportunterricht. \nEinmal zu weit vorne, stuck in der Animation. What weis der Geier und sie ist R.I.P. .\nAzir kann versuchen noch rauszudriften und mit seiner Ult jemand wegzupushen.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-04-13T12:19:35.590+0000","up_votes":1,"down_votes":0,"body":"Ich musste beim schreiben pausieren -> arbeit, daher hats keinen sinn ergeben...ich habs vorhin korrigiert worauf ich ursprünglich hinauswollte.\n\nStimmt bei kali, azir und ryze schaffen sies nicht und ich glaube solange sie das kit der 3 nicht ändern werden sies nie schaffen.","replies":[]}]}]}]}]}]}