{"id":"T2FoiGF3","poster":"Linhsan","date":"2018-04-10T22:04:18.477+0000","title":"Team VoSu - Voluntas Succedunt","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Voluntas Succedunt &ndash; Der Wille zum Erfolg!\n\nDu spielst also League of Legends und m&ouml;chtest einer Organisation beitreten und zusammen mit einem Team in diversen Ligen dein koennen auf die Probe stellen? Dann bist du bei uns genau richtig!\n\nWir sind eine am 01.01.17  gegruendete Multigaming Organisation mit Fokus auf den competetive eSport.\n\nWir Planen ein, oder mehrere, LOL Teams aufzuziehen. Mit dem  langfristigen Ziel uns fest im League of Legends eSport zu etablieren.\n\nWarum wir?\n\nBei TeamVoSu hast du nicht nur eine gut strukturierte eSport Organisation mit rund 50 Mitgliedern, sondern auch diverse Vorteile.\n\n⦁\t10 % Rabatt bei MMOGA\n⦁\tueber 10% Rabatt im eigenen Merchandise Shop\n⦁\tTeilnahme an internen Giveaways\n\nWir bieten dir:\n\n⦁\tTeamspeak 3 Server\n⦁\tDiscord Server\n⦁\tStreamoverlays\n⦁\tAufstiegsmoeglichkeiten\n⦁      Übernahme/Teilnübernahme von Anmeldegebühren für Ligen und Cups abhaengig von der Endplatzierung\n \nWir moechten eine angenehme Spielatmosphaere schaffen in der Ihr mit Gleichgesinnten eure Faehigkeiten perfektionieren koennt und euer Koennen in Ligen auf die Probe stellt.\n\nDeshalb haben wir natuerlich auch Anforderungen die wir stellen.\n\nAllgemein:\n\n⦁\tMindestens 16 Jahre alt\n⦁\tTeamspeak 3 oder Discord vorhanden\n⦁\tFunktionstuechtiges Headset\n⦁\tFreundlicher und respektvoller Umgang\n⦁\tKritikfaehigkeit\n⦁\tTeamfaehigkeit\n⦁\t_**Tiltproof**_\n\nLeague of Legends E-Sport Team\n\n⦁\tMindestens Platin 1 (Current Elo)\n\nFreie Positionen\n\n⦁\tToplane\n⦁\tMidlane\n~~⦁\tAD-Carry~~\n⦁\tSupport\n\nSonstiges:\n\n⦁\tLiga Erfahrung vom Vorteil (nicht Pflicht)\n\n\nWir haben dein Interesse geweckt? Dann bewerbe dich ganz einfach per Mail unter dem Betreff\nBewerbung E-Sport LOL \nan \noffice@teamvosu.com\n\nBitte erzähl uns in deiner Bewerbung noch etwas über deine bisherige League of Legends Erfahrung, deine Main Position und was du von uns erwartest.\n\nZudem teile uns bitte noch mit wie wir dich am besten erreichen können.\n\nAuf bald! und vielleicht können wir _dich_  ja bald in unserem Team begrüßen.\n\n\n\n\n","replies":[]}