{"id":"JerxFOEq","poster":"Ragnarøk Awaits","date":"2018-04-10T03:13:06.361+0000","title":"2 Rankeds an einem Tag durch Client Probleme \"verloren\".","subforum":"Ligen & gewertete Spiele","up_votes":0,"down_votes":1,"body":"Mir gingen im Laufe des Tages 2 Rankeds verloren (davon 1 remake aber durch mich) da es zu Client/ingame Crashes kam.\n \nBeim ersten mal bekam ich mittem im Spiel so bei 15 min einen DC mit &quot;trying to reconnect&quot; Screen. Allerdings war ich nicht vom Internet getrennt noch hatte ich high ping (mit cmd command &uuml;berpr&uuml;ft). Da das automatische Wiederverbinden nicht funktionierte, habe ich dann das Spiel manuell geschlossen und wollte vom Client aus reconnecten. Bevor ich aber in den Loadingscrren kam, erschien die meldung das ich keine Verbindung zum Server zustande kommt. In diesem Fenster durfte ich &quot;Abbrechen&quot; oder &quot;Ernuet versuchen&quot; ausw&auml;hlen. Da der erneute Versuch nichts gebracht hatte w&auml;hlte ich nun &quot;Abbrechen&quot; und der Client schloss sich. Beim Neu&ouml;ffnen des Spiel musste der Client warum auch immer 300MB updaten. Mittlerweile war das Spiel verloren...\n\nBeim 2ten mal kam es schon in der Champ Select zum Verbindungsabbruch. Da ich aber schon gepickt hatte wurde auch hier wieder versuchht die Verbindung im Client wieder aufzubauen. Und auch hier hatte ich ansonsten keine Internetprobleme aber zu einer Verbindung mit LOL kam es trotzdem erneut nicht. Als ich mich diesmal per Client Neustart ins Spiel zur&uuml;ck bringen wollte, kam beim Loginversuch erst die Meldung das die Loginserver nicht antworten und sp&auml;ter noch das ein schwerwiegender Fehler aufgetreten w&auml;re. Als es dann endlich funktionierte landete ich prommt in der Post Lobby. Das Spiel wurde nat&uuml;rlich ge- remaked und mir war es anscheinend erst wieder m&ouml;glich mich einzuloggen, als das Spiel nicht mehr lief. ( die anderen Spieler kamen n&auml;mlich zeitgleich mit mir in die Post Lobby)\n\nZwischen den Spielen lagen mehrere Stunden und der PC war zwischenzeitig aus.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-04-10T07:27:42.899+0000","up_votes":1,"down_votes":0,"body":"Jup hatte ich vor einiger zeit auch, konnte nicht auf die map connecten (alles vorher ging problemlos und auch browser und andere games)...hat mich meine promo gekostet...aber was soll man machen...wieder raufspielen und abhaken. :)","replies":[]},{"id":"","poster":"Critical lmpact","date":"2018-04-10T06:22:23.550+0000","up_votes":1,"down_votes":0,"body":"Genau das Problem (dein erstes) hatte ich gestern Abend auch.... \n\nMitten im Spiel „Verbindung wird wieder hergestellt“, obwohl die Internetverbindung nicht unterbrochen und nach wie vor stabil war :/\n\nDanach der Netzwerkfehler bzw. keine Verbindung zum Server beim Versuch, nach Neustart des Clients wieder ins Spiel zu kommen..","replies":[]}]}