{"id":"bmrZUIEw","poster":"nodawG","date":"2018-04-09T10:38:04.600+0000","title":"Jhin's ultimative Fähigkeit trifft Ziele außerhalb der angezeiten Range","subforum":"Melde einen Bug","embed":{"title":"Jhin R Bug","description":"Uploaded by Exe Cute on 2018-04-09.","url":"https://youtu.be/Pd_s5KbcSAo","image":"https://i.ytimg.com/vi/Pd_s5KbcSAo/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Jhin hat nach einem intensiven Kampf in der Mitte seine Ult genutzt um damit die Ahri zu t&ouml;ten.\r\n\r\n Man sieht, dass sowohl der erste Schuss, als auch der Zweite au&szlig;erhalb der angegebenen Range fliegen und dort auch treffen. Ahri war nicht dazu bereit der Ult auszuweichen da sie eigentlich au&szlig;erhalb der Range sicher sein sollte.\r\n\r\n Es wurde der Projekt: Jhin Skin und die ultimative F&auml;higkeit genutzt","replies":[{"id":"","poster":"Drachenlord1510","date":"2018-04-09T10:49:16.569+0000","up_votes":1,"down_votes":0,"body":"Das war doch ziemlich genau in der Range. Du musst halt überlegen, dass LoL kein 2D-Spiel ist, sondern dass du einen 3D-Blickwinkel hast. Die Linien, die die Range anzeigen, liegen auf dem Boden. Der Schuss fliegt aber über dem Boden. Dann sieht das in 2D so aus, als ob das über der Linie wäre. Wenn du aber exakt von oben gucken würdest, wäre der Schuss ziemlich genau auf der Linie.","replies":[{"id":"","poster":"DLRH Mr Lacoste","date":"2018-04-09T10:53:55.539+0000","up_votes":2,"down_votes":0,"body":"Man sieht aber, dass Ahris leiche hinter der linie liegt, genauso wie die Blüte ihre Mitte hinter der linie entfaltet.\n\nGlaube die Hitbox war etwas zu groß.","replies":[]},{"id":"","poster":"Bote des Chaos","date":"2018-04-09T11:24:04.623+0000","up_votes":1,"down_votes":0,"body":"Jhin steht im River, Ahri steht im Jungle. Dadurch steht Jhin etwas niedriger als Ahri und die Linien von Jhins R hauen aus der Perspektive nicht mehr exakt hin. Selbst wenn beide auf einer Höhe sind und du als Jhin exakt auf die Linie zielst, kommt der Schuss mit der Mitte seiner Hitbox auf der Linie raus. das bedeutet, dass die Hitbox noch ein klein wenig über die Linie hinaus geht. Hier kommen beide Effekte zusammen; da wird das Problem liegen. Bei den Schüssen kann man auch erkennen, dass das Geschoss, nicht parallel zur Randlinie fliegt, sondern diese in der Mauer kreuzt. \nEs ist also im Spectator-Modus falsch angezeigt wurden, im Spiel sollte es da aber etwas besser hinhauen. weißt du ob es ingame auch so verschoben war? möglicherweise liegt die Ursache wirklich in Perspektive und Spectator....","replies":[{"id":"","poster":"nodawG","date":"2018-04-09T12:03:03.988+0000","up_votes":1,"down_votes":0,"body":"Ingame war es verschoben, ich war Ahri und dacht es wäre nicht nötig zu dodgen. Der Yi aus dem eigenen Team hat es auch beobachtet und schickt direkt einen \"?\"-PIng ebenso wie ich.","replies":[]}]}]}]}