{"id":"AKvY4cYN","poster":"Spicavius","date":"2018-04-08T23:45:24.707+0000","title":"T-Shirt \"Frühjahrsfinale der EU LCS 2018\" Wie lange verfügbar?","subforum":"Allgemeiner Chat","embed":{"title":"Riot Games Merch | T-Shirt „Frühjahrsfinale der EU LCS 2018\" (Unisex) - Shirts - Kleidung","description":"In Kopenhagen steht der Frühjahrstitel auf dem Spiel. Hol dir für begrenzte Zeit das offizielle T-Shirt.","url":"https://euw.merch.riotgames.com/de/clothing/shirts/2018-eu-lcs-spring-finals-tee-unisex.html?utm_source=lol.com&utm_medium=t2banner&utm_campaign=EULCSSpringFinalsTee18","image":"https://euw.merch.riotgames.com/media/catalog/product/cache/51/image/570x/9df78eab33525d08d6e5fb8d27136e95/s/p/springfinals_anivia_front_ecomm.png"},"up_votes":1,"down_votes":0,"body":"Hi!\r\nIn den &quot;Ank&uuml;ndigungen/ Neuigkeiten&quot; steht &quot;In Kopenhagen steht der Fr&uuml;hjahrstitel auf dem Spiel. Hol dir **online f&uuml;r begrenzte Zeit** das offizielle T-Shirt.&quot;\r\n\r\nDie frage lautet wie lange sind diese T-Shirts verf&uuml;gbar? Konnte das n&auml;mlich nicht aus der Meldung rauslesen. Nur dass die T-Shirts f&uuml;r begrenzte Zeit verf&uuml;gbar sind... Vllt wisst ihr bescheid oder Aryia wird mir vllt sogar antworten wer wei&szlig; wer wei&szlig;. :D\r\n\r\nDanke schonmal im Vorraus!","replies":[{"id":"","poster":"Gin","date":"2018-04-09T11:00:21.436+0000","up_votes":1,"down_votes":0,"body":"Die T-Shirts vom Spring und Summer Split des letzten Jahres gibt es immer noch im Shop. \n\nIch würde daher sagen die werden noch ein Weilchen bleiben ;)","replies":[{"id":"","poster":"HyperionCH","date":"2018-04-11T07:18:11.935+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gin,realm=EUW,application-id=YnZkMR0R,discussion-id=AKvY4cYN,comment-id=0000,timestamp=2018-04-09T11:00:21.436+0000)\n>\n> Die T-Shirts vom Spring und Summer Split des letzten Jahres gibt es immer noch im Shop. \n> \n> Ich würde daher sagen die werden noch ein Weilchen bleiben ;)\n\nHmm, dafür war die Ahri-Statue - trotz schlechter Ankündigung - innerhalb wenigen Stunden (während der üblichen Arbeitszeit) bereits ausverkauft. 🤔\n\nAls BWLer muss ich sagen, dass Riot bezüglich Produktionsmengen ihrer Merch-Artikel noch Luft nach oben hat. Zumindest macht dies hier sehr stark den Anschein.","replies":[{"id":"","poster":"Gin","date":"2018-04-11T07:20:59.475+0000","up_votes":1,"down_votes":0,"body":"> Hmm, dafür war die Ahri-Statue - trotz schlechter Ankündigung - innerhalb wenigen Stunden (während der üblichen Arbeitszeit) bereits ausverkauft. 🤔\n\nDie Figur ist ab 8 Uhr Abends zum Verkauf freigegeben worden und wurde überall außer im Client angekündigt. Und ich glaube selbst dort wurde sie nach Verkaufsfreigabe angezeigt. \n\nUnd wie ich dir bereits beim letzten Mal erklärt habe: Es ging hier um eine strikt limitierte Statue von der es absichtlich nur so wenige gibt.","replies":[{"id":"","poster":"HyperionCH","date":"2018-04-13T08:21:38.535+0000","up_votes":1,"down_votes":0,"body":"Da noch etwas für mich nicht erklärbar ist:\n\nVon wo hast du die Information, dass um 20 Uhr der Verkauf startete?","replies":[{"id":"","poster":"Gin","date":"2018-04-13T08:35:25.985+0000","up_votes":1,"down_votes":0,"body":"Weil neuer Merch immer um 11 Uhr PST rauskommt, was 20 Uhr in CET entspricht.\n\nUnd wie ich dir bereits vor einem Monat geschrieben habe: Von der offiziellen Lol Merch Facebook Seite.\n\n---\n\nPST = Pacific Standard Time\nCET = Central European Time, also in unserer Zeit","replies":[{"id":"","poster":"HyperionCH","date":"2018-04-14T16:03:25.851+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gin,realm=EUW,application-id=YnZkMR0R,discussion-id=AKvY4cYN,comment-id=00000001000000010000,timestamp=2018-04-13T08:35:25.985+0000)\n>\n> Weil neuer Merch immer um 11 Uhr PST rauskommt, was 20 Uhr in CET entspricht.\n> \n> Und wie ich dir bereits vor einem Monat geschrieben habe: Von der offiziellen Lol Merch Facebook Seite.\n> \n> ---\n> \n> PST = Pacific Standard Time\n> CET = Central European Time, also in unserer Zeit\n\n\nOK, jetzt hat sich geklärt, wie das Missverständnis entstanden ist.\n\nEs stand - wie du auch geschrieben hast - \"PST\".\nIch bin davon ausgegangen, dass jeweils 11am Ortszeit \"Pacific Time\" gemeint ist. \"PST\" ist jedoch immer WInterzeit.\n\nDie Statue wurde also in Kalifornien um 12 Uhr (mittags) Ortszeit veröffentlicht und nicht wie ich vermutete um 11 Uhr.\n\nDies erklärt natürlich auch, warum um ca. 19:30 Uhr CET ich keine Statue bestellen konnte.\nDa leider damals \"wird nicht mehr produziert\" stand, ging ich fälschlicherweise davon aus, dass die Statue bereits ausverkauft ist und ich schaute nach 20 Uhr nicht mehr rein (warum sollte ich, wenn ich davon ausgehen musste, dass sie bereits ausverkauft ist?).\n\nBei der Kommunikation wäre es desehalb aus meiner Sicht ein guter Zug seitens Riot, wenn diese neben der Uhrzeit \"PST\" auch die Uhrzeit in Europa (GMT oder CET) angeben würden. Dies wäre ein guter Service seitens Riot.\nDenn vielleicht weisst du, dass neuer Merch immer um 11am PST veröffentlicht wird und es in den USA üblich ist, dass jeweils \"Standard Time\" angegeben wird und nicht die derzeit gültige Ortszeit. Gelegenheitskäufer hingegen wissen dies nicht.\n\nZumindest in der Newsmeldung hätte man ja schreiben können, dass sie um 20 Uhr veröffentlicht wird. Damit wäre es für Gelegenheitskäufer - die nicht wissen, wann genau veröffentlicht wird - einfacher gewesen, am richtigen Zeitpunkt online zu sein.\n\nIch war wie gesagt nach 20 Uhr nicht im Shop. Jedoch war ich um ca. 19:30 Uhr dort und da ging ich anhand der Meldungen aus (\"wird nicht mehr produziert\"), dass der Artikel bereits ausverkauft ist. Auch hier fehlte offensichtlich die Meldung, dass der Verkauf erst um 20 Uhr startet.\n\nBeides (Zeitangabe in der Newsmeldung + im Shop selbst, bevor der Verkauf startet) bemängle ich etwas.\nIch hoffe, du bist mit mir einig, dass es kommunikativ eine Verbesserung wäre, wenn Riot Games bei den News und im Shop (gerade bei limitierten Editionen) die Zeit angibt, wann genau der Verkauf startet.\n\nSicherlich ist einiges unglücklich verlaufen und meine Meinung zur Produktionsmengen (Statue zu wenig, Split-Shirts zu viel) ändert sich hier nicht (weil es betriebs-wirtschaftlich auch diesen Anschein macht).\n\nVerbesserungen wären jedoch sicherlich möglich und dies insbesondere in der Kommunikation (erwähnte Zeitangaben, Vorankündigungen nicht nur bei einem speziellen FB-Account, sondern in mehreren Plattformen, etc.).","replies":[]},{"id":"","poster":"HyperionCH","date":"2018-04-13T09:48:58.145+0000","up_votes":1,"down_votes":0,"body":"Ja, ich habe gesehen, dass in NA die Statue auf den 13.3., 11am angekündigt wurde.\n\nNur entspricht dies jedoch 19 Uhr MEZ, da in den USA bereits am 11.3. auf Sommerzeit umgestellt wurde.\n\nZwischen 19 und 20 Uhr war ich auf der LOL-Newsseite und da war die Statue nicht (mehr?) bestellbar.\nJetzt stellt sich die Frage, ob der Verkauf wirklich gleichzeitig startete und in Europa diese innert wenigen Minuten ausverkauft war oder ob in Europa bereits früher (um Mittag/Vormittag MEZ) der Verkauf startete.\nDenn eine genaue Zeit des Verkaufsstarts in Europa fand ich nirgends.","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2018-04-11T20:00:33.418+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gin,realm=EUW,application-id=YnZkMR0R,discussion-id=AKvY4cYN,comment-id=000000010000,timestamp=2018-04-11T07:20:59.475+0000)\n>\n> Die Figur ist ab 8 Uhr Abends zum Verkauf freigegeben worden und wurde überall außer im Client angekündigt. Und ich glaube selbst dort wurde sie nach Verkaufsfreigabe angezeigt. \n\nAlso an jenem Tag, an dem ich die News sah, war es zwischen 19 Uhr und 20 Uhr. Damals stand bereits \"wird nicht mehr produziert\" (aka ausverkauft). Ich lese die Newsseite täglich und die Newsmeldung war nur wenige Stunden alt. Jedoch schaue ich nicht jeden Tag in den Merch-Shop.\n\nDa du aber so klar sagst, dass der Verkauf um 20 Uhr freigegeben wurde: kannst du auch das Datum sagen?\n \n> Und wie ich dir bereits beim letzten Mal erklärt habe: Es ging hier um eine strikt limitierte Statue von der es absichtlich nur so wenige gibt.\n\nDarüber, dass Riot so stark limitierte Statuen released, kann man sicherlich streiten (wobei aus meiner Sicht dies ihrer Strategie gem. Riot Manifesto widerspricht). Da der \"erste Versuch\" jedoch nicht limitiert war (und vorbestellbar; vorangekündigt, etc.), ist der Entscheid zumindest etwas fragwürdig aus meiner Sicht.\n\nJedoch habe ich bei meinem Beitrag in diesem Thread nur die Produktionsmengen kritisiert.\nDie Statue wäre ja immer noch strikt limitiert gewesen, wenn Riot 2200 statt 1100 Stück produziert hätte. Jedoch wären dann mehr Fans zufrieden gewesen (Stichwort: \"Riot Manifesto\") und Riot hätte sogar noch mehr verdient.\n\nWie hoch ist die Marge (Deckungsbeitrag 2) für die Statue? Sagen wir einmal 50 Euro pro Stück.\nDamit hat Riot (Stufe DB2) 55'000 Euro verdient (und ein Grossteil der Fixkosten ist dabei nicht einmal eingerechnet). Riot hätte mit der doppelten Menge somit mindestens 110'000 Euro verdient (kommt auf den Fixkostenanteil an). Mehr verdienen und dann noch mehr zufriedene Kunden wäre für Riot also ein doppelter Vorteil gewesen.\nDie \"Gegenseite\" wäre gewesen, dass die Statue \"weniger exklusiv\" ist. Ich denke jedoch, dass immer bei 2200 Stück die Statue immer noch als wertvoll betrachtet wird (da die Exklusivität auch ein sehr subjektives Empfinden beinhaltet).\n\nBezüglich den Spilt 2017-Shirts ist die noch angebotene Ware betriebs-wirtschaftlich gesehen Regalblei.\nHier hat Riot ganz klar zu viel produziert, was ich hier ja auch kritisiert habe. OK, die Kritik war jetzt nicht sehr konstruktiv. Ich habe jedoch woanders konstruktives Feedback abgegeben. Leider ist die Wahrscheinlichkeit wohl sehr gering, dass mein Feedback (das konstruktive oder auch das weniger konstruktive hier) von den Verantwortlichen bei Riot gelesen wird.\nEs kann natürlich sein, dass Riot beim Spring Split 2018-Shirt nun reagierte und diese früher ausverkauft wird (oder nahezu ausverkauft wird). Dass jedoch zu viele Einheiten bei den letztjährigen Shirt produziert wurde, ist betriebs-wirtschaftlich gesehen korrekt.\n\nDass zu viel produziert wurde, ist grundsätzlich nicht einmal so schlimm.\nKlar, damit generiert Riot Lagerkosten (wobei Shirts nicht allzu viel Platz benötigen; sollten nicht gleich jeweils tausende Shirts noch im Lager liegen). Der Vorteil ist jedoch, dass Riot die potentiellen Kunden auch später noch zufriedenstellen kann. Da Riot wie erwähnt die Kundenzufriedenheit in den Vordergrund stellt (zumindest offiziell), ist diese Strategie grundsäztlich nicht verkehrt, dass Mehrkosten anfallen, wenn man dadurch das Ziel verfolgt, durch höhere Kundenzufriedenheit Mehrumsatz generiert (da zufriedene Kunden konsum-freudiger sind).","replies":[{"id":"","poster":"Gin","date":"2018-04-12T07:58:11.571+0000","up_votes":1,"down_votes":0,"body":"Mit 8 Uhr meinte ich 20 Uhr, das hast du schon richtig erkannt. Ich schreibe insgesamt öfter auf Englisch als auf Deutsch, und da gibt es 20 Uhr nicht, sondern nur 8 PM X)\n\nUnd was das Datum betrifft, ich meine es war der 12. oder 13. März. Da der 12. März ein Montag war, sollte dieser es gewesen sein.\n\n---\n\nUnd was die Ahri Figur betrifft: Die Figur sieht immer noch nicht sonderlich toll aus. Besser als beim ersten Mal, aber immer noch grenz wertig.\n\n*Aluhut aufsetz*\n\nEs ist also möglich dass Riot die Anzahl absichtlich so stark limitiert hat damit sich  niemand/kaum jemand darüber beschwert und die Sache kaum Aufmerksamkeit bekommt.\n\nZumindest ist das meine Theorie.\n\nRiot weiß nämlich zu 100% dass diese Figuren auf Ebay landen werden. Das war mit limitierten Figuren in der Vergangenheit wie z.B Final Boss Veigar genau das gleiche.\n\nDie werden also schon ihre Gründe haben.","replies":[{"id":"","poster":"HyperionCH","date":"2018-04-12T12:31:32.473+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gin,realm=EUW,application-id=YnZkMR0R,discussion-id=AKvY4cYN,comment-id=00000001000000000000,timestamp=2018-04-12T07:58:11.571+0000)\n>\n> Und was das Datum betrifft, ich meine es war der 12. oder 13. März. Da der 12. März ein Montag war, sollte dieser es gewesen sein.\n> \n\nDie Newsmeldung kam am DI, den 13., im Laufe des Tages und vor 20 Uhr sah ich diese und da war die Statue ausverkauft.\n\nWenn der 12.3. als Release-Tag stimmt, war die Statue also wohl bereits ausverkauft, als am Folgetag die News erschien. \n\n> Es ist also möglich dass Riot die Anzahl absichtlich so stark limitiert hat damit sich  niemand/kaum jemand darüber beschwert und die Sache kaum Aufmerksamkeit bekommt.\n> \n\nDie Theorie klingt danach, dass Riot Angst vor ihren Kunden hat. Etwas strange für ein Unternehmen, das der kunden-orientierteste Game-Entwickler werden möchte.\n\n\n> Riot weiß nämlich zu 100% dass diese Figuren auf Ebay landen werden. Das war mit limitierten Figuren in der Vergangenheit wie z.B Final Boss Veigar genau das gleiche.\n> \n> Die werden also schon ihre Gründe haben.\n\nDa muss man sich fragen, ob Riot den Merch für die Fans oder für ebay-Power-Seller veröffentlicht und ihre Entscheidungen danach richtet.","replies":[]}]}]}]}]},{"id":"","poster":"Spicavius","date":"2018-04-09T17:51:37.535+0000","up_votes":1,"down_votes":0,"body":"Aber wieso schreibt Riot dann \"nur für begrenzte zeit\". ?\n\nIch meine es ist nicht Riots Stil so eine Falschaussage zu tätigen. Zumindest wäre mir das neu.","replies":[{"id":"","poster":"El Pingu","date":"2018-04-11T03:24:53.858+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Spicavius,realm=EUW,application-id=YnZkMR0R,discussion-id=AKvY4cYN,comment-id=00000000,timestamp=2018-04-09T17:51:37.535+0000)\n>\n> \n> Ich meine es ist nicht Riots Stil so eine Falschaussage zu tätigen. \n\n\"Holt euch jetzt diese Skins, sie werden nie wieder Erscheinen\"\n\nAussage zu Beinahe allen Weihnachts und Halloween skins + Urf der Manati und ähnliches\n\nlg","replies":[{"id":"","poster":"Spicavius","date":"2018-04-11T13:01:35.035+0000","up_votes":1,"down_votes":0,"body":"Ich weiß worauf du anspielst.  Ja das war ein Fail. Früher paar Jahre her. Seitdem gab es solche Fails ja nicht und man hat ja noch paar kleinere \"Gimmicks\" von Riot ja bekommen. Beschwörersymbol + So ein Loadingscreen-Rahmen.\n\nMacht zwar den \"Verlust\" der Leute nicht besser, aber seitdem hat sich Riot ja keine dicken Klopfer geleistet. Dennoch ist diese Aussage \"für begrenzte Zeit\" irgendwie verwirrend. \"Solange der Vorrat reicht\" wäre angebrachter.","replies":[{"id":"","poster":"El Pingu","date":"2018-04-11T13:34:30.873+0000","up_votes":1,"down_votes":0,"body":"Also ich finde den urf der Manati Fall noch sehr aktuell","replies":[{"id":"","poster":"Spicavius","date":"2018-04-11T13:40:10.855+0000","up_votes":1,"down_votes":0,"body":"hmm okay zugegebenermaßen habe seit 12 Tagen nicht gezockt. Was habe ich verpasst ? :D","replies":[{"id":"","poster":"El Pingu","date":"2018-04-11T15:09:20.701+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Spicavius,realm=EUW,application-id=YnZkMR0R,discussion-id=AKvY4cYN,comment-id=000000000001000000000000,timestamp=2018-04-11T13:40:10.855+0000)\n>\n> hmm okay zugegebenermaßen habe seit 12 Tagen nicht gezockt. Was habe ich verpasst ? :D\n\nIch rede vom Dezember,\nAls sie einen der seltensten skins, die es gab zum \"blauen Essenzen vernichten\" wieder rausgebracht haben.\nÄußerlich haben sie den alten ein wenig geändert, aber ich persönlich fande das schon sehr schwach","replies":[]}]}]}]}]},{"id":"","poster":"Gin","date":"2018-04-10T06:27:01.726+0000","up_votes":1,"down_votes":0,"body":"Weil die sobald die ausverkauft sind nicht mehr nachproduziert werden. Oder wenn Riot sich dazu entscheidet diese aus dem Shop zu nehmen. ","replies":[{"id":"","poster":"Spicavius","date":"2018-04-11T13:01:11.389+0000","up_votes":1,"down_votes":0,"body":"Also \"Solange der Vorrat reicht\". Hmm macht es nicht besser. :/ Scheint wohl ein schmieriger Typ im Marketing zu sitzen.","replies":[{"id":"","poster":"Gin","date":"2018-04-11T13:40:39.241+0000","up_votes":1,"down_votes":0,"body":"Ich wüsste nicht wieso Riot T-Shirts für das Finale des Spring Splits 2017 noch während des Spring Splits 2023 nachproduzieren lassen würde, da dann einfach kein Bedarf mehr danach besteht. (Außer vielleicht paar Sammler die einfach alles haben wollen.)\n\nManche Sachen, wie z.B Figuren von Champions, werden immer wieder nachproduziert wenn ein entsprechender Bedarf besteht und die Figur ausverkauft wurde. Das war bei Bard und Thresh z.B bereits mehrfach der Fall.\n\nAber das gilt leider nicht für alles, und ich wüsste auch nicht wieso sich das, von Riots Seite, in naher Zukunft ändern sollte.","replies":[]}]}]}]}]}]}