{"id":"YrdatEmW","poster":"znshadow","date":"2018-04-08T08:47:25.439+0000","title":"Fakt! Das Matchmaking funktioniert nicht","subforum":"Ligen & gewertete Spiele","embed":{"title":null,"description":null,"url":"http://up.picr.de/32336833nr.jpg","image":null},"up_votes":2,"down_votes":13,"body":"Hallo Community!\r\n\r\nIch bin der Meinung das das Matchmaking nicht funktioniert.\r\nIch bin Sicher das RIOT das weis und deshalb ver&ouml;ffendlichen Sie auch nicht wie das Funktioniert.\r\nAuch bin ich Sicher das deswegen die Hidden ELO auch nicht ver&ouml;ffendlicht wird.\r\nWenn Riot das ver&ouml;ffendlichen t&auml;te w&uuml;rden sie damit Ihre eigenes Matchmaking &quot;ad absurdum&quot; stellen.\r\n\r\nWier im Link zu sehen habe ich versucht mit allen mir bekannten Informationen dieses Match mal auf ausgewogenheit zu &uuml;berpr&uuml;fen.\r\nDen Beitrag von [Danny89 ](https://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/IqBzFyO9-der-informationsthread-aber-ligen-mmr-und-hidden-elo) habe ich als Referens benutzt.\r\n\r\nMeine Erkenntnis:\r\nDas Blaue Team hat den Schnit von 1200 ELO Punkten das Rote Team hat 1180 ELO Punkte. Ich sehe das so das das Blaue Team eine Division im Schnitt besser war als das Rote Team. Viele w&uuml;rden jetzt bestimmt sagen das das ein Marginale Abweichung sei. OK\r\n\r\nViel Deutlicher wird es wennman die Winrate (inditz der MMR) betrachtet.\r\nDas Blaue Team hjat eine Winrate im Schnitt von 49,8% und das Rote Team eine Winrate von 41,8%.\r\nDas sind schon mal 8% Unterschied. Und ich erachte diesen Unterschied als richtig relevant an. Denn wie im Beitrag von Danny89\r\nbeschrieben sollten nur Gamer gegeneinander spielen die gerade das gleiche Niveau haben.\r\nIn dem Blaue Team habe 3 Gamer eine Winrate von 50% oder mehr. Keiner im Roten Team kommt auf eine Winrate von 50%\r\n\r\nOp.gg vergleicht auch die MMR &gt;&gt; 1146 vs 1124. \r\n\r\nDas Blaue Team hat uns richtig vernascht 48 zu 24 Kills sind das Ergebniss dieses in meinen Augen unfaire Matchmaking.\r\n\r\nWarum Passiert nichts?\r\nEs gibt so viele Diskussionen &uuml;ber das Matchmaking. \r\nUnd keine Disskussion mit den RIOT Endwicklern --&gt; ? Warum???\r\n\r\nWas meint Ihr?\r\nZN","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-08T08:55:50.697+0000","up_votes":7,"down_votes":2,"body":"Wenn du den Beitrag gelesen hättest, den du verlinkt hast, würdest du wissen, warum op.gg und co. keine verlässliche Quelle für etwas wie die MMR ist. Da dein Post auf 2 erfundenen beliebigen Zahlen dieser Seite aufbaut, sollte sich die Frage leicht klären lassen, ob das Match deswegen unfair war. Nein, es war nicht unfiar, weil die Zahlen einfach nur irgendwas sind und nichts verlässliches.","replies":[{"id":"","poster":"znshadow","date":"2018-04-08T10:20:59.864+0000","up_votes":1,"down_votes":0,"body":"Hallo S....!\n\nRichtig!\nWarum also veröffendlicht RIOT nicht die MMR/ HiddenELO ?","replies":[{"id":"","poster":"Pandeonor","date":"2018-04-15T14:29:34.386+0000","up_votes":5,"down_votes":0,"body":"Warum sollten Sie. Das Ergebnis wäre das gleiche, man würde sich beschweren. Dann würde man die Berechnung zur MMR zur Hand nehmen und die einzelnen Aspekte dessen würden wiederum einigen nicht passen. \n\nUnd das schon per default, da die Endmeinung \"schlecht\" ja bereits gebildet wurde, da das Match ja verloren wurde. Da könnte die Beste Berechnungsmethode der Welt dahinter stehen, es würde nichts ändern. Die Berechnung als solches ist aber sicherlich etwas komplexer und damit für Normalo nicht nachvollziehbar. Und damit ist so oder so Ende Gelände was sachbezogene Diskussion angeht. Dann kann man mit jedem 14jährigen eine Diskussion im Forum beginnen der es aus der Hosentasche besser kann als hochbezahlte Angestellte eines Milliardenschweren Unternehmens.\n\nDas ist nicht die Ursache aber das Resultat.","replies":[{"id":"","poster":"znshadow","date":"2018-04-15T14:42:18.807+0000","up_votes":1,"down_votes":4,"body":"Ehrlich, \nich habe das nicht verstanden was du meinst ...\n\nSorry","replies":[{"id":"","poster":"Pandeonor","date":"2018-04-15T15:04:16.994+0000","up_votes":4,"down_votes":0,"body":"Ein Beispiel. Ich sage jetzt einmal die MMR ist 1435. Nach dem nächsten Spiel dann 1438. Die Frage kommt \"ja weshalb\". Als Antwort erhält man dann \n\n_\"Gewonnenes Spiel x cs der letzten10 Spiele : durch KDA ./. premademalus + Summe aus bereinigtem Objectivecontrol x 0,58, Visionscore/2 und verursachtem Schaden :34;  das ergibt dann die vermutliche Entwicklung welche einen Abzug von 2MMR ergab weil das Ergebnis zu schlecht war und bei +5 für ein Spiel mit diesem Schnitt ergibt das dann +3 MMR; Und das bei ausgeglichenem Korrekturr-Rest aus den Korrekturfaktoren der Gegner und eigenen Mitspieler was die Elo angeht. Dieser Korrekturfaktor ergibt sich aus der jew. Spielhistorie was W/L angeht.\"_\n\nGegeben sei: diese Formel ist das Ergebnis aus Millionen von ausgewerteten Spielen.\n\nJetzt kommt ein unzufriedener Spieler.\n\nEs ist _vollkommen egal_ was in dem Block der Berechnung steht. Kein Mensch der diese Berechnung liest kann nachvollziehen ob diese Berechnungsmethode gut oder schlecht ist. Dafür benötigt er eine Vielzahl an Daten und Testläufe die er überhaupt nicht besitzt. Außerdem steht seine Einschätzung \"das ist schlecht\" fest. Alles was er tun muss ist sich einen Einzelpunkt aus der Berechnung herauszusuchen (wieso ist der Visionscore so hoch eingeschätzt? Oder \"weshalb -2MMR Abzug und nicht 3\"?) ) und erklären das das Unfug ist. Damit ist dann die Diskussion um die Formel sowohl begonnen als auch beendet, da die rationale Diskussionsbasis dafür fehlt.\n\nWie will man über die resultierende MMR sprechen? Über die Berechnung? Das geht überhaupt nicht. Man kann nur über das Ergebnis sprechen. Und da steht \"+3 finde ich doof\" gegen anderes.","replies":[{"id":"","poster":"Jinx1967","date":"2018-04-16T13:53:49.215+0000","up_votes":3,"down_votes":0,"body":"Ist dir bewusst, dass es keine hochgradig komplexe Eloberechnungsformel gibt, sondern nur Win/Loss und Elodifferenz berücksichtigt werden? KDA, Damage oder sonst was sind keine Komponenten der Eloberechnung.","replies":[{"id":"","poster":"Pandeonor","date":"2018-04-16T14:11:05.974+0000","up_votes":1,"down_votes":0,"body":"Ich weiss überhaupt nicht wie sie berechnet wird. Wenn ich das wüsste würde ich das den TE wissen lassen.","replies":[{"id":"","poster":"HyperionCH","date":"2018-04-16T17:20:23.227+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Pandeonor,realm=EUW,application-id=ip27PlEH,discussion-id=YrdatEmW,comment-id=0000000000010000000000000000,timestamp=2018-04-16T14:11:05.974+0000)\n>\n> Ich weiss überhaupt nicht wie sie berechnet wird. Wenn ich das wüsste würde ich das den TE wissen lassen.\n\nAber ich kann sagen, wie sie berechnet wird; als Formel:\n\nElo(neu) = Elo(alt) + k * (R - E)\n\nR = Resultat (Sieg = 1 / Niederlage = 0)\nE = Erwartungswert (müsste bei LoL gem. Matchmaking um 0.5 sein (da grundsätzlich 50%-Siegeschance); variert jedoch insbesondere wenn Premades mitspielen)\nk = Faktor für die Berechnung (grundsätzlich ein fixer Wert; vermutlich in den Placements jedoch höher als wenn man bereits geranked ist)\n\nNehmen wir jetzt an, dass k=10 ist und der Erwartungswert 0.5 (50% Siegeschance) und ein Spieler 1500 Elo hat. Dann würde dies bei einem Sieg heissen:\n\n1500 + 10 * (1-0.5) = 1500 + 5 = 1505 (= neue Elo)\n\nBei einer Niederlage:\n\n1500 + 10 * (0-0.5) = 1500 - 5 = 1495 (= neue Elo)\n\nDas Problem ist, dass wir die Werte nicht genau kennen.\nUns fehlt der Elo(alt)-Wert, den Faktor k (und ob dieser Wert unterschiedlich ist z.B. bei Placements höher) und wie stark der Erwartungswert E variert (grundsätzlich bei 0.5, kann aber auch leicht varieren; vermutlich wenn Premades spielen).\n\nNatürlich kann man Schätzungen/Annahmen machen (z.B. wie hoch der Faktor ist), aber bei mehreren 100 Rankeds kann selbst kleine Differenzen bei diesen Annahmen eine selbst erstellte Elo-Berechnung (wie z.B. dies op.gg tut) dazu führen, dass die berechnete Elo weit von der richtigen Elo (die nur Riot kennt) entfernt ist.\n\nZudem wissen wir auch nicht, wie genau die LP-Verteilung ist.\nWir wissen nur, dass wenn die Elo (MMR) höher ist als das Ranking (inkl. LP), dann kriegt man mehr LP für einen Sieg (bzw. verliert weniger LP pro Niederlage). Wie genau dies im Verhältnis berechnet wird, weiss jedoch auch nur Riot.","replies":[]},{"id":"","poster":"Jinx1967","date":"2018-04-16T14:38:42.706+0000","up_votes":2,"down_votes":0,"body":"Dann weiß ich nicht, was deine Antwort überhaupt soll. Dein Kommentar ergibt jedenfalls keinen Sinn.","replies":[{"id":"","poster":"Pandeonor","date":"2018-04-16T16:16:32.924+0000","up_votes":1,"down_votes":0,"body":"Macht nichts. Es war ja an den TE gerichtet und nicht an Dich.","replies":[{"id":"","poster":"Jinx1967","date":"2018-04-16T16:58:38.388+0000","up_votes":2,"down_votes":1,"body":"Natürlich macht es etwas. Du verbreitest hier Fehlinformationen aufgrund deines Unwissens.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Zyzyx","date":"2018-04-08T11:02:48.480+0000","up_votes":3,"down_votes":0,"body":"Ladder Anxiety.","replies":[]}]},{"id":"","poster":"znshadow","date":"2018-04-15T13:51:14.230+0000","up_votes":1,"down_votes":0,"body":"Na S....\n\nKeine Lust zu antworten?","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-15T19:48:44.043+0000","up_votes":3,"down_votes":0,"body":"Du hast doch schon einige antworten erhalten.","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-04-08T16:03:20.261+0000","up_votes":5,"down_votes":0,"body":"Op.gg _schätzt_ nurvdie MMR. Die liegen oft ganz gut, oft aber auch weit dsneben.\n\nAber gehen wir davon aus, dass die zahlen stimmen. Dann hat ein team heiße 20 MMR mehr als das andere, das ist bei einem spieler nicht mal eine division und da das ein durchschnittswert ist hat jeder spieler 20 : 5 = 4 Mmr punkte mehr als sein gegenüber. Dieser lächerliche unterschied macht null aus.\n\nDein Beispiel zeigt eigentlich im gegenteil, dass das matchmaking hervorragend funktioniert. Ich mein es würfelt aus zigtausenden spielern 10 spieler so zusammen, dass gerade mal 20 punkte differenz sind.\n\nWenn jetzt dein beispiel gewesen wäre dass da 200 pkt unterschied waren, hätt ich gesagt ok, das war wirklich unglücklich...aber wegen 20 pkt ein fass aufmachen?\n\nPs: die winrate hat keinen einfluss aufs matchmaking","replies":[]},{"id":"","poster":"Jinx1967","date":"2018-04-08T13:53:46.373+0000","up_votes":6,"down_votes":1,"body":"> Ich bin der Meinung das das Matchmaking nicht funktioniert.\n\nDann schauen wir uns das von dir angeführte Game mal genauer an:\n\n> Das Blaue Team hat den Schnit von 1200 ELO Punkten das Rote Team hat 1180 ELO Punkte. \n\nop.gg MMR ist leider nicht ganz vertrauenswürdig. In einem Großteil der Fälle liegt op.gg einigermaßen richtig. Wenn wir aber über 20 MMR Differenz reden, dann kommt op.gg als Quelle absolut nicht mehr in Frage. Eine so kleine Differenz kann op.gg niemals richtig erfassen.\nEin Beweis für irgendeinen Elounterschied im Team gibt es also nicht (und selbst wenn es einen **_gäbe_**, wäre die Abweichung wie du selbst sagtest nur marginal)\n\n> Ich sehe das so das das Blaue Team eine Division im Schnitt besser war als das Rote Team. \n\nNehmen wir mal an, dass op.gg richtig liegt. 20 MMR Differenz im Schnitt. Das ist nicht mal die Hälfte einer Divison Unterschied. Eine solche Differenz kann man ingame technisch nicht mal bemerken.\n\nDaher auch interessant, diese Bemerkung:\n\n> Das Blaue Team hat uns richtig vernascht 48 zu 24 Kills sind das Ergebniss dieses in meinen Augen unfaire Matchmaking.\n\nSelbst wenn diese Differenz tatsächlich vorhanden wäre (und das kann ja durchaus mal vorkommen), es wäre mir neu, dass der Unterschied zwischen einer halben Division in Bronze jemals irgendetwas geändert hätte. Es gibt ja schon praktisch keinen Unterschied zwischen einer ganzen Division in Bronze und du würdest es auch nicht von alleine bemerken.\n\n> Viel Deutlicher wird es wennman die Winrate (inditz der MMR) betrachtet.\n\nLeider nein.\n\n> Das Blaue Team hjat eine Winrate im Schnitt von 49,8% und das Rote Team eine Winrate von 41,8%.\nDas sind schon mal 8% Unterschied\n\nWinrates sind grundsätzlich vollkommen irrelevant. Winrates sind auch kein Indikator der MMR. Ein Challenger kann in einer neuen Season mit 45% Winrate irgendwo in Dia sein, ein Bronze 5 Spieler kann mit 70% Winrate Silber sein.\n\nErst Winrate zusammen mit Anzahl der Games und dem Startpunkt der MMR wären ein Indikator für die aktuelle MMR. Oder besser gesagt könnte man die MMR damit tatsächlich einigermaßen berechnen. \n\nDa wir in deinem Beispiel die MMR der Spieler bzw. Teams aber \"kennen\" oder realistisch gesehen einigermaßen abschätzen können ist es Schwachsinn, sich dann auf die Winrate zu berufen. Oder mal praktischer:\n\n2 Teams mit 5 Leuten, die alle genau 1500 MMR haben. Ist das fair? Definitv ja. Wird es weniger fair, wenn das eine Team eine overall Winrate von 40% hat und das anderen eine von 60%? Man könnte hier auf die Idee kommen zu sagen, dass es dann nicht mehr fair ist. Aber wie schon oben gezeigt, kann die Winrate täuschen. Beide Teams könnten absolut hardstuck und gleich gut sein, nur dass das 40% Winrate Team aus höherer Elo gedroppt ist und das 60% Winrate Team von unten aufgestiegen ist.\n\nWas ja viel relevanter ist als die Overall Winrate ist die Winrate der letzten Games. Denn die zeigen ja an, wohin sich ein Spieler bewegt. Selbst mit 60% Winrate overall kann ich 15 der letzten 20 Games verloren haben und umgekehrt. Und wenn ich jetzt 4 Spieler ins Team kriege, die 15 ihrer letzten 20 Games verloren haben, dann ist die Chance vermutlich tatsächlich größer, dass ich verliere.\n\nAber: Man kann solche Winrates beim Matchmaking nicht berücksichtigen. Denn stellt dir vor, du gewinnst 15 von 20 Games und kriegst dann zum \"Ausgleich\" nur noch Leute ins Team bei denen es umgekehrt ist. Das wäre ein ziemlich blödes System, weil es Leute daran hindert, auf- und abzusteigen. Ergo kann ausschließlich die MMR benutzt werden.\n\n\nUm es also nochmal abschließen festzuhalten:\n\n1) Zwei Silberspieler und drei Bronzespieler in beiden Teams scheint fair zu sein. Gerade wenn man bedenkt, dass bspw. Janna zwar Silber 4 ist, aber eine unterdurchschnittliche MMR hat (Losses auf 0LP, schlechter LP Gain). Du bist Bronze 3, kommst aber gerade aus den Placements etc. Da ist zumindest nichts außergewöhnlich.\n\n2) op.gg ist weder Quelle noch Indikator von minimalen Abweichungen der Team MMR.\n\n3) Selbst wenn die Team MMR unterschiedlich gewesen wäre, das hätte kaum Auswirkungen auf das Game.\n\n4) Dein Winrate Argument ist schlichtweg falsch.\n\n\nUnd um auf ein paar Dinge noch einzugehen, die du hier kommentiert hast:\n\n> Warum also veröffendlicht RIOT nicht die MMR/ HiddenELO ?\n\nDamals kannte man ja seine eigene MMR, was aber leider zu Problemen führt. Stichwort Ranked Anxiety wurde ja schon genannt. Davon abgesehen ist League ja nicht das einzige Spiel, in dem es MMR und Ränge gibt, weil die Spieler eben gerne Ränge erreichen und nicht nur eine Zahl, die mit einem Loss wieder zunichte gemacht werden kann. Riot könnte natürlich zusätzlich die Elo Zahl anzeigen, aber ich denke nicht, dass das sonderlich sinvoll ist.\n\nDavon abgesehen kannst du die MMR von dir, als auch von deinen Teammates und Gegnern einigermaßen selbst abschätzen und so das Matchmaking auch einigermaßen überprüfen. In China gibt es soweit ich weiß immernoch das alte Elosystem und von da habe ich übrigens auch noch keine belastenden Beweise über unfaires Matchmaking gesehen.\n\n> Ich bin ja nicht der Einzige der das irgendwie doof findet.\n\nEs findet sich immer jemand, der irgendetwas auch doof findet, sei es ein Champion, das Bann System oder sonst was. \n\n> Wo ist dein Beweis dass das Matchmaking funktioniert!\n\nWo ist der Gegenbeweis? \n\nZunächst mal kann man darauf vertrauen, dass Riot ein großes Interesse daran hat, faire Matches zustande zu bringen. Niemandem ist mit einem unfairen Matchmaking geholfen, inbesondere nicht Riots Geldbörse. Und auch wenn ich mich mit programmieren nicht auskenne, gehe ich doch mal davon aus, dass Riot ein faires Matchmaking System gerade in den Elobereichen mit vielen Spielern nicht allzu schwer fallen sollte.\n\nUnd wenn ich mir deine Games in der History so ansehe, sieht da doch eigentlich alles ganz fair aus. \n\nDein bisher angeführter \"Gegenbeweis\" ist leider echt schwach.\n\n> Also nur Sieg oder Niederlage zählt ...\nWas ist die Winrate?\nDas Verhältniss aus Sieg oder Niederlage\nStimmt das oder nicht .....\n\nDas stimmt. Und dennoch ist dein Winrate Argument falsch.","replies":[{"id":"","poster":"znshadow","date":"2018-04-15T14:18:34.681+0000","up_votes":1,"down_votes":2,"body":"Hallo Jinx1967,\n\nzu erst mal Danke für diesen recht großen Beitrag.\n\n>Wo ist der Gegenbeweis?\n\n- Ich verweise mal auf die Anzahl der Gamer die dieses Matchmaking für fragwürdig halten \n\n>  Games in der History so ansehe, sieht da doch eigentlich alles ganz fair aus.\n\n- Ich sehe das definitiv anders, und nehme mal (wieder) die Fussball Bundesliga als erklärung zur Hilfe.\nEinfach mal so Vorgestellt, der FC St. Pauli in der 2ten Bundesliga Platz 16 gewinnt 3 spiele.\nNun spielt dieser Verein nicht mehr gegen die Mannschaften aus seiner Liga sonder gegen Mannschaften aus der 1sten Liga.\nWäre doch Wettbewerbsverzesrung oder?\n\nWenn man nicht in seiner Division spielt sondern gegen niedrige oder wesentlich höhere dann ist das Unfair.\nDas ist das was ich bemängele! Es geht im Matchmaking nicht nach Division sondern nach MMR / Hidden ELo oder irgend ein anderem Kram. Ich bin lieber auf Platz 5.312716 und muss nicht gefühlt gegen Mittleres Silber ran.\n\n> op.gg MMR ist leider nicht ganz vertrauenswürdig. \n- RIOT gibt uns ja keine MMR sondern steckt uns in eine Division die aber nichts mit dem Matchmaking zu tun hat\n\n\nAlles klar?\n\nZN","replies":[{"id":"","poster":"Jinx1967","date":"2018-04-15T14:39:55.197+0000","up_votes":5,"down_votes":0,"body":"> Ich verweise mal auf die Anzahl der Gamer die dieses Matchmaking für fragwürdig halten \n\n1. Was für eine Anzahl von Gamern denn? Wenn man nach dem Forum geht, dann ist auch ein großer Teil der Spieler permabanned, weil hier ja ständig solche Posts zu finden sind. Wenn man nach dem Forum geht, gibt es auch die Elohell und Entbannungsanträge. Weil nämlich Spieler, die zufrieden mit etwas sind eher selten ins Forum gehen und einen Beitrag darüber schreiben. Inwiefern jetzt also nachweislich viele Spieler sich beschweren ist mir unklar.\n\n2. Selbst wenn es viele wären, das ist ja kein Beweis in der Sache. Wenn man etwas überprüfen kann, muss man sich nicht auf die Meinung einer vermeintlichen Menge an Spielern berufen.\n\n> Einfach mal so Vorgestellt, der FC St. Pauli in der 2ten Bundesliga Platz 16 gewinnt 3 spiele.\nNun spielt dieser Verein nicht mehr gegen die Mannschaften aus seiner Liga sonder gegen Mannschaften aus der 1sten Liga.\nWäre doch Wettbewerbsverzesrung oder?\n\nDein Beispiel ergibt keinen Sinn. Nehmen wir an du hast 1200 MMR. Dann spielst du gegen Leute mit 1200 MMR. Wenn du jetzt ein paar Spiele gewinnst, hast du vielleicht 1280 MMR. Dann spielst du gegen Spieler mit 1280 MMR. Das ist komplett fair. Es ist ja nicht so, dass nach drei Wins in Silber gegen Platin spielen musst. Ich befürchte du hast das Konzept des Elosystems grundlegend nicht verstanden.\n\n> Wenn man nicht in seiner Division spielt sondern gegen niedrige oder wesentlich höhere dann ist das Unfair.\n\nNein ist es nicht. Divison ist irrelevant, MMR ist relevant. Kleines Beispiel, damit es einfacher zu verstehen ist:\n\nNehmen wir an du bist Platin 2 und ich auch. Wir haben auch die selbe MMR.\nIch gewinne nun so um die 15 Games in Folge und bin Dia 5 0LP. Nun verliere ich 15 Games in Folge. Dann bin ich immer noch Dia 5 0 LP.\nIn der gleichen Zeit könntest du ja auch 30 Games gespielt haben, und auch 50% verloren haben. Wir sind jetzt also trotz gleichen Startpunkts und gleicher MMR in unterschiedlichen Divisionen. Bin ich dadurch jetzt magisch besser? Ist es jetzt sinnvoll, mich in Dia 5 Games zu werfen? Natürlich nicht. Weil Divisonen reine Optik sind und nur die MMR entscheidend für die Spielstärke und das Matchmaking sind.\n\nOder noch ein krasseres Beispiel: Es gab mal, und ich weiß nicht ob das immernoch geht, einen Spieler der die Silberpromo jedes mal gedoged hat. Und er hat das so lange gemacht, bis er in Bronze 1 eine **Diamond MMR** hatte. Wo willst du diesen Spieler hinstecken, in ein Dia Game oder zu den Bronze Spielern?\n\n> Das ist das was ich bemängele! Es geht im Matchmaking nicht nach Division sondern nach MMR / Hidden ELo oder irgend ein anderem Kram\n\nDas ist der Punkt den du eben nicht verstehst. Es ergibt keinen Sinn, nach Divison zu matchen. Gerade die MMR ermöglich doch faires Matchmaking. Ich hoffe das konnten dir die beiden Beispiele vermitteln.\n\n> Ich bin lieber auf Platz 5.312716 und muss nicht gefühlt gegen Mittleres Silber ran.\n\nVerstehe ich nicht. Selbst wenn es keine Ligen gäbe, wäre das Matchmaking exakt gleich.\n\n> RIOT gibt uns ja keine MMR sondern steckt uns in eine Division die aber nichts mit dem Matchmaking zu tun hat\n\nNatürlich gibt uns Riot eine MMR. Nur siehst du diese nicht. Was ändert das am Matchmaking? Selbst wenn Riot Divisionen abschafft und dir deine Elozahl anzeigt, wirst du nach wie vor gegen Spieler deiner MMR gemachted. Genauso wie es sein sollte und fair ist.","replies":[]},{"id":"","poster":"eingew","date":"2018-04-15T14:38:57.100+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=znshadow,realm=EUW,application-id=ip27PlEH,discussion-id=YrdatEmW,comment-id=00060000,timestamp=2018-04-15T14:18:34.681+0000)\n>\n> - Ich verweise mal auf die Anzahl der Gamer die dieses Matchmaking für fragwürdig halten \n\nAlso die sind ein Beweis, aber Spieler die mit dem Matchmaking zufrieden sind, sind es nicht?!\n\n> \n> - Ich sehe das definitiv anders, und nehme mal (wieder) die Fussball Bundesliga als erklärung zur Hilfe.\n> Einfach mal so Vorgestellt, der FC St. Pauli in der 2ten Bundesliga Platz 16 gewinnt 3 spiele.\n> Nun spielt dieser Verein nicht mehr gegen die Mannschaften aus seiner Liga sonder gegen Mannschaften aus der 1sten Liga.\n> Wäre doch Wettbewerbsverzesrung oder?\n> \n> Wenn man nicht in seiner Division spielt sondern gegen niedrige oder wesentlich höhere dann ist das Unfair.\n> Das ist das was ich bemängele! Es geht im Matchmaking nicht nach Division sondern nach MMR / Hidden ELo oder irgend ein anderem Kram. Ich bin lieber auf Platz 5.312716 und muss nicht gefühlt gegen Mittleres Silber ran.\n> - RIOT gibt uns ja keine MMR sondern steckt uns in eine Division die aber nichts mit dem Matchmaking zu tun hat\n\nDu weißt aber, dass das daran liegt, dass diese laut Platzierung besseren Spieler MMR-technisch in Wirklichkeit gar nicht soo viel besser sind als du? Sie sind einfach noch nicht abgestiegen. Das ist kein Grund zu behaupten, sie seien zu gut für dich, sie zu schlagen.","replies":[{"id":"","poster":"znshadow","date":"2018-04-15T14:44:00.164+0000","up_votes":1,"down_votes":0,"body":"heute Nacht werde ich dir eine Antwort schreiben ....","replies":[]}]}]}]},{"id":"","poster":"Pandeonor","date":"2018-04-08T12:49:33.007+0000","up_votes":6,"down_votes":1,"body":"> [{quoted}](name=znshadow,realm=EUW,application-id=ip27PlEH,discussion-id=YrdatEmW,comment-id=,timestamp=2018-04-08T08:47:25.439+0000)\n>\n...\n> Viel Deutlicher wird es wennman die Winrate (inditz der MMR) betrachtet....\n\nDie Winrate ist kein Indiz für die MMR. Das kannst Du Dir anhand eines einfachen Beispieles herleiten.\n\nSagen Wir Fritz ist ein Frischling und geht mit 8/2 aus den Einrank-Spielen heraus und wird Silber II. Sein Bruder Fram macht 2/8 und wird Bronze II. In den foilgenden Spielen verliert Fritz und Fram gewinnt. Sie treffen sich auf Silber V. Fritz hat dementsprechend eine negative Winrate (da absteigend) während Fram (aufsteigend) eine positive aufweist. Das kann man auch darstellen wenn nach dem Saisonstart einer In Silber V beginnt und aufsteigt und der andere von Gold abgestiegen ist.\n\nWas also sagt die Winrate aus? Am ehesten etwas über die _Entwicklungsrichtung_ des Spielers. Eine negative Winrate deutet auf eine bislang _gesunkene_ MMR hin. Ob er inzwischen wieder am steigen ist oder gerade die Sole erreicht hat oder noch weiter fällt, dazu müsste man die letzten Spiele betrachten. [Die o.a. Sivir könnte sich beispielsweise von 35% Winrate in den letzten Spielen auf 39% hochgearbeitet haben und wäre evtl. underrated. Oder Sie könnte weiter sinken da sie eine 20 Matches Losing-Streak hatte und eigentlich Bronze5 ist. Das sieht man so nicht]\n\nSo einfach wie Du es darstellst ist es jedenfalls nicht.","replies":[]},{"id":"","poster":"LiebesWölkchen","date":"2018-04-08T09:06:39.347+0000","up_votes":5,"down_votes":2,"body":"Ich wünschte die ganzen baddies hier im forum würden einfach mal versuchen besser zu spielen anstatt zu posten wie scheiße alles ist was Riot macht.\nWenn ich ihr nur die hälfte der Zeit die ihr hier im Forum verbringt , dafür nutzen würdet um besser zu werden, dann wärt ihr nicht in dieser elo.\nAlso hört euch auf zu beschweren und lernt das spiel, es ist nicht schwer aus bronze/silber rauszukommen.","replies":[{"id":"","poster":"znshadow","date":"2018-04-15T13:57:22.966+0000","up_votes":1,"down_votes":3,"body":"Alter, \nnach dem 2ten mal durchlesen platzt mir fast der Kragen!\nMeinst du ehrlich das ich absichtlich schlecht spiele?\n\nWarum ich hie was poste in diesem Forum!\nIch werbe darum das es ein Rankedsystem gibt wo man nur + - 1 Division unterschied im spielt. Laut Support soll man dieses hier im Forum posten damit der eine oder andere Programmierer von RIOT auf diverse Probleme hingewiesen werden soll bzw. kann.\n\nUnd so neben bei: es ist absolut schwer aus Bronze heraus zu kommen wenn man nicht Diamanten Fähigkeiten hat und kern Gesund ist.\n\nIch wünsche dir wirklich nix böses aber es wäre toll wenn du Gicht, hohen Zucker der dir auf die Augen schlägt und Epilepsie hättst. Dann wärest du ungefähr in meiner Lage und würdest nicht mehr schreiben das es einfach ist aus Bronze herraus zu kommen.\n\nNa ja ....","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-16T12:55:38.660+0000","up_votes":3,"down_votes":0,"body":">Und so neben bei: es ist absolut schwer aus Bronze heraus zu kommen wenn man nicht Diamanten Fähigkeiten hat und kern Gesund ist.\n\nNicht wirklich. Letzte Season habe ich jemanden gesehen, der Hardstuck Bronze 4 für längere Zeit war, als er Ahri \"Support\" gespielt hat. Weil sie ja einen CC hat. Als der Spieler nach Monaten guten Zuredens durch seine Freunde nichts geändert hat, obwohl er die gefragt hat, wie er aus Bronze raus kommt, hat er irgendwann auf den ehemaligen Diaspieler gehört, der manchmal mit von der Party war und ist auf Soraka Support umgestiegen. \nEr konnte auch nicht viel mehr zuverlässig machen, als W und R drücken, dazu noch in Reichweite der EXP der Minions zu stehen. Hat gerne auch als Support gefarmt, \"weil er ja Gold braucht\" obwohl Carries gerade am farmen waren und hat auch gerne den angekündigten Angriff auf Türme ignoriert um irgendwo einzelne Minions zu farmen. Wobei man noch betonen muss, dass es viel mehr ein Versuch des Farmens war.\n\nObwohl er wirklich schwach als Soraka Support war, hat er es aber innerhalb weniger Wochen von Bronze 4 nach Bronze 1 geschafft. Hätte er sich da dann nicht mit seinen Freunden zerstritten, weswegen er mit LoL aufgehört hat, wäre er sicher kurz darauf Silber 5 gewesen. Dazu hat dieser Spieler nicht viel mehr machen müssen, als mit Soraka zu heilen und seinen Sightstone zu benutzen.\n\n>Ich wünsche dir wirklich nix böses aber es wäre toll wenn du Gicht, hohen Zucker der dir auf die Augen schlägt und Epilepsie hättst. Dann wärest du ungefähr in meiner Lage und würdest nicht mehr schreiben das es einfach ist aus Bronze herraus zu kommen.\n\nWenn du physische Nachteile hast, dafür kann hier niemand etwas. Aber warum sagst du, es wäre toll, Eingew hätte solche Probleme? Und vor allem, wie kommst du darauf, dass du das mit \"Ich wünsche dir wirklich nix böses\" einleiten solltest? Viel widersprüchlicher geht es nicht.","replies":[{"id":"","poster":"znshadow","date":"2018-04-16T23:11:49.406+0000","up_votes":1,"down_votes":3,"body":"Hallo Sirrkas,\n\nwenn der Schreiber dem ich das geantwortet habe solche Probleme hätte dann würde dieser so etwas nicht schreiben.\nDas war evtl. ein schlecht gewähltes Beispiel. \n\nIch spiele LoL schon sein Seasson 3.\nIn den letzten 2 Jahren haben diese Einschränkungen bei mir richtig zugelegt.\n\nSo ein Spruch spiel besser ... \nWenn man kann dann geht es aber wie soll man sich verhalten wenn man das nicht kann?\n\nSo nebenbei hätte ich von einem Emissary erwartet das dieser in die Bresche springt \nZB: Hey Behinderte können sich evtl. nur bedingt verbessern! Der Spruch passt nicht zu allen.\n\nDas wäre Cool gewesen. Aber da schreibt ja ZN und den kann man ja .....\n\nStimmts?\n\nZN","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-17T08:50:44.845+0000","up_votes":5,"down_votes":0,"body":">So nebenbei hätte ich von einem Emissary erwartet das dieser in die Bresche springt\nZB: Hey Behinderte können sich evtl. nur bedingt verbessern! Der Spruch passt nicht zu allen.\n\nEs ist zwar Schade für dich, dass du körperlich nicht mehr auf dem Höhepunkt bist, ich werde aber niemals für einen behinderten Einspringen, der seine körperliche Benachteiligung beim ersten mal erwähnt, wenn er jemand anderem wünscht, er hätte ebenfalls physische Benachteiligungen. Es ist mir auch egal, ob du sowas an Eingew oder LiebesWölkchen schreibst, aber das ist einfach unterstes Niveau. \n\nKlar hast du es schwieriger, wenn deine Gelenke schmerzen etc. Aber woher weißt du denn, dass alle anderen topfit sind? Warum soll ich mich für dich einsetzen, wenn du anderen wünschst, sie hätten es wenigstens so schwer wie du mit deinem Körper? Müsste man nicht gerade, wenn man behindert/krank ist, wissen, wie schlimm so etwas ist und eben nicht anderen wünschen, sie hätten die gleichen Probleme? \n\nUnd selbst unter der Prämisse, dass du körperliche Probleme hast, gibt es immer noch Potential für dich nach oben. Am Makro und Spielverständnis kann man immer arbeiten und darin besser werden, auch wenn einem zielgenaues Klicken schwer fällt. \n\nIm übrigen gibt es auch Spieler die ohne Hände es geschafft haben Gold und Dia zu erreichen. Das liegt daran, dass sie an sich gearbeitet haben um besser zu werden. Die haben trotz oder vielleicht wegen ihrer Behinderung nicht aufgegeben und wollten sich beweisen, sie schaffen das. \n\nNiemand hier erwartet von dir, dass du Challenger wirst und deine ganze Freizeit dafür verwendest. Aber wenn du aufsteigen willst, lässt sich da auch ein Weg finden, wie du das schaffst. \n\nWenn du nach Gold willst, setz dich dahinter und versuch da hin zu kommen. Ist Silber dein Ziel, ist das auch machbar. Wenn dir Bronze recht ist, auch gut. Mich juckt es zumindest nicht, ob jemand in Bronze bleibt oder nicht. Aber wenn man aus Bronze raus will, muss man dafür etwas tun.","replies":[{"id":"","poster":"znshadow","date":"2018-04-18T01:29:11.504+0000","up_votes":1,"down_votes":0,"body":"Sirrkas ,\n\n> Am Makro und Spielverständnis kann man immer arbeiten und darin besser werden\n\nDa hast du auf jedenfall Recht!\n\n\n\n> Aber wenn man aus Bronze raus will, muss man dafür etwas tun.\n\n\nAuch da gebe ich dir uneingeschränkt Recht!\n\n\n\nWas ich aber nicht Gut finde ist wenn Member als Beispiel einfach nur schreiben \"Spiel besser und höre auf zu Jammern\".\n\nIn meiem [Beitrag ](https://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de/9Gz5Oa6b-was-tun-gegen-die-heftigen-ad-champions) habe ich mein Problem geschildert und so tolle gute Informationen bekommen.\n\nZN\n\n;)","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2018-04-15T14:10:02.293+0000","up_votes":5,"down_votes":0,"body":"Also ich bin mit Goldfähigkeiten aus Bronze problemlos heraus gekommen. Ein Silberspieler sollte das also ebenfalls gut schaffen. Nur Bronzespieler kommen nicht aus Bronze heraus.","replies":[{"id":"","poster":"znshadow","date":"2018-04-15T14:25:48.009+0000","up_votes":1,"down_votes":4,"body":"OK\nVorschlag:\n\nDu lässt dir mit einem Knüppel beide Hände blau schlagen und auch deine Unterarme.\nDann versuchst du 100 Rankeds zu machen mit deinem Main Account!\n\nUnd wenn die Schwellungen nachlassen und auch die Schmerzen (gegen die du ja Tabletten nehmen kannst) lässt du wieder den Knüppel tanzen.\n\nGlaubst du ehrlich das du dann noch Gold bleiben würdest?\n\nSo nur nochmal für dich wenn du richtig gelesen hättest:\n\n> es ist absolut schwer aus Bronze heraus zu kommen wenn man nicht Diamanten Fähigkeiten hat und kern Gesund ist.\n\nAlles klar!\n\nZN","replies":[{"id":"","poster":"eingew","date":"2018-04-15T14:36:32.615+0000","up_votes":4,"down_votes":0,"body":"Das ist ziemlich unlogisch, was du da schreibst. Ich habe schnupfen und keine Diaskills. Ich entspreche *1a* den Anforderungen, die du gestellt hast. Diese jetzt im Nachhinein hochzustellen ist definitiv kein Argument, eher der Versuch irgendwie dem Eingeständnis zu entkommen, dass du evtl einfach nicht gut genug bist.\nSolltest du eine entsprechende Krankheit/Behinderung haben, die dich am aufsteigen hindert, ist das natürlich blöd für dich gelaufen, ich sehe aber nicht inwiefern das auf schlechtes Matchmaking hinweisen sollte.","replies":[{"id":"","poster":"znshadow","date":"2018-04-15T14:53:41.694+0000","up_votes":1,"down_votes":3,"body":"Du findest das unlogisch!\n\nOK, warum argumentierst du denn:\n> Also ich bin mit Goldfähigkeiten aus Bronze problemlos heraus gekommen. Ein Silberspieler sollte das also ebenfalls gut schaffen.\n\n- woher möchtest du denn wissen wie meine Fähigkeiten sind?\n- wenn ich im ranked mal 3 Spiele gewinne dann muss ich  gegen Spieler ran die physisch und spielerisch weit besser sind als ich. Das ist ein Fakt. Besonders dann wenn man in seinem Promo spielen ist. Dann wird es richtig unfair.\n\n- wenn ich dann das Argument gebe das im Gegnerteam ein S3 midlaner spielt der dann das Game gedreht hat weil er seinem gegenüber einfach total überlegen war dann seht ihr das als Absurd an. Nein werte Herren!\n\nDas Matchmaking sollte nach Division gehen und nicht nach MMR/hidden ELO.\nDas ist das Grundproblem \nJedenfalls meiner Meinung nach ...","replies":[{"id":"","poster":"eingew","date":"2018-04-16T11:49:20.697+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=znshadow,realm=EUW,application-id=ip27PlEH,discussion-id=YrdatEmW,comment-id=000200010000000000000000,timestamp=2018-04-15T14:53:41.694+0000)\n>\n> - woher möchtest du denn wissen wie meine Fähigkeiten sind?\n\nAus den von dir getroffenen Angaben in deinen Beiträgen, in denen von einem Rang die Rede ist, welchen du erreicht hast.\n\n> - wenn ich im ranked mal 3 Spiele gewinne dann muss ich  gegen Spieler ran die physisch und spielerisch weit besser sind als ich. Das ist ein Fakt. Besonders dann wenn man in seinem Promo spielen ist. Dann wird es richtig unfair.\n\nDie Promo ist dazu da, um zu beweisen, dass du es mit diesen besseren Spielern aufnehmen kannst. Wie willst du das beweisen, wenn du nicht gegen sie spielst? Was ist daran bitte unfair?\n\n> Das Matchmaking sollte nach Division gehen und nicht nach MMR/hidden ELO.\n> Das ist das Grundproblem \n> Jedenfalls meiner Meinung nach ...\n\nAlso wärst du mit dem System konform, wäre die LP-Maske niemals eingeführt worden? Ist das wirklich dein einziges Problem?","replies":[{"id":"","poster":"znshadow","date":"2018-04-16T23:24:23.419+0000","up_votes":1,"down_votes":2,"body":"Hallo eingew ,\n\nich weiß das ich nicht von euch geliebt bin.\nJe älter ich werde desto schwieriger wird es mitzuhalten.\nDie mechanischen Fähigkeiten von vor Jahren habe ich nicht mehr.\n\nWie schon in anderen Beitrag beschrieben Gicht usw.\n\n---\n\n> Die Promo ist dazu da, um zu beweisen\n\nDas ist in meinen Augen ein Widerspruch!\nDenn es sollen doch laut RIOT ausgewogene Games sein.\nDas wäre doch ein Indiz dafür das da was nicht hinhaut\n\n---\n\n> Also wärst du mit dem System konform ...\n\nIch bin der Meinung das es nur nach Division gehen sollte. MMR ELO und Tagesform spielen keine Relevanz. Ist man besser als die Member in seiner Division steigt man auf. Wichtig aber wäre in meiner Vorstellung: Gamer werden nur zusammen gesetzt plus minus eine Division.\n\nBei Duo Partnern zählt nur die höhere Division.\nDas würde ich als faires Zusammenstellen empfinden.\n\n\nZN","replies":[{"id":"","poster":"Jinx1967","date":"2018-04-17T12:09:32.760+0000","up_votes":4,"down_votes":0,"body":"> Ich bin der Meinung das es nur nach Division gehen sollte. MMR ELO und Tagesform spielen keine Relevanz.\n\nhttps://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/IqBzFyO9-der-informationsthread-aber-ligen-mmr-und-hidden-elo\n\nNochmal durchlesen bitte.\n\nIch weigere mich zu glauben, dass der MMR Thread für so viele Leute tatsächlich zu schwierig zu verstehen ist.\n\nErneut zwei Anmerkungen:\n\n1) Wenn nach Elo/MMR gematched wird, dann bist du im Normalfall auch maximal eine Divison von deinen Teammates und Gegnern entfernt. Ob dir das auch angezeigt wird, kann dir doch vollkommen egal sein.\n\n2) Du bist noch immer nicht auf mein Beispiel eingegangen:\n\n> Es gab mal, und ich weiß nicht ob das immernoch geht, einen Spieler der die Silberpromo jedes mal gedoged hat. Und er hat das so lange gemacht, bis er in Bronze 1 eine Diamond MMR hatte. Wo willst du diesen Spieler hinstecken, in ein Dia Game oder zu den Bronze Spielern?\n\nDivisonenmatchmaking? Wirklich?\n\nAlso entweder du suchst hier einfach nur Gründe um dich über Riot aufzuregen oder du kannst das Rankingsystem wirklich nicht verstehen. Und wenn es letzteres ist, dann werde ich mein Bestes tun, es dir verständlich zu machen. Aber du solltest zunächst den MMR Thread lesen und uns mitteilen, was genau du dir unter dem Elosystem und den Divisionen vorstellst.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2018-04-17T10:38:43.347+0000","up_votes":4,"down_votes":0,"body":"Hossa, hossa , hossa {{sticker:slayer-jinx-unamused}} \n\nIch glaube Dir kein Wort . Ich glaube Dir nicht, das Du physisch krank bist und zwar zum einen genau aus dem Grund :\n\n> [{quoted}](name=znshadow,realm=EUW,application-id=ip27PlEH,discussion-id=YrdatEmW,comment-id=00020001,timestamp=2018-04-15T13:57:22.966+0000)\n>\n> Ich wünsche dir wirklich nix böses aber es wäre toll wenn du Gicht, hohen Zucker der dir auf die Augen schlägt und Epilepsie hättst. Dann wärest du ungefähr in meiner Lage und würdest nicht mehr schreiben das es einfach ist aus Bronze herraus zu kommen.\n> \n> Na ja ....\n\n\nKein wirklich physisch kranker Mensch wünscht sowas seinem Gesprächspartner. \n\nUnd zum anderen, Du wetterst seit über 2 Jahren gegen das Bewertungssystem. Bist nie mit Deinen \"Argumenten\" durchgekommen. Diesmal hat es wieder nicht geklappt ! Viele kompetente Forenuser haben es Dir haarklein erklärt und aufgezählt, warum Deine Vorstellung einfach Müll ist. Du hast jetzt gemerkt das Du mit Deinen verqueren Ansichten und unsinnigen \"Verbesserungsvorschlägen\" nicht durchkommst und auf einmal bist Du krank !? Gehts noch !? Das ist ein Schlag für die wirklich Kranken  mitten ins Gesicht. Und dann wünschst Du es auch noch anderen an den Hals ? Und zuguterletzt merkste, daß Du was wirklich schlimmes gesagt hast und redest Dich mit nem schlechten Beispiel raus ? Bei Dir ist doch ne Schraube locker !\n\nDu provozierst andauernd mit Deinen Post's ! Deeskalierend ? Warum fängst Du selber nicht mal bei Dir an und überlegst was Du falsch gemacht hast ?\n\nDu bist seit 2 Jahren Bronze, spielst wie Bronze und bist einfach nicht besser. Dafür können die Moderatoren , das Bewertungssystem und auch einige Forenuser nix. \n\nBei so nem Typen wie Dir platzt mir der Kragen, echt ey. Keine Entschuldigung und auch kein Kappa von mir.  Für mich bist du eine der schlimmsten Personen hier im Forum, allein schon wegen obiger Aussage ! Das ist allerunterste Schublade. \n\nDir steht es frei, meinen Beitrag zu melden. Ich weise nur darauf hin, nicht das es wieder heißt hier werden manche bevorzugt !","replies":[{"id":"","poster":"znshadow","date":"2018-04-18T01:19:05.658+0000","up_votes":1,"down_votes":4,"body":"Hallo Haudruppmoor, mein Freund!\n\n> Kein wirklich physisch kranker Mensch wünscht sowas seinem Gesprächspartner.\n\nDas wünsche ich keinem! Ich habe das als Bildnis benutzt um die Situation zu verdeutlichen!\n\n\nAlso im groben bin ich für deinen Beitrag echt dankbar!\nIch meine das wirklich Ehrlich! \nDir stand es doch frei meinen Beitrag einfach zu übersehen oder nicht zu beachten.\nAuch wenn du mich nicht magst und mich \"als schlimmsten Poster\" in diesem Forum titulierst habe ich auch bei dir genau das erreicht was ich wollte.\nNachdenken über das Matchmaking. Ich bin sicher das du in deinem Freundeskreis darüber gesprochen hast was dieser Typ hier im Forum zum Besten gegeben hat.\nUnd da hast du mir schon wieder in die Karten gespielt. Das Nachdenken über das Matchmaking in deinem Bekanntenkreis.\nDanke dafür!\n\n\n> Dir steht es frei, meinen Beitrag zu melden. Ich weise nur darauf hin, nicht das es wieder heißt hier werden manche bevorzugt !\n\nIch bin deinem Wunsch nachgekommen!\n\n\nUnd ich bin mir in einer Sache noch viel sicherer..\nDu wirst meinen Geistigen Druchfall immer noch weiter verfolgen weil es dich so interessiert und weil du die Hoffnung hegst dich Aufregen zu können.\n\nUnd somit werde ich dich immer wenn du einen meiner Beiträge studierst ein \";)\" einbauen.\nDamit du dich an mich erinnerst und weisst das ich dieses mit einem Lächeln geschrieben habe.\n\nIch bin dir nicht böse!\n\nICh wünsche daher allen lesern viel Spaß und hoffendlich kontroverse Debatten mit meinen Post's\n\nZN\n\n;)","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-04-18T07:30:02.957+0000","up_votes":3,"down_votes":0,"body":"Äh, nein, Du liegst meilenweit daneben. Über das Matchmaking muß man nicht diskutieren, ich trag das auch nicht weiter . Ich hab es verstanden, aber Du nicht und das ist mir auch egal. \n\nIch hab einfach nur auf Deinen Beitrag geantwortet, weil Du nervst. Nix weiter. Du bist nix besonderes oder spezielles, Du nervst nur. Mich z.B. , das wars, mehr nicht.\n\nDu bist grad mal 2 Jahre älter als ich und benimmst Dich hier wie ein kleines Kind. Mein Sohn ist 9, hat ne Gleichgewichtsstörung, weil ihm in den jüngeren Jahren sehr oft das Trommelfell geplatzt ist. Der kann nicht richtig Fahradfahren. alle seine Kumpels fahren besser und schneller. Aber er beschwert sich auch nicht beim Fahrradhändler, daß es unfair ist, sich mit besseren Fahrern zu messen. Er steigt immer wieder auf und heult nicht so rum. Wenn Du Gicht hast, dann sei froh, daß Du überhaupt spielen kannst. Danke Gott dafür, daß es bei Dir noch nicht so schlimm ist, daß Du überhaupt noch fähig bist ne Maus zu halten. Ich kenn andere, die wären froh, wenn sie das könnten. Und Du beschwerst Dich, weil Du seit 2 Jahren in Bronze rumhängst !? \n\nO M G !\n\nDu nervst die Mods mit völlig falschen Anschuldigungen, mich mit Deinen Posts, die sogar vor TGSG (Das nehm ich Dir richtig übel) nicht halt machen und polemisierst, denunzierst, stellst falsche Behauptungen auf und so weiter. Geh einfach . Ich mag Deine Post nicht mehr lesen wollen. Muss ich auch nicht. Ich werd jetzt ne Auszeit nehmen und wenn ich wiederkomm, dann muß ich hoffentlich nix mehr von Dir in der Startseite finden.\n\nUnd ich bin alles, nur nicht Dein Freund !","replies":[]},{"id":"","poster":"eingew","date":"2018-04-18T04:25:18.966+0000","up_votes":3,"down_votes":0,"body":"> Das wünsche ich keinem! Ich habe das als Bildnis benutzt um die Situation zu verdeutlichen!\n> \n> Also im groben bin ich für deinen Beitrag echt dankbar!\n> Ich meine das wirklich Ehrlich!\n> Dir stand es doch frei meinen Beitrag einfach zu übersehen oder nicht zu beachten.\n> Auch wenn du mich nicht magst und mich \"als schlimmsten Poster\" in diesem Forum titulierst habe ich auch bei dir genau das erreicht was ich wollte.\n> Nachdenken über das Matchmaking. Ich bin sicher das du in deinem Freundeskreis darüber gesprochen hast was dieser Typ hier im Forum zum Besten gegeben hat.\n> Und da hast du mir schon wieder in die Karten gespielt. Das Nachdenken über das Matchmaking in deinem Bekanntenkreis.\n> Danke dafür!\n\nDie Stimmung, die du mit deinen Rationalisierungen versuchst zu erzeugen, mag bei mir nicht so recht aufkommen. Ich glaube ich hole dir mal musikalische Unterstützung...\n\nhttps://youtu.be/ho9rZjlsyYY\n\nBesser :)","replies":[{"id":"","poster":"znshadow","date":"2018-04-18T05:39:00.634+0000","up_votes":1,"down_votes":1,"body":"Hi Eingew,\ndas ist was für meine Frau!\nVielen Dank da wird sie sich sehr darüber freuen.\n\nZN\n\n;)","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2018-04-17T04:41:25.799+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=znshadow,realm=EUW,application-id=ip27PlEH,discussion-id=YrdatEmW,comment-id=00020001000000000000000000000000,timestamp=2018-04-16T23:24:23.419+0000)\n>\n> Je älter ich werde desto schwieriger wird es mitzuhalten.\n> Die mechanischen Fähigkeiten von vor Jahren habe ich nicht mehr.\n> \n> Wie schon in anderen Beitrag beschrieben Gicht usw.\n\nIch denke mal im Gegensatz zu mir wirst du aber in dieser Season immerhin in der Lage sein, wieder die Elo von letzter Season zu erreichen. Bei mir selbst habe ich da aber mittlerweile einige Zweifel, bin ich doch 4 Divisionen unter der Elo letzter Season noch einmal abgestiegen und jetzt erst wieder dabei aufzusteigen... \nWenn ich so deine Matchhistory ansehe, liegt das aber nicht nur an deiner Mechanik, sondern auch schon an Entscheidungen, die du vor dem Spiel triffst, wenn ich mir diese Kritik erlauben darf. Letzte Season hast du viel und erfolgreich Vel'koz gespielt, diese spielst du wieder so viele andere Champions... da ist es natürlich schwerer, mit diesen dasselbe Niveau zu halten, wie das, was du letzte Season mit Vel'koz vorgelegt hast.\n\n> Das ist in meinen Augen ein Widerspruch!\n> Denn es sollen doch laut RIOT ausgewogene Games sein.\n> Das wäre doch ein Indiz dafür das da was nicht hinhaut\n\nEs gehört nun mal zum fairen Matchmaking dazu, dich auch gegen bessere oder schlechtere Spieler zu testen, wenn du eine Win- oder Lossstreak hinter dir hast. Denn während dieser Winstreak beweist du ja bereits, dass du den Spielern auf deiner aktuellen Elo überlegen bist. Dazu kommt natürlich noch, dass schlicht nicht immer genügend Spieler in der Queue sind, die deiner Elo entsprechen. Da muss Riot eben abwägen, ob sie dich ewig warten lassen oder dich eben besser in ein etwas weniger faires Match schmeißen.\n\nDa die Queue die erlaubten Elogrenzen deiner Mitspieler erst mit der Zeit vergrößert, kannst du das übrigens selbst beeinflussen: Wenn du die Queue beendest und neu startest, fängt das System wieder an, nur Leute zu suchen, die exakter an deiner Elo dran sind. Du musst die Queue also nur früh genug abbrechen, um unfaire Spiele zu verhindern.\n\n> Ich bin der Meinung das es nur nach Division gehen sollte. MMR ELO und Tagesform spielen keine Relevanz. Ist man besser als die Member in seiner Division steigt man auf. Wichtig aber wäre in meiner Vorstellung: Gamer werden nur zusammen gesetzt plus minus eine Division.\n\nHast du [diesen Thread](https://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/IqBzFyO9-der-informationsthread-aber-ligen-mmr-und-hidden-elo) denn eigentlich schonmal gelesen? Denn ohne die Maske mit den Ligapunkten, würde die Division ja 1:1 deiner MMR entsprechen.\nSoweit ich weiß wurde damals die Grenze von einer Division aber ebenfalls überschritten und damals waren die Queuezeiten natürlich trotzdem nochmal länger als heute. Du kannst das ja einfach mal für dich testen, die Queue immer nach spätestens einer Minute oder weniger abzubrechen und neu zu starten und dann zu schauen, wie lange du damit so brauchst.\n\n> Bei Duo Partnern zählt nur die höhere Division.\n\nWobei bei DuoQ ja afaik ohnehin schon nicht einfach nur die Durchschnittselo beider Spieler genommen wird, sondern auch einige Elopunkte drauf addiert werden.","replies":[{"id":"","poster":"znshadow","date":"2018-04-18T01:39:32.425+0000","up_votes":1,"down_votes":3,"body":"> die Queue immer nach spätestens einer Minute oder weniger abzubrechen und neu zu starten und dann zu schauen\n\nVielen vielen Dank für diese Information!\nIch werde das Ausprobieren. Vieleicht ist das ja die Finale Möglichkeit für mich ein ausgewogenes Match zu bekommen\n\n\nIn Sachen Selbstreflexion:\nIch tuhe mich immer schwer wenn es neue Patche gibt. \n\nWie schon oft geschrieben wünsche ich mir ein anderes MM. Mal schauen was die Zukunft bringt.\nEines ist Sicher ... \n>Beständig allein ist der Wechsel\n\n\nZN\n\n;)","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"znshadow","date":"2018-04-08T10:29:00.924+0000","up_votes":2,"down_votes":3,"body":"Cool und das von einem Dia [Spieler ](http://euw.op.gg/summoner/userName=LiebesWölkchen) ....\n\nIch möchte doch nur gegen solche Spielen die genauso schlecht snd wie ich selbst.\nDarf ich mir das nicht wünschen?","replies":[{"id":"","poster":"Cenâreth","date":"2018-04-09T11:17:34.760+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=znshadow,realm=EUW,application-id=ip27PlEH,discussion-id=YrdatEmW,comment-id=00020000,timestamp=2018-04-08T10:29:00.924+0000)\n>\n> Cool und das von einem Dia [Spieler ](http://euw.op.gg/summoner/userName=LiebesWölkchen) ....\n> \n> Ich möchte doch nur gegen solche Spielen die genauso schlecht snd wie ich selbst.\n> Darf ich mir das nicht wünschen?\n\nDie die genauso schlecht spielen wie du sind vielleicht besser als du?","replies":[]}]}]},{"id":"","poster":"XenesisCH","date":"2018-04-08T09:03:20.782+0000","up_votes":3,"down_votes":1,"body":"Aufgrund eines Beispiels gleich auf die Grundgesamtheit zu schliessen finde ich sehr gewagt. Zudem verwendest du die MMR von op.gg obwohl du weisst, dass die nicht korrekt ist  ;)\n\nAchja die Winrate hat übrigens nichts mit der Bestimmung der MMR zu tun.","replies":[{"id":"","poster":"znshadow","date":"2018-04-08T10:34:20.164+0000","up_votes":1,"down_votes":3,"body":"Ohh, ein ganz Schlauer ...\n\nNa denn sehen wir mal was der Danny98 so schreibt:\n\n\"\n\n1. Das Elosystem (heute: MMR(=MatchMakingRating) oder (Hidden-)Elo)\n\nUrsprünglich entworfen für Schach, passt es auch für andere Sportarten ideal um zu messen, wie gut ein Spieler im Vergleich zu einem anderen ist. Es zählt lediglich gegen wen man spielt (Spielstärke des Gegners im Vergleich zur eigenen Spielstärke) und ob man verliert oder gewinnt. Völlig egal wielange oder wie (z.B. k/d/a in LoL, Anzahl gespielter Spiele in LoL, w/l Verhältnis in LoL, ... ) man spielt, \n\n>** nur Sieg oder Niederlage zählt **\n\nund wer der Gegner ist. Zweiteres ist aber zu vernachlässigen, weil das Matchmaking nur Spieler gleicher Stärke in ein Spiel steckt. Also zählt nur Sieg oder Niederlage.\n\nDas Elosystem ist seit der Einführung von einer Rangliste in LoL vertreten. Es hat lediglich Werteanpassungen für bestimmte Belohnungen (Wert für Bronze, Wert für Silber, etc.) oder optische Veränderungen (z.B.: Ligasystem) gegeben. Die Eloberechnung an sich hat sich nie geändert.\n\"\n\nAlso nur Sieg oder Niederlage zählt ...\nWas ist die Winrate?\nDas Verhältniss aus Sieg oder Niederlage\n\nStimmt das oder nicht .....","replies":[{"id":"","poster":"RAID ShdwLegends","date":"2018-04-08T10:57:52.959+0000","up_votes":1,"down_votes":1,"body":"Ja, dass stimmt. Bezogen auf das Ursprüngliche Elo-System im Schach zählen nur Sieg, Niederlage oder Remis. Nicht.\nSelbst in der veralteten Elo-Rechnung im Schach war die Gewinnchance ein wichtiger und relevanter Faktor, der IMMER in die Schlussendliche Elo-Berechnung mit einfließt. Nur, kann man das heute nicht mehr mit Schach vergleichen, da die DWZ (wie die Elo in Deutschland heißt) in der Regel erst nach ganzen, mehrrundigen Turnieren ausgewertet wird. \nWorauf ich hinaus möchte: zu sagen, dass die Elo-Berechnung nur auf Sieg oder Niederlage basiert, kann nicht wahr sein. Andernfalls wäre diese Ausrechnung sinnlos, solltest du mal z.B. die ersten vier Rankeds in Folge gewinnen. Du würdest als jemand der schon einige Matches gewonnen hat (und somit 100% winrate) mit leuten gematcht die erst ein Spiel (100%) gewonnen haben. Das ganze könnte man mit höheren Zahlen belegen und Zeigen, dass diese Berechnung nicht stimmen kann und somit auch keine Realität ist! \n--> 150/150 (100%) vs. 2/2 (100%)\nDas käme ca. einem Challenger gleich, der gegen einen Spieler in seinen Placements spielen müsste.\n\nGrüße Manuel","replies":[{"id":"","poster":"Jinx1967","date":"2018-04-08T14:01:41.263+0000","up_votes":4,"down_votes":0,"body":"> dass die Elo-Berechnung nur auf Sieg oder Niederlage basiert, kann nicht wahr sein.\n\nDoch genau so ist es und genauso ergibt es auch Sinn.\n\n> Selbst in der veralteten Elo-Rechnung im Schach war die Gewinnchance ein wichtiger und relevanter Faktor, der IMMER in die Schlussendliche Elo-Berechnung mit einfließt. \n\nUnd die Gewinnchance wird anhand der Elodifferenz berechnet. Da in League aber gleich gute Spieler gematched werden, fällt diese Komponente weg. Die Gewinnerwartung liegt bei normalen Matchmaking bei 50%, also praktisch wie bei einem Spiel zweier Schachspieler mit gleicher Elozahl.\n\nDer einzige Punkt wo Gewinnerwartung in League eine Rolle spielt ist bspw. Challenger Matchmaking, wenn aufgrund zu weniger Spieler Master oder gar Dia Spieler in die Teams geworfen werden. Dann kriegen die Challengerspieler deutlich weniger Elo, wie auch beim Schach in solchen Situationen.\n\n> Du würdest als jemand der schon einige Matches gewonnen hat (und somit 100% winrate) mit leuten gematcht die erst ein Spiel (100%) gewonnen haben. \n\nWeder im Schach noch in League wird nach Winrate gematched, weil das nicht Bestandteil des Elosystem ist. An der Stelle kann ich deine Argumenation nicht wirklich nachvollziehen.\n\nBzw. wenn du dich darauf beziehst, dass nur Win und Loss zählen: Damit ist Win und Loss im Sinne von Elogewinn und Verlust gemeint, natürlich nicht die Winrate.","replies":[]}]},{"id":"","poster":"XenesisCH","date":"2018-04-08T12:13:41.772+0000","up_votes":2,"down_votes":0,"body":"> Also nur Sieg oder Niederlage zählt ...\n> Was ist die Winrate?\n> Das Verhältniss aus Sieg oder Niederlage\n> \n> Stimmt das oder nicht .....\n\n\nJa es sagt dir aber nicht wieviel MMR du verlierst oder gewinnst. Was noch viel wichtiger ist, es zeigt nur die Winrate der **aktuellen Saison**, aber die vorangegangen Saisons, Preseasons und Softresets sind auch zu berücksichtigen. Also nein, die Winrate sagt nicht wirklich viel über deine aktuelle MMR.\n","replies":[]}]}]},{"id":"","poster":"eingew","date":"2018-04-08T09:17:18.334+0000","up_votes":4,"down_votes":1,"body":"Willkommen zurück ^^. Wusste gar nicht, dass es dich noch gibt.\n\nAnsonsten, wie Sirrkas gesagt hat. Eine Range von Bronze 3 bis Silber 4 scheint mir jetzt nicht allzu absurd. Und nur mal angenommen die 20 Elopunkte wären verlässlich, auch da ist ein Stomp keinesfalls ausgeschlossen. Auch ein blindes Huhn findet mal ein Korn und wenn allzu viele Dinge zusammen kommen, dann wird man auch mal von jemandem zerstört, der einem durchschnittlich eigentlich ebenbürtig ist. Ein Beweis, dass das Matchmaking nicht funktioniert, ist das nicht.","replies":[{"id":"","poster":"znshadow","date":"2018-04-15T13:52:38.115+0000","up_votes":1,"down_votes":2,"body":"Na E....\n\nKeine Antwort ist auch eine Antwort.\n\nDa du weiter kein Argument hast gibst du mir wohl recht","replies":[{"id":"","poster":"eingew","date":"2018-04-15T14:03:38.073+0000","up_votes":4,"down_votes":0,"body":"Da stehen doch zwei sehr gute Antworten... ? Auf die du übrigens nicht geantwortet hast. Also stimmst du denen nach deiner Logik zu... ?","replies":[]}]},{"id":"","poster":"znshadow","date":"2018-04-08T10:26:34.780+0000","up_votes":2,"down_votes":2,"body":"Hallo E....!\n\nSchon gelesen:\n- Matchmaking ist extrem UNFAIR!\n- Gold werd aber mit unranks bronze/silber gematcht\n- Warum sind Rankeds so ein Witz?\n\nIch bin ja nicht der Einzige der das irgendwie doof findet.\n\nSupper, da sind wir mal wieder an dem Punkt den ich bei euch allen so bemängele.\n\nWo ist dein Beweis dass das Matchmaking funktioniert!\n\nDu schreibst nur eine hohle Frase.\n\nIch habe meine Meinung belegt anhand eines Bildes mit recht viel Informationen\n\nNun du .....","replies":[{"id":"","poster":"Alustus","date":"2018-04-08T11:16:54.938+0000","up_votes":2,"down_votes":0,"body":"Ich sehe in keinem deiner Ranglistenspiele einen Gold Spieler.\nIch habe glaube ich nichteinmal einen Spieler über Silber 4 gesehen.\n\nBei Normal Games kannst du nicht nach dem Rank gehen, da Rank Games und Normal Games jeweils ein eigenes voneinander unabhängiges Rank System haben.","replies":[]},{"id":"","poster":"Zyzyx","date":"2018-04-08T11:07:38.695+0000","up_votes":3,"down_votes":1,"body":"Du hast belegt, dass es EIN Spiel gab in dem die völlig unzuverlässige MMR-Angabe einen minimalen Unterschied aufzeigt. \n\nEin Einzelbeispiel kann nicht belegen dass Matchmaking generell nicht funktioniert und das kann es erst recht nicht, wenn es noch nichtmal das hergibt was brauchst (nämlich einen großen MMR-Unterschied) und die gelieferten Daten quasi ausgewürfelt sind.\nDieser Beweis ist absolut wertlos. \n\nDu willst einen Beweis?\nSchau dir zufällige Profile von Spielern an die keine Smurfs sind. Du wirst feststellen, dass quasi alle eine Winratio nahe 50% haben, was ein sehr sicherer Indikator für gutes Matchmaking ist. \n\nDavon mal abgesehen: Du hast die Theorie aufgestellt, dass Matchmaking nicht funkioniert, die Beweispflicht liegt bei dir, nicht bei uns. Es ist nicht unsere Pflicht zu beweisen dass du Unrecht hast (Stichwort: Fliegendes Spaghettimonster), es ist deine Pflicht zu beweisen, dass du Recht hat. Dein Screenshot tut das in keinster Weise.","replies":[]}]}]},{"id":"","poster":"Pandeonor","date":"2018-04-16T14:01:06.349+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=znshadow,realm=EUW,application-id=ip27PlEH,discussion-id=YrdatEmW,comment-id=,timestamp=2018-04-08T08:47:25.439+0000)\n> Op.gg vergleicht auch die MMR &amp;gt;&amp;gt; 1146 vs 1124. \n> \n> Was meint Ihr?\n> ZN\n\nIch zeige Dir jetzt mal was. Und das Match habe ich eben _verloren_. Mit Ansage durch mich in der Lobby. Habe das den anderen vorab mitgeteilt als Warnung.\n\nhttp://abload.de/image.php?img=mmr1iauzg.jpg\n\nJa? Der ex Platin Midlaner hat mit Ansage gegen die 49% WR Lux verloren, ebenso ist mein S1 Toplaner gnadenlos gegen den S5 Lucian untergegangen. 0 Chance.\n\nDie gegnerische MMR lt op.gg war 1317 und unsere lag sage und schreibe bei 1430. Das sind nicht mal eben 20 Punkte. Da liegen _113 Punkte_ dazwischen. Und die \"1430\" (also wir) haben verloren. Mit Ansage, exPlatin vs Silber5 hin oder her. Weshalb meine Ansage kann ich Dir auch erklären. Meine MMR ist zu hoch. Das war bei den letzten Aufstiegen ebenfalls so. Es ging ohne Probleme in die nächsthöhere Liga. *Und die nächsten Spiele waren der HAMMER und praktisch nicht zu gewinnen. Das war S5, S4, S3, S2 (nicht so extrem) und nun bei S1 der Fall.* Aktuell war es auch noch so das ich von den letzten 20 Spielen 17 gewonnen hatte. Lt op.gg liegt meine MMR bei 1541 und im Gold IV-Bereich. \n\nNun nehme ich an das op.gg meine durch die Seite selbst geschätzte MMR von 1541 zur Berechnung der Team-MMR (der 1430) verwendet hat. Aber selbst wenn man mich herausrechnet würden die anderen 4 aus meinem Team noch bei einer 1400er MMR liegen. \n\n\n\nWell. Ich habe also auch keine Ahnung [angesehen davon das die op.gg MMR nur ein Anhaltspunkt ist). Ich _wusste_ jedoch das nach dem Aufstieg meine Midlane und meine Toplane der nächsten etwa 4 Spiele gnadenlos unterliegen werden. Ich habe erst 2 dieser Spiele hinter mir. Das nächste wird also mit wirklich _hoher_ Wahrscheinlichkeit ebenso verlaufen. Und das hat nichts damit zu tun das es eine höhere Elo ist. Die MMR als solches ist ja gleitend. Was Riot sich dabei denkt weiss ich nicht. Ich nehme es halt als gegeben hin das ich nach dem Aufstieg immer erst mal eine vor den Latz geknallt erhalte. .... na ja.... Riots Köpfe werden sich da ja was gedacht haben. Was auch immer das ist. Womöglich um die MMR nach unten zu drücken während man bei 0 LP steht (kostet ja keine LP), damit man später wieder leichter steigen kann. Wobei das von der Vorgehensweise aus gesehen jetzt auch nicht so der Brüller wäre. Da wäre das abziehen von ein paar MMR-Punkten nach dem Aufstieg eleganter (wäre aber gegen den Erhaltungssatz; geht also vermutlich auch nicht; wie in der Thermodynamik). Wobei man aber vielleicht auch als Kanonenfutter dient um andere geplant aufsteigen zu lassen. Wer weiß.... Du siehst was ich davor meinte mit dem das es kompliziert sein _könnte_ wenn man etwas darüber erfahren würde.\n\nDas ist nicht einfach +10MMR pro gewonnenem Match.","replies":[{"id":"","poster":"znshadow","date":"2018-04-16T23:04:00.908+0000","up_votes":1,"down_votes":1,"body":"Hallo Pandeonor,\nsehr Interessant.\n\nDarüber muss ich erstmal nachdenken!\nJetzt vorschnell etwas schreiben ohne das gegebene analysiert zu haben ....\n\nAlso ich melde mich dazu \n\nVG","replies":[{"id":"","poster":"Pandeonor","date":"2018-04-17T05:37:09.578+0000","up_votes":3,"down_votes":0,"body":"Wobei das nur Gedankenspielchen sind. Vielleicht auch nur Zufall. Es gibt andere welche erzählen sie würden immer in der Promo mit schlechten Teammitgliedern geplagt. Ich mache hier keine harte Verschwögungstheorie auf sondern äh.... Erfahrungsbericht mit Smalltalk-Verschwörungstheorie abends in der Stammkneipe um die Ecke. {{sticker:sg-poppy}} \n\n\nAber. Ich meine die rd 20 Spiele davor war mein Team oft _drückend_ überlegen. _In allen._ In den verlorenen war einmal ich etwas unvorsichtig, das war das schwierigste Matchup und ich war inzwischen nach 13 wins in Folge vielleicht etwas überheblich. Die Beiden anderen hätten gewonnen werden müssen. Ich habe m.E. nur bei dem einen einen Spiel Turm Botlane zuerst abgegeben. Es war kein Spiel dabei wo ich nicht ab Punkt xy im und mit dem Team mit Damage und Calls ab Midgame irgendwo in die Spur habe kommen können.\nDie Spiele nach den Aufstiegen waren in der Regel so wie das letzte. Da geht nur mit viel Wohlwollen irgendwann etwas.\n\nEs gibt verschiedene Möglichkeiten sagen wir einen MMR-Schnitt von 1000 zu erreichen für das Team. Man(tm) geht ja im allgemeinen davon aus das Spieler \"gleichartig\" ausgesucht werden. Man kann sich aber auch eine Waage vorstellen für einen Spiel was die MMR´s  der Teammitglieder angeht und bei eim Liga-Anstieg oder alle x Spiele wird diese ausgelöst. 4 im Team hätten dann 975MMR und einer eine 1100er während die Gegenüber gemixt um die 1000 haben [können aber natürlich auch ein gleichartiges Team sein mit der gleichen Verwerfung der MMR]. Dann müsste der aufgestiegene oder auch jemand mit x Siegen in Folge den Hard-Carry geben können während alle anderen Positionen vermutlich aufgrund niedrigerer MMR im Schnitt eher unterliegen würden. \n\n\nNach einem Aufstieg verlierrt man keine MMR. Das wäre so ein Punkt an welchem man sich \"Zusatz-LP\" [+25 statt +20] verdienen könnte und damit die Steig-Geschwindigkeit zunimmt für Smurfs.  Bei anderen würde das aufsteigen relativiert und die Waage wird entlastet, man nähert sich wieder dem \"Schnitt für jedes Teammitglied\".\n\nDas nur so als Gedankenspiel beim Bierchen.\n\nDafür spricht, das eben _nicht_ alle 10 Spieler auf dem Platz in etwa die gleiche MMR haben sondern m.E. vielleicht bewusst Unterschiede herrschen.","replies":[{"id":"","poster":"Jinx1967","date":"2018-04-17T11:58:22.352+0000","up_votes":3,"down_votes":0,"body":"> Es gibt verschiedene Möglichkeiten sagen wir einen MMR-Schnitt von 1000 zu erreichen für das Team. Man(tm) geht ja im allgemeinen davon aus das Spieler \"gleichartig\" ausgesucht werden.\n\nVollkommen korrekt, ABER im Low Elo Bereich gibt es genug Spieler um 10 gleichwertige Spieler in ein Game zu packen. Und das kannst du überprüfen! Sieh dir die Liga deiner Teammates und Gegner an, guck ob die auf revlevanten Win oder Loosingstreaks sind und dann weißt du ungefähr, ob du tatsächlich \"unfaire\" Matches hast.\n\n> Nach einem Aufstieg verlierrt man keine MMR\n\nJedes Game gibt MMR bzw. zieht MMR ab. Auch nach Aufstiegen.\n\n> Wie durch ein Wunder. Das nächste Spiel.\nTop starb in den Minuten: 3, 6, 8 und 9\nMid starb in den Minuten: 5, 8 und 9\n\nDann mal die Frage: Wie hat Riot das denn jetzt geschafft? In deinem Team hatten alle so ca. die gleiche Elo. Im Gegnerteam war der Toplaner deutlich über eurer Elo, dafür der Supporter deutlich unter eurer Elo (Duo Q). Der Rest des Gegnerteams war auch in eurem Elobereich.\n\nWie kann es da sein, dass die Gegner so viel besser waren? Und mit welchen Daten soll Riot das überhaupt ermittelt haben? Und zu welchem Zweck?","replies":[{"id":"","poster":"Pandeonor","date":"2018-04-17T13:46:34.584+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Jinx1967,realm=EUW,application-id=ip27PlEH,discussion-id=YrdatEmW,comment-id=0008000200000000,timestamp=2018-04-17T11:58:22.352+0000)\n> Wie kann es da sein, dass die Gegner so viel besser waren? Und mit welchen Daten soll Riot das überhaupt ermittelt haben? Und zu welchem Zweck?\n\nDas sind gute Fragen. \n\nEs ist für mich - aus meiner Sicht - so: \n\n**Vorweg:** ich bin nicht plötzlich besser geworden diese Saison. Ich habe letzte Saison so um März/April herum begonnen mit spielen. Habe schnell ein paar Rankeds gemacht, Bronze 1 eingeranked, nach Bronze 2 und nur noch ein oder zwei Dutzend Spiele absolviert um Silber zu sein. Im August war dann bewusst Ende mit Ranked. Ab da habe ich nur Normals gespielt und das fast ausschließlich mit Zyra. Aktueller Stand sind 1,3 Millionen Mastery-Punkte auf Zyra, noch letzte Saison viele hundert normals gespielt. \n\nMit dieser Vorgeschichte habe ich aus meiner Sicht wahrgenommen das ich nach jedem Ligen-Aufstieg größere Probleme hatte. Auf Silber V ging es noch. Silber IV war übel [sogar wieder abgestiegen], die Spiele nach dem Aufstieg in Silber III eine Katastrophe. Da habe ich glaube ich 5 oder 6 Spiele in Folge verloren welche mir mehr oder minder unspielbar schienen. Silber II war besser als Silber III aber auch nach dem Aufstieg schwierigere Spiele. Nach dem Aufstieg in Silber I nun 4 in Reihe verloren obwohl ich in den 23 Spielen nur 3 verloren hatte. Die letzte derartige Verlustserie war die nach Silber 3 mit den 5 Spielen dort. Meine Winrate bis nach Silber IV lag bei 63%, nach dem Aufstieg Silber III gesunken auf 52% und von dort wieder hoch auf 56%. \n\nIch habe das einmal graphisch markiert:\nhttp://abload.de/image.php?img=streak1tbu98.jpg\n\nDie Kreise sind chronologisch von oben herunter (hoffentlich korrekt markiert) die Spiele nach dem Aufstieg in Silber I bis Silber IV (nach dem letzten Aufstieg).\n\nIch _gehe davon aus_ das ich nach den nächsten [x] Spielen im Goldbereich sein werde. Natürlich kann ich mich irren. Weshalb frage ich mich fallen mir ausgerechnet die Spiele nach dem Aufstieg so schwer?\n\n\nWell. Woher Daten nehmen? Uh.... das ist so eine Sache. ;)   Ich \"zeige\" Dir einmal meinen Midlaner aus dem ersten Spiel nach dem Aufstieg:\nhttp://abload.de/image.php?img=midlane1x0uf5.jpg\nDas war mein Toplaner:\nhttp://abload.de/image.php?img=top11vumb.jpg\nDas war mein Jungler:\nhttp://abload.de/image.php?img=jungl1scur0.jpg\n\nUnd der hier - als Lichtblick - mein adc:\nhttp://abload.de/image.php?img=meinadc6tuqt.jpg\n\nUnd hier der gegnerische Toplaner (als Bsp). Nicht erschrecken:\nhttp://abload.de/image.php?img=vstopncup8.jpg\n\nusw [lege die Dir mal nebeneinander in eine Slideshow bzw. klicke durch ^^]\n\nMeine Chancen das zu gewinnen tendierten gegen null. Meiner Ansicht nach. Da hätte ich schon _wesentlich_ besser sein müssen. [Riot hat mehr Daten als ich auftreiben kann für Analysezwecke zu Verfügung. Auch mit gleicher MMR sind nicht alle gleich.]\n\n\n\nWelcher Zweck?\n\nGute Frage. Ich denke gerade darüber nach. Ich bin sicher da steck ein valider Zweck dahinter. Das ist ja wenn ich Recht habe nicht Gutdünken sondern Absicht welche Teil des Systems ist und einen Sinn erfüllt. Ich beschwere mich auch nicht lauthals. \n\nUnd - vielleicht alles Zufall. :-)  ;)\n\nAber ich war Macro-Econ-Blogger (und nicht der schlechteste). Ich vertraue meiner Nase und nachfolgend solider Recherche, habe in aller Regel mehr Quellen als andere zu Verfügung. Das ist Teil des _Kapitals_. Ich liege manchmal in der Nähe der Wahrheit.\n\n\nEdit: Link zu vs top korrigiert","replies":[{"id":"","poster":"Jinx1967","date":"2018-04-17T14:50:07.113+0000","up_votes":3,"down_votes":0,"body":"> Mit dieser Vorgeschichte habe ich aus meiner Sicht wahrgenommen das ich nach jedem Ligen-Aufstieg größere Probleme hatte. \n\nDas Problem an der Sache ist, dass Winstreaks und Loosingstreaks ganz normal sind. Und du hast ja jetzt erst ein paar Divisonenaufstiege hinter dir. Auf der Anzahl von Spielen sollte man keine Theorie aufbauen, besonders wenn die Theorie allgemein überhaupt nicht schlüssig erscheint.\n\nWenn ich 6 mal Kopf mit ner Münze werfe, ist mein erster Gedanke jedenfalls nicht, dass die Münze manipuliert wurde. Weil 6 Würfe statistisch irrelevant sind und wer zum Teufel sollte ausgerechnet meine Münze manipulieren.\n\n> Ich \"zeige\" Dir einmal meinen Midlaner aus dem ersten Spiel nach dem Aufstieg:\n\nSorry, aber diese Graphiken finde ich sinnlos. Gleichstarke Spieler werden je nach Champ und Spielweise völlig unterschiedlich dargestellt und können dennoch den selben Skill haben.\n\nWenn du wissen willst wie gut ein Spieler ist, wieso dann nicht op.gg? Wenn du zwei Spieler in der gleichen Division hast und beide haben in den letzen 20 Games 10 gewonnen, dann können die skilltechnisch nicht sonderlich weit auseinander liegen. Zumindest in fast allen Fällen. Sind wir uns da einig?\n\nDie Frage ist, wie Riot 10 elotechnisch gleich starke Spieler so matchen soll, dass ein Team sicher gewinnt. Wenn deine Teammates auf Loosingstreaks wären und umgekehrt die Gegner auf Winstreaks... Das wäre vielleicht ein Anhaltspunkt. Aber da das ja auch nicht der Fall ist, wie dann? \n\nHat Riot berechnet, wie hoch die Wahrscheinlichkeit ist, dass Person x Champ y pickt und der wiederum gut gegen den Champ sein wird, denn dein Mitspieler vermutlich pickt? Kriegst du vielleicht Gegner, die gute Winrates gegen Zyra haben oder oft Champs picken, die Zyra countern? Alles sicherlich möglich, aber ist das wirklich die These? Der Yasuo der euch im einen Game stompt, feedet direkt im nächsten. Vielleicht doch eher Zufall, oder?\n\n> Meine Chancen das zu gewinnen tendierten gegen null. Meiner Ansicht nach. Da hätte ich schon wesentlich besser sein müssen\n\nGerade deshalb ergibt die Sache für mich keinen Sinn. Ich meine selbst wenn man mal annimmt, dass Riot wirklich all solche Dinge gegen dich verwendet, die ich aufgeführt habe: Wie kann bei elotechnisch 10 gleichen Spielern ein Spiel praktisch unwinnable sein? Die Gegner sind ja nicht magisch viel besser als ihre Elo und deine Teammates können auch nicht magisch viel schlechter sein.\n\nMeine nächste Frage wäre dann übrigens noch, wenn es bei dir nach Aufstiegen auftritt, warum dann nicht auch bei deinen Teammates? Also ich meine du hast ja praktisch 4 Teammates und 5 Gegner, die jeweils positiv oder negativ durch dieses rätselhafte Matchmaking betroffen sein müssten. Diese 9 Spieler sind aber meistens nicht gerade aufgestiegen oder sonst was. Warum sollte Riot sie also auch in manipulierte Matches werfen. Was uns zum letzten Punkt führt:\n\n> Gute Frage. Ich denke gerade darüber nach. Ich bin sicher da steck ein valider Zweck dahinter.\n\nIch bin mir sicher, dass du keinen findest. Besonders nicht für deine Teammates, die ja schließlich über mehr als eine Division und LP Zahlen von 0 bis 100 verteilt sind.\n\n> Aber ich war Macro-Econ-Blogger (und nicht der schlechteste). Ich vertraue meiner Nase\n\nIntuition ist nicht immer hilfreich.\n\n> und nachfolgend solider Recherche, habe in aller Regel mehr Quellen als andere zu Verfügung.\n\nNa dann bin ich ja mal sehr gespannt :D Ich hab den Aluhut parat und bin auch bereit ihn anzuziehen, wenn du mir stichhaltige Indizien lieferst^^","replies":[{"id":"","poster":"Pandeonor","date":"2018-04-17T20:38:16.923+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Jinx1967,realm=EUW,application-id=ip27PlEH,discussion-id=YrdatEmW,comment-id=000800020000000000000000,timestamp=2018-04-17T14:50:07.113+0000)\n>\n> Das Problem an der Sache ist, dass Winstreaks und Loosingstreaks ganz normal sind.\n\nSo ist das.\n\n> Und du hast ja jetzt erst ein paar Divisonenaufstiege hinter dir.\n\nNur die silbernen, richtig.\n\n> Auf der Anzahl von Spielen sollte man keine Theorie aufbauen, besonders wenn die Theorie allgemein überhaupt nicht schlüssig erscheint.\n\nOch. Ich bin da ganz offen. :-)  Theorien sind was feines. Ohne Theorie geht in der Forschung gar nicht viel. Schwierig wird es erst wenn man erklärt das es sich um Fakten handelt. Man stellt oft aufgrund von Geschehnissen erste Theorien auf und prüft diese dann auf Plausibilität.\n\n > Wenn ich 6 mal Kopf mit ner Münze werfe, ist mein erster Gedanke jedenfalls nicht, dass die Münze manipuliert wurde. Weil 6 Würfe statistisch irrelevant sind und wer zum Teufel sollte ausgerechnet meine Münze manipulieren.\n\nDas ist aber nicht ganz das was geschehen ist. Wenn man mittleres bis hohes Gold spielt und eine Winrate von um die 70% hat geht es um die Wahrscheinlichkeit mit welcher man direkt nach einem Stufenanstieg, und ausschliesslich dort, eine Losing-streak hat. Das entspräche dem 56maligem werfen eines 10-flächigen Würfels wobei 7 Flächen ein W aufweisen und 3 ein L. Nach 10 mal werfen welche der Wahrscheinlichkeit folgen kommen 4 Würfe hintereinander mit einem L. Diese grobe Abfolge geschieht 4 Mal hintereinander. \n\nDie Frage ist inwiefern die Würfel gezinkt sind.\n\n> Sorry, aber diese Graphiken finde ich sinnlos. Gleichstarke Spieler werden je nach Champ und Spielweise völlig unterschiedlich dargestellt und können dennoch den selben Skill haben.\n\nIch weiß zwar nicht wie Du das auf Basis des betrachtens von 4 Grafiken beurteilen können willst, aber ich nehme das als Deine Meinung zur Kenntnis.\n \n> Wenn du wissen willst wie gut ein Spieler ist, wieso dann nicht op.gg? Wenn du zwei Spieler in der gleichen Division hast und beide haben in den letzen 20 Games 10 gewonnen, dann können die skilltechnisch nicht sonderlich weit auseinander liegen. Zumindest in fast allen Fällen. Sind wir uns da einig?\n\nAber hallo. W oder L sagt nichts über die MMR aus. Die Beiden können je nach Vorgeschichte pro W oder L vollkommen unterschiedliche LP erhalten haben. Davon abgesehen gibt es wie Du oben richtig festgestellt hast random durchaus Win- oder Losing-streaks welche man auf Basis von Glück/Pech nur schwerlich selbst in der Hand hat. Oben sprichst Du der Abfolge von um die 60 Matches eine Relevanz ab, aber nun willst Du anhand des Ergebnisses von 20 Spielen den Skill der Spieler messen? Das wird nicht funktionieren. Ich kann Dir ein Beispiel machen anhand meiner Spiele in Silber V und Silber IV. Da habe ich glaube ich um 50 Spiele verbraten um aus der Region zu entkommen. Eine Abfolge von 20 Spielen daraus kannst Du also ohne weiteres nehmen und mit jedem Hardstuck Silber IV/V vergleichen. Würde Deine Aussage stimmen wäre mein Skill dem Skill des Hardstuck Silber V gleichzusetzen. Ich bin aber inzwischen Silber I  50LP, da ich auch die letzten 3 Spiele gewonnen habe und meine Winrate liegt bei knapp 56%. Ich bin damit locker eine Division über dem Silber V Spieler. TL:DR  , nein wir sind uns nicht einig in diesem Punkt. Schon auf Basis der Empirie meines eigenen Accounts ohne auf Vermutungen oder Berechnungen ausweichen zu müssen kann man das Gegenteil nachweisen. \n\nWenn man von 100 Matches spricht, dann sieht das anders aus. Wobei \"Division\" ja \"Silber\" bedeutet? Dann wäre ich mit meinen >100 Spielen in Silber auch jetzt noch skilltechnisch gleich gut wie ein Silber V Hardstuck. Das gleichzusetzen halte ich für gewagt.  Ich denke nicht das ich noch lange Silber sein werde. Ab wann man von \"skilltechnisch weiter auseinander\" sprechen kann ist aber wohl Ansichtssache. Aus Sicht eines Masters ist das alles Müll was da gespielt wird ^^.\n \n> Die Frage ist, wie Riot 10 elotechnisch gleich starke Spieler so matchen soll, dass ein Team sicher gewinnt. Wenn deine Teammates auf Loosingstreaks wären und umgekehrt die Gegner auf Winstreaks... Das wäre vielleicht ein Anhaltspunkt. Aber da das ja auch nicht der Fall ist, wie dann? \n\nEs geht mir nicht darum zu erklären das Riot es auf mich abgesehen hat oder das man nach einem Aufstieg verlieren _muss_. Ich bin ja noch am überlegen und habe nur die Beobachtung gemacht und eine These des Herganges erstellt. Was das Motiv und das Ziel angeht..... noch nichts.  Die Frage ist - auch nur als eine These - ob das Matchmaking evtl. nach einem/jedem Aufstieg gezielt Smurfs siebt.\n\n > ...Die Gegner sind ja nicht magisch viel besser als ihre Elo und deine Teammates können auch nicht magisch viel schlechter sein.\n\nEs geht nicht um Magie sondern um Berechnungen. Die aufgeführte Seite beispielsweise kalkuliert neben dem Tier auch die Position, wann man auf einem Zeitstrahl gestorben ist, ob man alleine gestorben ist, ob es Assists bei Kills gab, Strukturschaden erzielt hat usw.. Es gibt (Tode alleine) Hinweise darauf ob man Splitpushen war oder ohne Wards auf der Lane, ob man sich aus Teamfights herausgehalten hat. Es versucht KDA-Manipulation herauszufiltern und ob man Map-Awareness besitzt um an Teamfights teilzunehmen. Als Beispiel. Da steckt schon etwas mehr dahinter. Die Qualität dessen ist natürlich unbekannt. Am Ende steht aber letztenendes bei der Seite der Versuch über Berechnungen Glück/Pech herauszufiltern und individuell zu werten.\n\nWer das für unmöglich hält ist mit op.gg oder auch schlicht jedem Spielverlauf über das Forum hier gut bedient.\n\n> Meine nächste Frage wäre dann übrigens noch, wenn es bei dir nach Aufstiegen auftritt, warum dann nicht auch bei deinen Teammates? Also ich meine du hast ja praktisch 4 Teammates und 5 Gegner, die jeweils positiv oder negativ durch dieses rätselhafte Matchmaking betroffen sein müssten. Diese 9 Spieler sind aber meistens nicht gerade aufgestiegen oder sonst was. Warum sollte Riot sie also auch in manipulierte Matches werfen. \n\nDie Matches sind nicht direkt manipuliert. Vielleicht ein nur in abgeschwächter Form gewollter Effekt welcher im Einzelfall nicht immer wie vorgesehen funktioniert. Eigentlich habe ich noch keine Theorie. Aber da war ich oben und auch schon in Postings davor. Ich habe nur eine Beobachtung/Feststellung getrofffen.\n  \n> Na dann bin ich ja mal sehr gespannt :D Ich hab den Aluhut parat und bin auch bereit ihn anzuziehen, wenn du mir stichhaltige Indizien lieferst^^\n\nNa. Indizien habe ich ja. :-P  Beweise fehlen. Die werde ich auch nie bringen können. Das kann niemand. Es ist eine private Stammtisch-VT und in der Datenlage begrenzt, da ich nur eine einzige Person bin und ich auch nicht unendlich oft aufsteigen kann.  Leider ^^. :-P\n\nAktuell habe ich wieder 3 gewonnen. Wenn alles gut verläuft kann ich dann nach dem Aufstieg nach Gold V wieder berichten.{{sticker:galio-happy}}","replies":[{"id":"","poster":"Jinx1967","date":"2018-04-17T23:22:35.251+0000","up_votes":3,"down_votes":0,"body":"> Ich weiß zwar nicht wie Du das auf Basis des betrachtens von 4 Grafiken beurteilen können willst, aber ich nehme das als Deine Meinung zur Kenntnis.\n\nEs gibt eine Menge solcher Statistiken und Seiten und ihnen allen ist gemein, dass ihre Art der Darstellung wenig hilfreich ist. Wenn ein Spieler mit einer 20er KDA und unter einem Tod pro Game in der selben Elo sein kann, wie der 6/9 Yasuo und der Tryndamere mit 4 Killlbeteilgung im Schnitt, ist ja wohl klar, dass da völlig andere Graphen zustande kommen. Daran wird man wohl schlecht messen können, wer nun besser oder schlechter ist.\n\nIst eigentlich genau der selbe Grund, aus dem in die MMR nicht Kda oder sonst was einfließt. Sich ein paar Faktoren rauszupicken, verzerrt die Darstellung.\n\n> Aber hallo. W oder L sagt nichts über die MMR aus. Die Beiden können je nach Vorgeschichte pro W oder L vollkommen unterschiedliche LP erhalten haben.\n\nDeswegen sagte ich, zwei Spieler in der gleichen Divison! Wenn zwei Spieler in der gleichen Divison sind (Ausnahme 5er Divisionen) und keine nennenswerte Win- oder Loosingstreak hinter sich haben, dann ist die Wahrscheinlichkeit sehr hoch, dass sie eine ähnliche MMR haben.\n\nDas sind ja quasi die Aspekte, die man berücksichtigen muss: Welche Liga spielt jemand und hat er ggf. eine sehr gute oder sehr schlechte MMR. Und das kann man so schon ungefähr abschätzen, noch genauer mit LP Gain oder durchschnittlichen Teammates/Gegnern.\n\n>  Oben sprichst Du der Abfolge von um die 60 Matches eine Relevanz ab, aber nun willst Du anhand des Ergebnisses von 20 Spielen den Skill der Spieler messen? \n\nNein, wie gesagt, die letzten 20 Games sind zur Überprüfung von Auffälligkeiten, die eine MMR Schätzung über die Divison ausschließen würden. Etwas anderes habe ich nicht gesagt.\n\n> nein wir sind uns nicht einig in diesem Punkt.\n\nIch hoffe nachdem ich meinen Punkt erneut artikuliert habe, sind wir uns einig. Denn mein Punkt ist schlichtweg evident richtig.\n\n> Es geht mir nicht darum zu erklären das Riot es auf mich abgesehen hat oder das man nach einem Aufstieg verlieren muss. Ich bin ja noch am überlegen und habe nur die Beobachtung gemacht und eine These des Herganges erstellt\n\nIch hab ja nichts gegen (Verschwörungs-)theorien. Aber bevor ich glaube, dass es Chemtrails gibt oder die Mondlandung gefaked ist, will ich entweder stichhaltige Beweise oder einen guten Grund, warum es zumindest eine logische Option wäre. Daher ja die Frage: Wenn du deine These nicht belegen kannst, kannst du dann zumindest einen logischen Grund nennen, warum deine These prinzipiell in Frage kommen würde?\n\n>  Die Frage ist - auch nur als eine These - ob das Matchmaking evtl. nach einem/jedem Aufstieg gezielt Smurfs siebt.\n\nVerstehe ich nicht. Inwiefern würde das hypothetisch durchgeführt werden?\n\n> Es geht nicht um Magie sondern um Berechnungen.\n\nKlar, aber egal mit welchen Daten Riot hin und her rechnet, es bleiben immernoch 10 Spieler der gleichen Elo. Und allein das macht es ja schon ziemlich schwierig, ein solches Match zu manipulieren. Denn, und ich wiederhole mich, auch durch geschickte Berechnungen werden 5 Silberspieler nicht plötzlich besser als 5 andere Silberspieler.\n\nGut wenn Riot es jetzt ganz persönlich auf dich abgesehen hätte, dann lassen sich bestimmt solche Spieler finden, zum Beispiel nur Smurfs im Gegnerteam und nur Neulinge in deins. Als allgemeine Matchmakingmethode kann das so aber nicht funktionieren. \n\nUnd wie gesagt: Da sind 9 Leute in deinem Game, die nicht alle gerade aufgestiegen sind. Dann ist ja im Prinzip jeder Spieler betroffen,  ist doch irgendwie nicht sonderlich schlüssig.\n\n> Aktuell habe ich wieder 3 gewonnen. Wenn alles gut verläuft kann ich dann nach dem Aufstieg nach Gold V wieder berichten\n\nNaja, wenn Riot deine Beiträge hier entdeckt, würde ich mir nicht zu viele Hoffnungen machen :P","replies":[{"id":"","poster":"Pandeonor","date":"2018-04-18T10:26:44.733+0000","up_votes":3,"down_votes":0,"body":"Also gut. Dauert länger als gedacht. Im Match eben einen first time ranked Jungler (der war überhaupt erst Lv30), einen 4th time ranked Toplaner und einen m.E. unterirdischen ADC gehabt [woah.... 2nd time Varus, nicht einmal Normals mit dem gespielt] gegen 3x GoldV und 2 Mal Silber I. _Nett_. \n\n\nDas hat man nun davon wenn man aus Arroganz nicht nachsehen geht...... *grmpf*{{sticker:zombie-brand-facepalm}} \n\n.....wusste ja nicht das blutige Anfänger in die Kategorie um 1450 op.gg - MMR fallen.","replies":[]},{"id":"","poster":"Pandeonor","date":"2018-04-18T09:05:44.148+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Jinx1967,realm=EUW,application-id=ip27PlEH,discussion-id=YrdatEmW,comment-id=00080002000000000000000000000000,timestamp=2018-04-17T23:22:35.251+0000)\n>\n> Naja, wenn Riot deine Beiträge hier entdeckt, würde ich mir nicht zu viele Hoffnungen machen :P\n\nIch beeile mich ja schon. ^^ Dann bin ich schneller dort. Davon abgesehen fällt Ostern auf einen Mittwoch bevor wir hier im Forum einen Rioter sehen, schon alleine deswegen weil die alle in na sitzen und kein Deutsch können.\n\n\nNun sind es 5 Siege in Folge, 86LP. Wenn alles weiter so läuft, dann muss ich noch ein Spiel machen für das erreichen der Promo und in der Promo 2-3 weitere. {{sticker:galio-happy}}  Alles gut. :-)\n\n\nAuf den Rest gehen wir dann ein, wenn ich Gold bin. Das können wir dann wieder mit Ansage machen und ich werde mir beim Start des ersten Matches genau ansehen wen ich da so als Gegner erhalte.","replies":[]}]}]}]},{"id":"","poster":"znshadow","date":"2018-04-18T01:47:31.223+0000","up_votes":1,"down_votes":1,"body":"Hallo Pandeonor,\n\nwas für ein wirklich toller Beitrag! Wow ....\n\nDarf ich mal nach den Tools fragen die du benutzt hast?\n\n\nRichtig toll \n\nZN\n\n;)","replies":[]}]}]}]}]},{"id":"","poster":"Pandeonor","date":"2018-04-16T18:05:50.568+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Pandeonor,realm=EUW,application-id=ip27PlEH,discussion-id=YrdatEmW,comment-id=0008,timestamp=2018-04-16T14:01:06.349+0000)\n>\n> Well. Ich habe also auch keine Ahnung [abgesehen davon das die op.gg MMR nur ein Anhaltspunkt ist). Ich _wusste_ jedoch das nach dem Aufstieg meine Midlane und meine Toplane der nächsten etwa 4 Spiele gnadenlos unterliegen werden. Ich habe erst 2 dieser Spiele hinter mir. Das nächste wird also mit wirklich _hoher_ Wahrscheinlichkeit ebenso verlaufen. \n\n^^ \n\nWie durch ein Wunder. Das nächste Spiel.\n\nTop starb in den Minuten: 3, 6, 8 und 9\nMid starb in den Minuten: 5, 8 und 9\n\n4 kills davon für den gegerischen Jungler Vi, 3 für Yasuo Toplane\n\nAb Minute 10 dann Vi Botlane. Die 1000 Ping der Jinx zu Beginn (später 80-120) fielen da nicht weiter ins Gewicht.\n\nÜberraschuuuuuuung {{sticker:vlad-salute}} \n\nNa. In etwa noch 1 Spiel schätze ich, dann bin ich \"durch\". Wir werden sehen. {{sticker:galio-happy}}","replies":[]},{"id":"","poster":"Jinx1967","date":"2018-04-16T17:08:08.443+0000","up_votes":4,"down_votes":1,"body":"Es wird immer schlimmer...\n\n>  Meine MMR ist zu hoch. Das war bei den letzten Aufstiegen ebenfalls so. Es ging ohne Probleme in die nächsthöhere Liga. Und die nächsten Spiele waren der HAMMER und praktisch nicht zu gewinnen\n\nDas ergibt überhaupt gar keinen Sinn. Deine Gegner werden nicht nach einem Aufstieg sprunghaft besser. Ebenso kann deine MMR nicht zu hoch für das Matchmaking sein. Das Matchmaking richtet sich ausschließlich nach deiner MMR und wenn du Bronze bist und Master MMR hast wirst du eben mit Master gematched. Ob deine MMR in Relation zur Liga zu hoch ist, ist vollkommen irrelevant.\n\n> Ich wusste jedoch das nach dem Aufstieg meine Midlane und meine Toplane der nächsten etwa 4 Spiele gnadenlos unterliegen werden.\n\nDenn durch Riots seltsames Matchmaking musste in deinem Game tatsächlich Silber gegen Silber spielen. Ist ja klar, dass man da keine Chance hat.\n\n> Wer weiß.... Du siehst was ich davor meinte mit dem das es kompliziert sein könnte wenn man etwas darüber erfahren würde.\n\nAbsoluter Nonsense. Um es nochmal deutlich zu sagen: Nein, deine MMR ist nicht besser als die deiner Teammates oder Gegner. Und bevor du weiter Unfug verbreitest, tu dir und uns allen bitte den Gefallen:\n\nhttps://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/IqBzFyO9-der-informationsthread-aber-ligen-mmr-und-hidden-elo","replies":[]}]},{"id":"","poster":"Iriní","date":"2018-04-08T09:35:29.758+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=znshadow,realm=EUW,application-id=ip27PlEH,discussion-id=YrdatEmW,comment-id=,timestamp=2018-04-08T08:47:25.439+0000)\n>\n> Meine Erkenntnis:\n> Das Blaue Team hat den Schnit von 1200 ELO Punkten das Rote Team hat 1180 ELO Punkte. Ich sehe das so das das Blaue Team eine Division im Schnitt besser war als das Rote Team. Viele w&amp;uuml;rden jetzt bestimmt sagen das das ein Marginale Abweichung sei. OK\n\nWie kommst du darauf? Das ist keine Elo Zahl sondern einfach 1000 Punkte = Bronze V + 50 Punkte pro Division darüber. Ergo 20 Differenz machen keine Division aus.\n\n> Op.gg vergleicht auch die MMR >> 1146 vs 1124.\n\n\nAuch hier sieht man keine große Differenz.\n\nAber es gibt ein allgemeines Problem mit Matchmaking im unterdurchschnittlichen Bereich, das es im hohen Bereich nicht gibt. Es gibt Spieler, die nur auf der Wertung sind, weil sie noch nicht genug Spiele gemacht haben um abzusteigen.\n\n> Das Blaue Team hat uns richtig vernascht 48 zu 24 Kills sind das Ergebniss dieses in meinen Augen unfaire Matchmaking.\n\nDas ist nichts. Im Platin, wo ich zur Zeit spiele, gibt es viel mehr solcher Spiele auf ein Tor, die teilweise noch einseitiger sind, weil die Leute wissen, wie man einen Vorsprung vergrößert.\n\nEdit: Ratingzahlen geben nur eine Gewinnwahrscheinlichkeit an und erlauben kein Rückschluss, wie das Ergebnis zustande kommen wird. Es kann auch sein, dass bei 20 Elopunkte Unterschied Team A mit 53% Wahrscheinlichkeit stompt und Team B mit 47%.","replies":[{"id":"","poster":"znshadow","date":"2018-04-08T10:37:54.761+0000","up_votes":1,"down_votes":0,"body":"Hi,\nda ich nicht Platin bin kann ich darüber nicht mit philosophieren.\nAber auf der Botlane waren wir B2/B3 vs. B2/S4 und na ja das Ergebniss ist doch eindeutig oder?","replies":[{"id":"","poster":"Iriní","date":"2018-04-08T10:49:39.146+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=znshadow,realm=EUW,application-id=ip27PlEH,discussion-id=YrdatEmW,comment-id=00040000,timestamp=2018-04-08T10:37:54.761+0000)\n>\n> Hi,\n> da ich nicht Platin bin kann ich darüber nicht mit philosophieren.\n> Aber auf der Botlane waren wir B2/B3 vs. B2/S4 und na ja das Ergebniss ist doch eindeutig oder?\n\nIst nicht immer so. Zum Beispiel in meinem letzten Spiel waren wir Dia5 Adc und P2 Supp (ich) gegen P2 ADC und P3 Supp und die anderen haben uns trotz niedrigerer Liga im Earlygame dominiert, weil Nami besser im Earlygame als Janna ist und weil deren Jungler Zac eine Stufe 2 Gank mit Red gemacht hatte. Unser Jungler hatte später gegankt, die Kills selbst bekommen und mit den Kills gesnowballt.","replies":[]},{"id":"","poster":"Cenâreth","date":"2018-04-09T11:08:33.523+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=znshadow,realm=EUW,application-id=ip27PlEH,discussion-id=YrdatEmW,comment-id=00040000,timestamp=2018-04-08T10:37:54.761+0000)\n>\n> Hi,\n> da ich nicht Platin bin kann ich darüber nicht mit philosophieren.\n> Aber auf der Botlane waren wir B2/B3 vs. B2/S4 und na ja das Ergebniss ist doch eindeutig oder?\n\nDie Reihenfolge auf welcher Position wer ist spielt beim Matchmaking keine Rolle.\n\nBei der Teamerstellung:\n\nwerden die Spieler mit der meisten mmr-Wahrscheinlichkeit mit denen die weniger haben zusammengestellt\n\nBeispiel Team A\n\n1.: 1300 \n2.: 1275\n3.: 1250\n4.: 1225\n5.: 1200\n\n(die genauen Unterschiede der Werte sind wo anders erläutert).\n\nDass heißt jetzt aber nicht dass 1 und 2 Bot ist und 3, 4, 5 auf andere Lanes verteilt es kann genauso passieren.\nDas von Team A 1 und 2 ADC/Supp ist, und im Gegner Team aber 4 und 5 die Bot ist.\n\nDass System sagt aber auch nicht darüber aus wie gut ein Spieler spielt, weil gerade Neulinge zwischen Silber und Gold eingeranked werden und nicht in Bronze, darum kann genauso auch ein Spieler mit der höchsten MMR des Teams in deinem Matchmaking, auf Bronze 5 Niveau spielen.","replies":[]}]}]}]}