{"id":"FYVetYGs","poster":"SSF Reliewz","date":"2018-04-08T05:05:51.754+0000","title":"SSF Frost sucht teamerfahrenen Support im Diamond Bereich. Max D3","subforum":"Clans & Teams","embed":{"title":"Sabotage & Security Force e.V.","description":"Sabotage & Security Force e.V. - Multigaming Clan since 2004. WoW, FIFA, CS, CS:S, CS:GO,LoL, Shakes and Fidget, Starcraft II Squads","url":"http://sabsecforce.de/","image":null},"up_votes":1,"down_votes":0,"body":"Hey Community,\r\n\r\nWir bewerben uns bei einem eingetragenen Verein f&uuml;r den Spot des Main Teams.\r\nHierf&uuml;r suchen wir noch einen Support.\r\nWir haben hohe Ziele und sind bereit daf&uuml;r Zeit zu investieren, dass verlangen wir auch von dir.\r\n\r\nInfos &uuml;ber unser Roster\r\nhttps://play.eslgaming.com/team/7309917/\r\n\r\nInfos &uuml;ber die Organisation findet ihr auf der Homepage. Ich freue mich auf die kommenden Anfragen!\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\nReliewz","replies":[{"id":"","poster":"Kazabubu","date":"2018-04-08T15:45:24.228+0000","up_votes":1,"down_votes":0,"body":"Hallo Reliewz!\n\nMein Name ist Henrik aka. Kaza und ich bin momentan auf der Suche nach einem aktiven, professionellen Team.\n\nAls erstes etwas zu mir:\n\nIch bin 17 Jahre jung, noch Schüler und wohne momentan bei meinen Eltern im Kreis Koblenz. Ich zocke quasi fast mein ganzes Leben schon. League of Legends seit Season 2. Season 3 habe ich als Jungle-Lee OtP in Platin 1 abgeschlossen. Seit Season 5 bin ich Support Main. Mein Elo Peak war letzte Season Diamond 3 ~60 Lp. Immerschon habe ich in Teams gespielt. In Teams zeigt sich das ware Können & gemeinsam ein Ziel zu verfolgen hat mir immer sehr viel Spaß gemacht. Ich bin ein sehr ehrgeziger & ambitionierter Spieler. Außerdem kann ich sehr gut mit Kritik umgehen & bin sehr motiviert. Da ich seit fast 3 Jahren immer in Teams gespielt habe, habe ich einiges an Erfahrungen gesammelt. Ich habe gute Shotcall Erfahrungen & eine allgemein gute Game Knowledge. Als Spieler bin ich vergleichsweise aggresiv. Ich roame viel und versuche soviel Impact wie möglich auf Midlane, Jungle & natürlich Bot zu haben. Mein championpool ist ziemlich groß. Meine absoluten Mains sind Thresh & Bard allerdings behersche ich jeden Meta Support auf einem guten Level. Ich bin bereit sehr viel Zeit in das Team zu investieren. Momentan befinde ich mich in Platin 3 da ich in dieser Season wenig auf meinem Main gespielt habe bisher. (Das wird sich natürlich ändern!) \n\nÜber ein Gespräch oder Tryout würde ich mich sehr freuen. Ich würde euch gerne von mir überzeugen & freue mich auf eine erfolgreiche & spaßige Zukunft zusammen. Bei Fragen bin ich natürlich offen.\n\nKontakt:\n\nIGN: tX Kazabubu\nE-Mail: KazabubuDesigns@web.de\n\nMit freundlichen Grüßen, \n\nHenrik🔥","replies":[]}]}