{"id":"ymwrW2eT","poster":"BANG LostMelody","date":"2018-04-05T20:55:49.950+0000","title":"Warcry E-Sports suchen Dich!","subforum":"Clans & Teams","embed":{"title":"Schaut euch mal dieses Bild an!","description":"Dieses Bild wurde am 05.04.2018 hochgeladen.","url":"http://www.directupload.net/file/d/5048/zepb63q5_jpg.htm","image":"http://fs1.directupload.net/images/180405/zepb63q5.jpg"},"up_votes":1,"down_votes":0,"body":"Warcry E-Sports. Gegr&uuml;ndet am 6.12.2017 von mir ist ein deutsches League of Legends Team welches bisher den Silber-Goldbereich bewohnt. Damals noch mit dem ersten Warcry Roster schafften wir es 2 von 3 der Beta Clash Turniere ohne eine Niederlage zu absolvieren (am dritten sind wir nicht angetreten lange Geschichte ^^). Doch leider l&ouml;ste sich dieses Roster auf und nun befinden wir uns auf der ewigen Suche nach einem Jungler/einer Junglerin, einem Midlaner/einer Midlanerin und einem Adc/ einer ..Adcerin? welche unsere Reihen auff&uuml;llen! \n\nNun fragt ihr euch bestimmt: Wie kann ich denn Teil dieses Teams werden beziehungsweise was erwartet man von mir?\n\nNein? \n\n.. ich erz&auml;hl es euch trotzdem!\n\nW&uuml;nschenswert w&auml;re definitiv eine Tiltresistenz! Denn wir schreiben den Spa&szlig; in unseren Spielen gro&szlig; und wollen keine Zeit mit Flamen oder Tilten verbringen! Des Weiteren solltet ihr &uuml;ber eine ordentliche Priese Humor verf&uuml;gen! (Ich bin zwar kein aktiver Spieler mehr aber ich werd trotzdem beim Training dabei sein und meine Witze haben es in sich ^^&quot;) Discord oder TS ist vorhanden und ihr solltet kein Problem damit haben einem Gamingclan namens Never Give Up E-Sports beizutreten. Wenn ihr mit eurer Elo ebenfalls im Silber-Goldbereich liegen w&uuml;rdet w&auml;re dies gar vorz&uuml;glich ^^\n\nIch hoffe ich konnte euch mit meiner kleinen aber feinen Ausschreibung f&uuml;r unser Team begeistern und hoffe euch bald bei uns unter dem Zeichen des Pinguins begr&uuml;&szlig;en zu d&uuml;rfen ^^ Erreichen könnt ihr mich über Lol unter NSG Loki Senpai oder ähm über Lol unter diesem Namen :3\n\nIn aller Liebe\neuer Loki Senpai {{sticker:slayer-jinx-catface}}","replies":[]}