{"id":"2MwJZAy2","poster":"MasterToebsen","date":"2018-04-05T17:52:34.491+0000","title":"Verbindung zum Server konnte nicht hergestellt werden","subforum":"Client Diskussion","up_votes":1,"down_votes":0,"body":"Hallo zusammen, \r\n\r\nich habe seit heute (05.04.2018) das Problem, dass ich nach der Championauswahl (egal welcher Modus) nicht den Ladebildschirm sehe. Stattdessen bleibt das Bild schwarz und ich bekomme eine Mitteilung, dass keine Verbindung zum Server hergestellt werden konnte. Support angeschrieben, aber auch keine brauchbaren Tips (wie z.B. CMD und IP Adresse refreshen, alle Dateien im LoL Ordner gegen Firewall sch&uuml;tzen). \r\n\r\nDann habe ich gelesen, dass es mit der Firewall zusammen h&auml;ngen kann. Diese also deaktiviert und siehe da, es hat einmal funktioniert. Danach wieder nicht und ich bekomme immer wieder die gleiche Meldung. \r\n\r\nDann das Hextech Tool laufen lassen, neu gepacht und neu installiert. Hat beim ersten Mal (Start Practice Tool) funktioniert. Nun wieder nicht. \r\n\r\nIch habe echt keine Ahnung woran es liegen kann. Habe seit einem Jahr den selben Laptop, die selbe Internetverbindung. Und gestern bei einer Bekannten hat es im WLAN funktioniert (bereits mit Patch 8.7).\r\n\r\nHat es irgendetwas mit dem Patch 8.7 zu tun oder damit, dass ich bei Kabel Deutschland bin??? Hat hier irgendjemand die gleichen Probleme???\r\n\r\nBin f&uuml;r jede Hilfe dankbar.","replies":[{"id":"","poster":"Wolf Husky","date":"2018-04-06T17:18:37.064+0000","up_votes":1,"down_votes":0,"body":"Wenn du ein Spiel startest, wird diese Verbindung Fehlermeldung kommen.\nDa musst du dann auf abbrechen drücken und einfach Lol komplett neustarten.\nDann werden wahrscheinlich Updates kommen...also mach ein Eigenes game\n\nWar bei mir auch deswegen.\n\nHoffe es klappt bei dir auch.","replies":[]},{"id":"","poster":"MasterToebsen","date":"2018-04-06T06:19:29.669+0000","up_votes":1,"down_votes":0,"body":"Habe die Lösung mittlerweile selber gefunden. Beim Netzwerkanbieter angerufen und von IPv6 auf IPv4 wechseln lassen. Keine Ahnung warum das auf einmal nötig war, denn vor Patch 8.7 hat es ja alles geklappt. Egal, funktioniert auf jeden Fall wieder alles.","replies":[]}]}