{"id":"eQ646hQf","poster":"[COULD NOT READ POSTER]","date":"2018-04-05T15:37:07.625+0000","title":"Rekkles: „Ich denke, ich werde wertvollster Spieler“","subforum":"Esports","up_votes":1,"down_votes":1,"body":"[BODY IS EMPTY]","replies":[{"id":"","poster":"Wolf2842","date":"2018-04-07T12:37:30.687+0000","up_votes":1,"down_votes":1,"body":"Ehrlich gesagt bin ich von Rekkles nicht überzeugt. Er war mein großes ADC Vorbild seit dem er 2012 Fnatic gejoint hat, aber inzwischen finde ich seinen Spielstil langweilig (z.B. die Halbfinal Rekkles Cam). In der SoloQ hat er mit Twitch sein bestes KDA, so etwas möchte ich gerne sehen!","replies":[{"id":"","poster":"Bloodlunatic","date":"2018-04-08T12:24:29.609+0000","up_votes":2,"down_votes":0,"body":"Ich vermute mal, das er in seinem Spielstil im Solo Q einfach vieles anders machen kann, da es dort an sich um nicht geht. Wenn es dann auf die Bühne geht, so wird gefordert das er performed. Um dieses sicher zu stellen, greift man dann eher auf das alt bewährte zurück.\r\nEs kann ebenso sein das von Ihm gefordert wird den gezeigten Stil im Split zu spielen. Wie gesagt beides sind nur Vermutungen meinerseits. Jedoch würde beides Sinn ergeben. Aber ich stimme dir zu. Auch ich vermisse die alte \"Aggressivität\".","replies":[]}]},{"id":"","poster":"LunaFatale","date":"2018-04-05T17:08:14.249+0000","up_votes":2,"down_votes":0,"body":"FNC wird immer für mich die Nummer 1. sein :) Rekkles, Caps, nein eher das ganze Team hat extrem gut gespielt und ich ( wie wahrscheinlich jeder FNC fan) bin gespannt auf das Finale am kommenden Wochenende {{sticker:slayer-jinx-wink}} ","replies":[{"id":"","poster":"Ariya","date":"2018-04-06T08:32:55.418+0000","up_votes":1,"down_votes":0,"body":"Wir auch! :D","replies":[]}]},{"id":"","poster":"Bloodlunatic","date":"2018-04-08T12:18:09.736+0000","up_votes":1,"down_votes":0,"body":"Wie wahrscheinlich viele, habe ich lange Zeit ständig FNC supported sogar auf den Worlds. Gerade weil Rekkles ein Teil des Teams ist. Jedoch war ich schon recht verwundert über diese Season bisher bei FNC. Ja er hat sein Team gecarryed, aber irgendwie fehlte mir der ganze Spirit bei DNC. Einziger Lichtblick ist Caps der frischen Wind in das Team bringt. Bedenkt man, das Rekkles in einem Interview nach einigen verlorenen Spielen sagte, vielleicht wird es Zeit sich neuen Dingen zu widmen, so stellt sich die Frage ob er wirklich noch zu 100% da ist. Vorab, ich möchte damit nicht sagen das er nicht performed, denn das wäre gelogen. Aber einen solchen Gedanken öffentlich zu machen, kann durchaus schon seine psychologische Wirkung haben.\r\n\r\nG2 hat diesen Split mal wieder gezeigt das Sie die bisher Größten Rivalen von FNC waren und wieder sein werden. Mir gefällt die Zusammenstellung des Teams sehr gut, ebenso wie deren Zusammenarbeit. Perkz ist ein grandioser Leader in meinen Augen. Jankos ein sehr intensiver Spieler, welcher nahzu zu 110% abliefert. Leider bin ich absolut kein Freund von seinen Sticheleien, welche er ja sehr gerne vom Stapel lässt. Vielleicht kann Perkz ihm da noch die nötige Bescheidenheit liefern.\r\n\r\nOver all gönne ich beiden Teams den Sieg und freue mich auf eine Grandiose Schlacht und werde diese gespannt mit meinen Freunden aus ganz Europa verfolgen. \r\n\r\n{{champion:17}} ","replies":[]}]}