{"id":"KJtO9ArL","poster":"Shauna aka Vayne","date":"2018-04-05T02:15:26.853+0000","title":"The Ninja of Saveness","subforum":"Champions & Gameplay","up_votes":3,"down_votes":0,"body":"Lieber Beschw&ouml;rer und Bschw&ouml;rerin, \r\nDa Shen mein Main Champion ist ( Ja ich wei&szlig; mein Name ist Shauna aka Vayne ich habe eine 3 Ex Bezihung ok!. Vayne und bleibte mein Einzig wahrer Main, Liebe ist kein aussdruck mehr.) Zur&uuml;ck zu Thema, Seid dem Patch 7.24 oder 8.2 (Ich wei&szlig; es nicht mehr genau..) Wurde der DMG von der Q gesenk ich glaube um 3 oder so? Was ihn schon ein Wenig early schwacher gemacht hat. Ich habe es nicht verstanden warum er zum diesen Zeit punkt Generft wurde. Er wurde noch nie wircklich oft gesehen. Oder viel gebannt. Das ist ja nicht alles..Langsam geht die Tank Meta vorbei und wir sehen nur noch DMG und Oneshot..Ich habe nichts dagegegen, wenn ein meine Champion generft wird. Nur seid dem Mion Buff und Q nerf ist es echt schwer mit  Ihm zu Farmen. Er hat ein Extrem Schwaches Early bekommen (Auch wegen der neuen Top-Rune)  \r\n\r\nEroberer, Ich erleuter nochmal was sie kann:\r\nPASSIV: Erh&auml;ltst oder verursachst du Schaden, so generierst du eine Kumulation pro Sekunde f&uuml;r die n&auml;chsten 3 Sekunden. Schaden verursachen oder erhalten erneuert die Kumulationsgenerierung. Sobald du 4 Kumulationen erreicht hast, gew&auml;hrt dir dein n&auml;chster normaler Angriff innerhalb von 3 Sekunden gegen einen gegnerischen Champion f&uuml;r 3 Sekunden 10 - 35 (abh&auml;ngig von der Stufe) zus&auml;tzlichen Angriffsschaden und konvertiert 20 % deines Schadens gegen Champions in Absoluter Schaden Tip absoluten Schaden.\r\n\r\nIhr denkt euch Bestimmt der Q Schaden wurde um 3 nidriger gemacht. Oh mein Gott wie schlimm.. Ja das ist schlimm.\r\nSeid dieser neuen Rune kann ich nichts mehr ausrichten.. Ich bin wircklich ein echt guter Shen. Ich habe Mapawarness, Lane Kontrolle, &uuml;ber durchschnittliche assist&#039;s und Kill&#039;s,  Ich wei&szlig; wie ich meine Ultimate benutze, Ich brauche sowas wie SS nicht generell brauch ich sowas nicht. Und gewinne meistens auch meine Lane, und habe Team Lebensanzeige kontrolle egal wie unter stress ich stehe. ganz selten kommt es mal vor das Ich als Shen mein Team nicht Carry..Und ihr k&ouml;nnt mir ruihg glauben. Ich halte sowiso nichts viel von mir aber Shen da bin ich echt gut ist auch die Einzige sache..Ich spiele Shen seid s3. Es war egal wer vor mich gestanden hat ob Darius oder tryndamere\r\n\r\n Meine Ranked Stats mit Shen:\r\ns8 7.9   3.8   9.9 ((17 Games))\r\ns7 5.0   3.1  12.5  ((14 Games))\r\ns6 5.5\t4.1\t13.9 ((76 Games))\r\ns5 9.0 / 2.3 / 20.7 (( 14 Games))\r\n\r\nSeid dem 8.4 habe ich ihn das letze mal gespielt, als ich ihn wider angefangen wider zu spielen habe ich echt kein Einziges spiel gewonnen und da hatten die immer Eroberer mit, was Shen einfach zerst&ouml;rt, die One Shoten mich unterm Tower Renekton Tower Dive auch lvl 4 + ignit. Boom  Tod, ich mir erst gedacht vieleicht habe ich einfach nur ein Fehler gemacht. Aber er hat mich wider Tower gedivet die Ganze zeit.. Da hat meine W meine E und meine shilde nichts  gen&uuml;tzt..\r\n\r\nDeswegen frage ich die Leute im High-Elo bereich und auch Shen Mains, auch wenn es viele nicht von gibt..\r\nWas mache ich Falsch was kann ich besser machen?\r\nWas hilft gegen Eroberer?!\r\nWie kann ich den Champion verst&auml;rken?\r\nIch bedanke mich im  vorraus f&uuml;r eure Tipp, und die Zeit die  ihr f&uuml;r mich in Anspruch nimand.\r\nBis dahin eure Shauna aka {{champion:67}} \r\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Wekra","date":"2018-04-05T10:55:46.676+0000","up_votes":2,"down_votes":0,"body":"TL; DR\n\nbin auch nicht der übelste Shen Main, aber mit Eroberer kommen viele Bruiser und Bullies auf die Toplane zurück, da hat es Shen naturgemäß schwer. Das allerwichtigste ist keinen Kill abzugeben, auch auf Kosten des Farms.\nWenn du gedivet wirst hast du vorher schon zu viel Leben verloren.\nDa Armor nichts gegen Eroberer hilft, würde ich am Anfang eher Leben stacken und dann als zweites Teilitem die Rüstung.\n\nBeispielsweise bei Sunfirecape, erst Bamis und dann die Rüstung.\n\nShen hat als Tank gegen Bruiser wenig zu lachen, er kann erst später Splitpushen und beim Team dazukommen. Auch kann er, wenn er reingepusht wird, mit einem Damagelastigen Jungler Kills holen.\nAber deine erste aufgabe ist safe zu lanen und die Bruiser nicht snowballen lassen, das ist nämlich deren einzige richtige Stärke","replies":[]},{"id":"","poster":"BlackAjani","date":"2018-04-05T08:39:39.636+0000","up_votes":2,"down_votes":0,"body":">3 Ex Bezihung\n\nxD epic \ndu meinst Dreiecks Beziehung :)","replies":[{"id":"","poster":"Shauna aka Vayne","date":"2018-04-05T17:42:01.357+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=BlackAjani,realm=EUW,application-id=Wj1wcocU,discussion-id=KJtO9ArL,comment-id=0000,timestamp=2018-04-05T08:39:39.636+0000)\n>\n> xD epic \n> du meinst Dreiecks Beziehung :)\n\noh sorry deutsch 4 xD","replies":[]},{"id":"","poster":"Vogeljunges","date":"2018-04-05T13:04:13.875+0000","up_votes":1,"down_votes":0,"body":"Sensationell, ich war auch total begeistert!!! :D","replies":[]}]},{"id":"","poster":"MisshenFailed","date":"2018-04-05T13:46:37.214+0000","up_votes":1,"down_votes":0,"body":"ja der q nerf ist mies. du kannst keine caster minions mehr töten, nachdem sie einen tower-shot abgekriegt haben. Ich persöhnlich löse das Problem indem ich tiamat {{item:3077}} als erstes Item baue, das hilft beim farmen und der early-game damage ist wieder so wie vor den ganzen Q-Nerfs.\nDanach einfach Fulltank :)","replies":[]}]}