{"id":"89cH0Irk","poster":"MCVangi","date":"2018-04-04T20:58:44.367+0000","title":"Gründe für eure Übersetzungsanpassungen","subforum":"Rückmeldungen zur Übersetzung","up_votes":2,"down_votes":0,"body":"Hallo zusammen\r\n\r\nNach langer Zeit melde ich mich wiedereinmal zu Wort. Ich habe gerade eine Runde gespielt und musste mit erschrecken feststellen, dass es neue Ansageaufnahmen im Spiel hat. \r\n\r\nVom &quot;Ihrzen&quot; habt ihr euch ja schon l&auml;nger verabschiedet, zumindest in den Ansagertexten (Fr&uuml;her stand bei einer T&ouml;tung in etwa &quot;Ihr habt einen Gegner get&ouml;tet&quot; oder so und nicht nur &quot;Gegner get&ouml;tet&quot;). Ich finde das schade, aber vertragbar.\r\n\r\nWas f&uuml;r mich gar nicht  geht, ist eure Entscheidung, euch von &quot;Doppelt&ouml;tung&quot;, &quot;Dreifacht&ouml;tung&quot;, &quot;VIerfacht&ouml;tung&quot; und &quot;F&uuml;nffacht&ouml;tung&quot; zu verabschieden. Ich empfand es genau etwas besonderes und begr&uuml;ssenswertes, dass im Gegensatz zu den meisten anderen Spielen hier deutsche Begrifflichkeiten verwendet werden. Nat&uuml;rlich sind sie eventuell f&uuml;r gewisse an die englischen Ausdr&uuml;cke gew&ouml;hnten Spieler ungewohnt, nichtsdestotrotz gew&ouml;hnt man sich nicht nur schnell dran, es hat auch durchaus etwas Charakteristisches. Ich empfinde den denglischen Begriff &quot;Doppelkill&quot; und die englischen Begriffe &quot;Triplekill&quot;, &quot;Quadrakill&quot; und &quot;Pentakill&quot; als befremdlich in einer deutschen Sprachausgabe und ehrlich gesagt sehe ich auch keinen Sinn darin, nach zehn Jahren die bekannten Begrifflichkeiten auszutauschen. \r\n\r\nAusserdem klingen die neuen Ansagen seltsam. Die Stimme der Sprecherin klingt h&ouml;her, vielleicht ist es eine andere, keine Ahnung.\r\nIch pers&ouml;nlich w&uuml;rde mir w&uuml;nschen, dass ihr wieder zu dem Begriff &quot;-t&ouml;tung&quot; zur&uuml;ckkehrt. Es klingt einfach besser und diejenigen, die &quot;Kill&quot; bevorzugen, spielen sowieso schon gr&ouml;sstenteils mit der englischen Sprachausgabe.","replies":[{"id":"","poster":"Ariya","date":"2018-04-05T16:48:30.449+0000","up_votes":3,"down_votes":0,"body":"Hallo MCVangi,\n\nvielen Dank, dass du deine Meinung mit uns teilst.\nEs freut uns, zu hören, dass dir die deutschen Übersetzungen gefallen haben, da meist die Stimmen lauter sind, die sich darüber beschweren.\n\nDu hast leider recht damit, dass die Stimme noch nicht hundertprozentig rund klingt. Wir wollen mit dem nächsten Patch die Implementation allerdings verbessern, also habe bitte noch etwas Geduld.\n\nWir haben uns für die Überarbeitung entschlossen, weil wir das Gefühl hatten, dass einige Übersetzungen nicht mehr zeitgemäß sind oder generell nicht so gelungen waren. Der Mehrheit der Spieler haben die alten Mehrfachtötungen nicht gefallen und auch das Lokalisierungsteam fand, dass im Vergleich zu den Übersetzungen von anderen großen Spielen auf dem Markt einiges angepasst werden könnte.\n\nEs tut mir sehr leid, wenn damit für einige Spieler die Atmosphäre nicht mehr die gleiche ist, und ich hoffe, dass sie sich mit der Zeit an die neue Stimme gewöhnen können.\n\nViele Grüße,\nAriya (und auch von unserem deutschen Lokalisierungsteam!)","replies":[{"id":"","poster":"MCVangi","date":"2018-04-05T18:07:29.816+0000","up_votes":1,"down_votes":0,"body":"Danke für die ausführliche Antwort!\n\nDie Leute beschwehren sich immer gerne über etwas, dabei wissen sie gar nicht, wie gut sie es haben :)\nAber ich muss sagen, dass ich eure Entscheidung trotzdem nicht so ganz nachvollziehen kann. Es ist ja schon angesagt, heute sehr viel zu \"denglischen\", aber ich habe es immer positiv aufgenommen, dass ihr das nicht so handhabt. Genau diese \"die anderen machen es auch\"-Philosophie hat es doch erst so weit getrieben, dass es heute so gang und gäbe ist zu denglischen. \n\nAusserdem bin ich mir sicher, dass der \"Kill\" diejenigen, die die Mehrfachtötung nicht mochten, auch nicht zur deutschen Sprachausgabe führen. Ich denke mal, dass 90% derjenigen, die sich daran störten, sowieso auf Englisch spielen. So ist es zumindest in meinem Umfeld. \n\nIch könnte mit \"Kill\" noch bessser leben, wenn es wenigstens Deutsch ausgesprochen würde, also nicht mit dem, ich nenns mal \"hohlen L\". Trotzdem würde ich persönlich mir wünschen, wieder auf Tötung zurückzukehren. Es machte die deutsche Ansage zu dem, was sie war; deutsch. Wenn ich Triplekill hören will, kann ich schliesslich auch zur Englischen wechseln.","replies":[]}]},{"id":"","poster":"Lunaá","date":"2018-04-05T11:43:44.691+0000","up_votes":2,"down_votes":0,"body":"Ich finde die Änderung bei den Mehrfachtötungen auch nicht toll, das Gemische von den verschiedenen Sprachen klingt einfach nicht gut.","replies":[]},{"id":"","poster":"TheSearch","date":"2018-09-13T18:12:06.761+0000","up_votes":1,"down_votes":0,"body":"Die neuen Kommantatorensounds sind sehr dreist und unverschämt. Das ist eine Frechheit, dass man sich jetzt auch noch von den Spielsounds beleidigen lassen muss. \"Was stimmt nicht mit dir?\" wird die ganze Zeit eingespielt, ob man gut spielt oder nicht. Das geht eindeutig unter die Gürtellinie und ist sogar ein Grund für eine Klage! Ich bitte umgehend um Stellungnahme!","replies":[]}]}