{"id":"EGn19Nkw","poster":"SeIIary","date":"2020-02-08T15:12:23.195+0000","title":"Losing Streak und tote MMR","subforum":"Ligen & gewertete Spiele","embed":{"title":"SeIIary - Summoner Stats - League of Legends","description":"SeIIary / Gold 4 75LP / 69W 72L Win Ratio 49% / Vel'Koz - 33W 29L Win Ratio 53%, Yorick - 14W 16L Win Ratio 47%, Senna - 3W 8L Win Ratio 27%, Malzahar - 7W 1L Win Ratio 88%, Lux - 4W 3L Win Ratio 57%","url":"https://euw.op.gg/summoner/userName=SeIIary","image":"http://opgg-static.akamaized.net/images/logo/2015/reverse.rectangle.png"},"up_votes":2,"down_votes":2,"body":"Hey Leute\r\nIch bitte um Rat. Ich war letzte Season Platin und wollte das eigl auch relativ schnell wieder schaffen diese Season. Maximum bisher war gold 2 60 LP. Nun zu meinem Problem. Ich verliere seit etwa 5 Tagen etwa 80-90% meiner Spiele, obwohl ich nichtmal schlecht spiele oder inte. Ich würde von mir selber sagen, dass ich in etwa 70% der Spiele zumindest solid spiele oder guten Impact habe. Ich verstehe jedoch nicht warum ich aufeinmal nurnoch verliere. Es ist egal welche Lane ich dabei Spiele. Wenn ich mit gehe rennt top oder bot runter, dasselbe wenn ich Top, Adc oder Supp gehe. Das soll nicht der klassische Thread \"ich verliere nur wegen meinen mates\" werden, da ich jedoch sobald ich tilted bin eine pause mache, nicht flame und nur wenig inte, wollte ich fragen ob ihr irgendwelche Erfahrungen oder Tipps in dem Bereich habt. \r\nBtw ich weiß dass ich jetzt nicht ultra gut bin trotzdem wundert mich das.","replies":[{"id":"","poster":"Felsbestie","date":"2020-02-09T18:01:08.688+0000","up_votes":3,"down_votes":1,"body":"Du bist in der Elo Hölle gelandet, da wirst du diese Season nicht mehr rauskommen.\nDas Matchmaking zwingt dich auf eine 50%-ige Winrate zu kommen, da geht das Problem los. Startest du die Season mit einer guten Winrate (>60%), dann zwingt dich das MM-System, ungewinnbare Games mit superschlechten Mates zu spielen, um deine Winrate zu senken.\n\nDu verlierst also viele Spiele am Stück und jetzt kommt der Knackpunkt: da deine MMR weiter sinkt, bekommst du noch schlechtere Mates ins Team, so dass du jedes Game ultra hart tragen musst, sonst verlierst du immer.\n\nIch bin die Season mit 5-5 Placements in S2 gestartet, habe dann mit 60% WR G2 erreicht, dann ging es wegen dem System nur noch bergab. Mittlerweile bin ich in G4 0 LP angekommen und bekomme jetzt von Riot Bronze 1 oder 2 Spieler ins Team, was climben komplett unmöglich macht.","replies":[{"id":"","poster":"Cenâreth","date":"2020-02-10T12:32:22.496+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Felsbestie,realm=EUW,application-id=ip27PlEH,discussion-id=EGn19Nkw,comment-id=0002,timestamp=2020-02-09T18:01:08.688+0000)\n>\n> Du bist in der Elo Hölle gelandet, da wirst du diese Season nicht mehr rauskommen.\n> Das Matchmaking zwingt dich auf eine 50%-ige Winrate zu kommen, da geht das Problem los. Startest du die Season mit einer guten Winrate (>60%), dann zwingt dich das MM-System, ungewinnbare Games mit superschlechten Mates zu spielen, um deine Winrate zu senken.\n> \n\nDann müsste ich ja auf 50 % angehoben werden müssen, passiert ja auch nicht, ich denke einfach dass das Rankedsystem derzeit noch mehr broken ist als es vorher war. Und uns wird es halt als Verbesserung verkauft.","replies":[]}]},{"id":"","poster":"ShiKaMuh","date":"2020-02-08T17:50:50.638+0000","up_votes":3,"down_votes":1,"body":"Jep, momentan ist es leider echt schlimm und ich bin eigentlich jemand, der sich über sowas echt selten mal aufregt oder sonstiges.\n\nViele Rennen die Lanes absolut runter bis Teilweise 0/12 und extrem viele gehen momentan bei der kleinsten sache direkt AFK oder fangen an die restlichen mates komplett runterzuziehen sodass man überhaupt keine chance mehr hat weil auf einmal alle mental down sind. Hab schon lange nicht mehr so extreme Spiele gehabt am Stück.\n\nTeilweise muss man die Champ select immer öfter leaven, weil leute dort ankündigen das sie trollen oder afk gehen, weil ihre Champions in der select gebannt wurden.\n\nAuffällig ist, das es lvl 30 - 40 Accounts sind entweder eine welle von neulingen oder von Smurfs denen es natürlich komplett egal ist wie das Spiel endet.","replies":[{"id":"","poster":"Cenâreth","date":"2020-02-20T14:55:20.250+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ShiKaMuh,realm=EUW,application-id=ip27PlEH,discussion-id=EGn19Nkw,comment-id=0001,timestamp=2020-02-08T17:50:50.638+0000)\n>\n> Jep, momentan ist es leider echt schlimm und ich bin eigentlich jemand, der sich über sowas echt selten mal aufregt oder sonstiges.\n> \n> Viele Rennen die Lanes absolut runter bis Teilweise 0/12 und extrem viele gehen momentan bei der kleinsten sache direkt AFK oder fangen an die restlichen mates komplett runterzuziehen sodass man überhaupt keine chance mehr hat weil auf einmal alle mental down sind. Hab schon lange nicht mehr so extreme Spiele gehabt am Stück.\n> \n> Teilweise muss man die Champ select immer öfter leaven, weil leute dort ankündigen das sie trollen oder afk gehen, weil ihre Champions in der select gebannt wurden.\n> \n> Auffällig ist, das es lvl 30 - 40 Accounts sind entweder eine welle von neulingen oder von Smurfs denen es natürlich komplett egal ist wie das Spiel endet.\n\nJa aber ich blick nicht durch, wofür reported man oder nutzt den riot support wenn diese Accounts nicht rausgebannt werden?","replies":[]}]},{"id":"","poster":"Polymedes","date":"2020-02-08T15:23:59.279+0000","up_votes":4,"down_votes":2,"body":"Erlebe zur Zeit ähnliches, die Season ist noch jung und Riot kriegt es mal wieder nicht hin die Bonobos die durch Glück ihre Placements gewonnen haben, von denen zu trennen die nur Pech hatten. Spiele seit Season 3 und hatte noch nie soviele Feeder Trolls und Spieler die sogar zugaben noch neu im Spiel zu sein. Das Matchmaking + das MMR System ist von Jahr zu Jahr schlechter. Mm sollte jeder Account der neu erstellt wird 3 Jahre mit anderen Accounts die neu erstellt sind in einer seperaten ELO spielen. Man würde zum einen die \"Newbs\" nicht in die \"echten\" Games lassen + die ganzen Hardcore smurfer würden viel schwieriger an Accounts kommen ;) aber ich denke Riot ist das wiedermal egal, weil sie einen ... auf langjährige Spieler geben :)","replies":[{"id":"","poster":"Cenâreth","date":"2020-02-10T12:34:27.984+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Polymedes,realm=EUW,application-id=ip27PlEH,discussion-id=EGn19Nkw,comment-id=0000,timestamp=2020-02-08T15:23:59.279+0000)\n>\n> Erlebe zur Zeit ähnliches, die Season ist noch jung und Riot kriegt es mal wieder nicht hin die Bonobos die durch Glück ihre Placements gewonnen haben, von denen zu trennen die nur Pech hatten. Spiele seit Season 3 und hatte noch nie soviele Feeder Trolls und Spieler die sogar zugaben noch neu im Spiel zu sein. Das Matchmaking + das MMR System ist von Jahr zu Jahr schlechter. Mm sollte jeder Account der neu erstellt wird 3 Jahre mit anderen Accounts die neu erstellt sind in einer seperaten ELO spielen. Man würde zum einen die \"Newbs\" nicht in die \"echten\" Games lassen + die ganzen Hardcore smurfer würden viel schwieriger an Accounts kommen ;) aber ich denke Riot ist das wiedermal egal, weil sie einen ... auf langjährige Spieler geben :)\n\nDas hat nur wenig mit dem Rankedsystem an sich zu tun oder der MMR, sondern mit der Community Politik, die Riot fährt. Mach dass mal bei HoTS da wirst du teilweise instant IP gebannt. Spieler die neu im Spiel sind verurteile ich nicht, flamer die gleichzeitig feeden, allerdings schon.\n\nIch denke dass riot Angst hat sie könnten noch mehr Umsatz verlieren. Was sie aber nicht bedenken, mit der Politik die sie jetzt fahren kann dass früher oder später sowieso passieren (ist ja auch bereits, wenn man die LEC, LCK und Worlds generell verfolgt. Da sind einige Sachen eingespart worden).","replies":[]}]},{"id":"","poster":"Chris Ofsmaul","date":"2020-02-18T05:59:41.042+0000","up_votes":1,"down_votes":0,"body":"Ich habe genau das gleiche Problem, letzte Season Gold 3 als höchsten Rang und jetzt mit einer WR von 65% Bronze 1 bis Silber 1 geklettert.\nDann kam der Knall und ich habe jedes game verloren und stehe nun bei Silber 3 mit 50% WR und wenn man meine History anschaut kann man vllt. Erkennen dass ich ein relativ stabiler Supporter bin.\nVision Score avg. 68\nMeißt MVP bzw. ACE als Verlierer\n\nStändig Mitspieler die einfach runterrennen...","replies":[]},{"id":"","poster":"Cenâreth","date":"2020-02-10T12:30:59.426+0000","up_votes":1,"down_votes":1,"body":"So wie du richtig gesagt hast tote MMR, spricht man auch von Elo Hell. Kannst nix machen. In der MMR scheint nicht mehr berücksichtigt zu werden ob du letzte Season Gold 2 oder Plat warst, du bleibst halt im Endeffekt auf deiner jetzigen Elo picken. Alles was du derzeit machen kannst, DuoQen.","replies":[]}]}