{"id":"MIkfKXy7","poster":"Team88 Huan Son","date":"2018-04-04T03:31:28.590+0000","title":"Regelmäßiger Absturz des Clients","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Seit ein ein paar Monaten habe ich ungef&auml;hr alle 2 Tage das Problem, dass der Client w&auml;hrend des Loadingscreens neustartet und einen Full Repair durchf&uuml;hrt.  Das dauert dann zwischen 2 und 10 Minuten, was gelegentlich zu Remakes und letztendlich zu 5 Games in Low Priority gef&uuml;hrt hat. Mir ist bewusst dass das Problem daf&uuml;r bei mir liegt, allerdings gehen mir die Ideen aus, was der Grund daf&uuml;r sein k&ouml;nnte.\r\n\r\nIch habe es mit einer Neuinstallation versucht, alle Treiberupdates geladen, das Hextech Repair Tool installiert und laufen lassen, meine Grafikkarte und die Festplatte ausgetauscht und mein Betriebssystem komplett neu aufgesetzt. Ich habe mehrmals den Fehlerberricht abgeschickt und mein Problem an Riot weitergeleitet, leider bisher ohne irgendeine R&uuml;ckmeldung.  \r\n\r\nIch w&auml;re wirklich dankbar, falls mir jemand bei diesem Problem helfen k&ouml;nnte.","replies":[{"id":"","poster":"Megamaexx","date":"2018-04-04T09:06:17.024+0000","up_votes":1,"down_votes":0,"body":"Hab gehört, dass bei technischen Problemen der Support ganz gut sein soll.  Ich habe in dem Punkt zwar keine Erfahrungen gesammelt, aber vielleicht hilft es dir.\nhttps://support.riotgames.com/hc/de","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2018-04-04T04:28:29.939+0000","up_votes":1,"down_votes":0,"body":"Ich hab zwar keine Lösung für das Problem aber ectl. ne Idee:\n\nHast du schonmal versucht lol auf nem anderen Laufwerk zu installieren?\nAlso anstatt Laufwerk c auf Laufwerk d?\nWer weiss vielleicht hilft es.\n\nBzw. meine ursprüngliche Idee wäre ja, dass du lol auf beiden Laufwerken installierst.\nFalls dann wirklich das Problem ist, kannst du evtl. auf dem anderen Laufwerk weiterspiele ohne reparieren zu müssen und dann nach dem Game reparieren.\nIst zwar keine wirkliche Lösung aber evtl. verhindert es dass du so lange reparieren musst.\n\nBzw. kannst du die Daten an nem anderen Ort speichern und wenn das Reperaturtool kommt abbrechen und rüberkopieren.\nSollte theoretisch schneller sein, ob es klappt ist ne andere Frage.\n\nAnsonnsten bräuchte man mehr Infos zu dem ganzen.\nPassiert es immer etwa zur selben Uhrzeit?\nVielleicht hat es ja etwas mit dem Antivirus zu tun, der dann irgend eine Datei zur Überprüfung verschiebt.\nSprich hau lol mal bei den Ausnahmen rein von deinem Antivirus, falls du den mal gewechselt hast und es seit dem Probleme gibt.","replies":[]}]}