{"id":"gHUjdhJ2","poster":"Wexzo97","date":"2018-04-03T20:30:23.206+0000","title":"Noob sucht Lol Lehrer","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo LoL Community,\r\nich bin Max, 21 Jahre alt und ziemlicher LoL noob.\r\nbin lvl 30, verstehe das Grundprinzip und w&uuml;rde auch nicht sagen, dass ich komplett schei&szlig;e bin aber noch weit entfernt vom Mittelma&szlig; :D\r\nMein kleiner Cousin ist im Platin-Diamant Bereich und selbst wenn er smurft, spiel ich meist auch gegen smurfs die &auml;hnlich gut sind wie er.\r\nObwohl er sehr gut spielt ist er sehr Egoistisch und gibt mir kaum Tipps ( Er ist viel zu gefokust auf das Spielgeschen) Spiele meistens Toplane, da liefer ich meistens auch solide ab, Junglen tu ich gerne, kann ich aber nicht. Als ADC bin ich nur gut wenn mein Support mir sagt was ich machen soll :D\r\nJedenfalls suche ich jemanden, der sich mit dem Spiel auskennt, mir w&auml;hrends des Spiels Tipps geben kann (Wie soll ich Spielen, was soll ich kaufen, was kann ich besser machen?) ohne dabei zu tryhard zu sein, so dass man auch mal &uuml;ber Fehler lachen kann und der Spa&szlig; immernoch im Vordergrund steht.\r\nAlter/ Geschlecht oder Elo ist mir egal, ihr m&uuml;sst auch keine Super Pros sein, ich freue mich &uuml;ber jede Hilfe die ich bekommen kann, w&uuml;rde allerdings auch gerne vorerst bei der Toplane bleiben, also am besten jmd der nicht nur da spielen will.\r\nFreue mich auf Antworten einfach adden.\r\nlg Max / Wexzo97 \r\n\r\n(falls das hier das falsche Forum ist tuts mir leid  :D)","replies":[{"id":"","poster":"TrueDamage Ninja","date":"2018-04-03T20:41:56.756+0000","up_votes":1,"down_votes":0,"body":"Obwohl er sehr gut spielt ist er sehr Egoistisch und gibt mir kaum Tipps ( Er ist viel zu gefokust auf das Spielgeschen)\n\n-> Das ist auch eine Eigenschaft von einem guten Spieler was einen in die 'höheren' Ränge treibt. Fokussiert das Spielgeschehen verfolgen und darauf reagieren. Klar, wenn man tot ist kann man mal an der Cola nippen, aber ansonsten hat man im Spiel immer was zu tun, selbst wenn man gerade nur auf die Lane läuft. Die Map beobachten und schauen wo man unter Umständen ganken kann, das gegnerische Inventar beobachten und schauen ob und wann die Leute Pinkwards setzen um sie zu suchen und zu vernichten, pingen wenn man was sieht, zum Beispiel der gegnerische Jungler der sich an den gepushten Toplaner heranpirscht, oder einfach nur überlegen was man am besten als nächstes baut.","replies":[{"id":"","poster":"Wexzo97","date":"2018-04-04T09:28:20.779+0000","up_votes":1,"down_votes":0,"body":"Das stimmt schon, wir haben uns allerdings ein wenig falsch verstanden.\nDas egoistisch war so gemeint, dass er selbst wenn er Full build ist und 30/0 steht immernoch jeden kill selber machen will und das weder positiv fürs Team, noch für meine Motivation ist.\nUnd dass er in seinem Rang super konzentriert ist find ich ja super, finde aber wenn er einen Smurf hat und gegen für ihn schlechtere Gegner spielt muss er ja nicht Tryharden, sondern könnte sich auch mehr auf mich konzentrieren.","replies":[]}]}]}