{"id":"ddWosoEX","poster":"WC9 Umbra","date":"2018-04-02T23:55:38.560+0000","title":"Wie gegen Trynda vorgehen?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Habe die Lane mit glaube ich 5/2/0 verlassen gegen trynda mit ignite, als Darius mit tp.\n\n\n\nWir haben durch einen Fight bei min 25 Baron bekommen. Ich war der einzige in meinem team, der wirklich etwas gegen trynda ausrichten konnte. \nDer trynda hat nat&uuml;rlich 27/ gesplittet. Sobald ich aber deffen war, haben sie sich engagen lassen und sind alle gestorben (mehrmals) \nDie gegner hatten mit Xerath und Janna eine sehr save combo.\nFolglich= ich kann nicht deffen, weil mein Team sonst feedet, \nich kann nicht Teamfighten, da es entweder nicht funktioniert wegen xerath und janna und selbst wenn, verlieren wir T&uuml;rme und inhib.\n\nWie soll ich in so einer Situation spielen? Ich bin mir sicher ich &uuml;bersehe etwas. \nOder war es einfach nur ein unlucky Game, bei dem ich nicht habe ausrichten k&ouml;nnen?\n\nEs war einfach sehr frustrieren, da sowohl der gegnerische WW und Trynda im Early praktisch geintet haben. Ich m&ouml;chte sowas under Zukunft vermeiden.\n\n\n\nHabe die Lane mit glaube ich 5/2/0 verlassen gegen trynda mit ignite, als Darius mit tp.\n\nhttps://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/3587729336/220479346?tab=overview","replies":[{"id":"","poster":"Necromant","date":"2018-04-03T06:09:00.470+0000","up_votes":1,"down_votes":0,"body":"Ich kann deine Situation verstehen.\n\nWas ich an deiner Stelle machen würde, was du sicherlich auch gemacht hast (hab mir das Match nicht angeschaut): Wäre Titanic gegangen, für den besseren Waveclear, damit du die Waves schneller shoven kannst und dann um n TP Play gespielt mit deinem Team. So hättet ihr evtl. n Teamfight gewonnen, da 4 v 5 und du wärst wieder rechtzeitig back zum deffen.","replies":[]},{"id":"","poster":"kl33nschmidt","date":"2018-04-03T05:16:45.481+0000","up_votes":1,"down_votes":1,"body":"Hey es lag wohl bei der ganzen Sache nicht bei dir sondern bei deinem Team \nSo wie du es geschrieben hast hast du immer richtig reagiert, da hattest du wohl ein paar noobs im Team die wenig Spiel Verständnis hatten","replies":[]}]}