{"id":"ELcYXdn0","poster":"EisKalterLoLyPoP","date":"2018-04-02T15:30:32.063+0000","title":"Gamer ohne Leben Community - Jetzt mit Discord","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"**&Uuml;bersicht**\r\n\r\n* &Uuml;ber Mich\r\n* Die Community\r\n* Ziele\r\n* Was bieten wir dir?\r\n* Das Team\r\n* Wir suchen\r\n* Abschluss\r\n\r\n\r\n**&Uuml;ber mich**\r\n\r\nMoin Leute. Mein Name ist Robin und bin knackige 21 Jahre jung und komme aus dem sch&ouml;nen NRW. Ich selber habe die Community gegr&uuml;ndet, weiters dazu kommt noch.\r\nIch m&ouml;chte gerne selbst eine aktive, freundliche und mittelgro&szlig;e Community aufbauen. Ich spiele einfach gerne mit verschiedenen Menschen zusammen.\r\nIch streame aktiv auf meinem Twitch Kanal unter dem Community Namen. Unteranderem lade ich Videos auf meinem Youtube Kanal hoch. Ich lerne zurzeit um in der Videobearbeitung deutlich besser zu werden. Gro&szlig; bin ich nicht mit 21 Followern bei Twitch und 40 Abos bei Youtube, aber ich werde mich ran halten und dort weiter machen. Falls jemand Interesse hat schaut gern mal rein: Twitch: JurazeN1 Youtube: Der Juraze\r\n\r\n**Die Community**\r\n\r\nSo jetzt zum spannenden Teil f&uuml;r euch. Die Community wurde Anfang 2014 von mir und Joel gegr&uuml;ndet. Urspr&uuml;nglich waren wir eine reine League of Legends Community mit krassen 150 Mitgliedern. Diese hat sich leider Anfang 2015 aufgel&ouml;st. Weiter Infos dazu gerne auf meinem Discord von mir. :)\r\nIm Jahre 2017 kam ich auf die Idee das ganze wieder aufzubauen. Hat auch sehr gut geklappt, wir waren wieder einige Mitglieder, bis unser Rootserver einen Stromausfall hatte und der Teamspeak einige Tage offline stand. Die Folge daraus -&gt; Mitgliederverlust. Ich konnte mich nie mit Discord anfreunden deshalb blieb ich bei Teamspeak, zum &auml;rger einiger Mitglieder. Jetzt hab ich die Liebe zum Discord gefunden und promt einen Server er&ouml;ffent der jetzt f&uuml;r euch da ist.\r\n\r\nBei uns ist der Spa&szlig; wichtig, nicht euer k&ouml;nnen. Also egal ob ihr in League of Legends Bronze oder Diamant seid wir nehmen euch gerne auf. Auch Gamer mit einer Fortnite KD von 0,4 nehmen wir. Dazu ist doch eine Community da oder? Um von den Guten zu lernen.\r\n\r\nDie Community beinhaltet folgende Spiele:\r\n\r\n* League of Legends\r\n* Fortnite\r\n* PubG\r\n\r\nsollten weitere Spiele angefordert werden von den Mitgliedern werde ich mir dies nat&uuml;rlich zu herzen nehmen und versuchen die Spiele mit in die Community einzubinden.\r\n\r\n**Ziele**\r\n\r\nTeilweise habe ich die Ziele schon verraten. Wir wollen eine mittelgro&szlig;e bis gro&szlig;e Community werden mit abwechslungsreichen Spielen und vielen Mitgliedern oder sogar Freunden. Jeder wei&szlig; Freundschaften bauen sich beim zocken auf und das wollen wir, wir wollen Freundschaften erschaffen.\r\n\r\nWeiterhin ist eins der Ziele, Turniere im Bereich League of Lgends zu organisieren und veranstalten. Interne und auch &ouml;ffentliche Turniere.\r\n\r\n**Was bieten wir dir?**\r\n\r\nJa das ist eine gute Frage, wir als Community bieten dir nat&uuml;rlich erst einmal einen Discord Server, das ist nichts besonderes, den kann ja jeder erstellen in Minuten. Aber hinter dem Discord und der Community wird ein haufen Arbeit stecken um euch zusammen zu bringen, um Turniere zu organisieren und um euch als Teil der Community Freunde nennen zu d&uuml;rfen. \r\n\r\nZudem haben wir eine schon bezahlte Domain inklusive Root Server aufdem wir es euch erm&ouml;glichen k&ouml;nnen Server aufzubauen, sei es Minecraft, Trackmania oder Cs Go.\r\n\r\nMit der Domain soll nat&uuml;rlich ein schickes Forum aufgebaut werden, vielleicht sogar eine Homepage?\r\n\r\nAlso noch einmal kurz und knapp.\r\n\r\nWir bieten euch:\r\n\r\n* einen Discord Server\r\n* M&ouml;glichkeiten um Server zu erstellen (Infos bei mir im Discord)\r\n* eine Domain auf der ein Forum oder eine Homepage aufgebaut wird\r\n\r\n**Das Team**\r\n\r\n* Gr&uuml;nder und Inhaber: Juraze | Robin (Ich)\r\n* Supporter: Aydo | Aydin\r\n\r\n**Wir suchen**\r\n\r\n* 2 - 4 Supporter\r\n* Board-Admin (Forums Admin)\r\n* Mitglieder\r\n\r\nWeitere Infos zu den Rollen wie z. B der Board-Admin auch bei mir im Discord.\r\n\r\n**Abschluss**\r\n\r\nEuch hats gefallen? Ihr w&uuml;rdet gerne Teil unserer Familie sein? Ich habt bock zu zocken? Dann schaut doch einfach vorbei. Keine Zeit verlieren ich warte im Support Channel auf euch.\r\n\r\nFalls ich am Streamen bin, werde ich bei Gelegenheit zu euch runter kommen.\r\n\r\n[HIER KLICK F&Uuml;R DISCORD](https://discord.gg/Zf7dZu)\r\n\r\nF&uuml;r Rechtschreibfehler haftet meine mangelnde Intelligenz {{champion:36}}","replies":[]}