{"id":"0LalQlbg","poster":"hypercal","date":"2019-06-17T13:30:08.125+0000","title":"Berlin Supreme sucht einen ADC","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo liebe Beschwörer,\r\n\r\nwir, das Team \"Berlin Supreme\", sind ein Team bestehend aus vier Freunden, welche schon lange miteinander spielen.\r\nVor kurzem haben wir ein Team gegründet, um gemeinsam in der FlexQ aufzusteigen und in regelmäßigen Abständen, an Turnieren wie Beispielweise \" Go4Lol\" teilzunehmen.\r\n\r\nAktuell besteht das Team aus:\r\n\r\nToplane: Kroudon, SoloQ aktuell Gold IV, FlexQ aktuell Plat I\r\nJungle: ItzJerry, SoloQ aktuell Dia IV, FlexQ aktuell Gold II\r\nMidlane: Reformed Drav3n, SoloQ aktuell Gold III, FlexQ aktuell Silber I\r\nADC: -\r\nSupport: Ragnar Blackmane, SoloQ aktuell Gold IV, FlexQ aktuell Gold III\r\n\r\nZu unserer Vorbereitung und dem Training:\r\nWir versuchen in der Woche **mindestens ** zwei mal für ca. zwei Stunden zu trainieren.\r\nAngesetzt dafür sind momentan Mittwochs 20-22 Uhr und Sonntags 18-20 Uhr. Da wir wissen das dies meistens nicht so leicht ist, können die Zeiten auch im Team abgesprochen werden. Verschiebungen sind also möglich.\r\n\r\nAußerdem bitten wir dich die Sache Ernst zu nehmen. Wir möchten nicht, dass uns nach zwei Wochen erneut der ADC fehlt. \r\n\r\nDu solltest am besten irgendwo zwischen Gold und Dia sein, einen einigermaßen guten und ggf. meta orientierten Pool haben.\r\nHumor solltest du sehr sehr viel und so Schwarz wie möglich haben, andernfalls gehst du bei uns unter :P\r\n\r\nAn sich haben wir sehr viel Humor, mit dem gewissen Ernst, sobald eine Runde startet.\r\n\r\nSolltest du dich angesprochen fühlen, sei doch bitte so nett und adde unseren Jungler (ItzJerry) oder Midlaner (Reformed Drav3n) ingame um einen Termin für ein \"Probetraining\" auszumachen.\r\nDort können wir auch noch aufgetretene Fragen klären, falls dies der Fall ist.\r\n\r\nWir freuen uns mit dir zu trainieren und hoffentlich auch den ein oder anderen Sieg einzufahren.\r\n\r\nDas Team Berlin Supreme","replies":[{"id":"","poster":"hypercal","date":"2019-06-17T17:55:12.615+0000","up_votes":1,"down_votes":0,"body":"Bitte keine weiteren Anfragen","replies":[]}]}