{"id":"ARLNbsJ7","poster":"Deathless One","date":"2018-03-31T17:07:59.951+0000","title":"Nightbringer Yi","subforum":"Skin- & Champion-Konzepte","embed":{"title":"Nightbringer Yi pictures","description":"Dropbox is a free service that lets you bring your photos, docs, and videos anywhere and share them easily. Never email yourself a file again!","url":"https://www.dropbox.com/sh/svomitwcfz1vak0/AAD_Ejd3YZjzb8fW3K2iok5La?dl=0","image":"https://cfl.dropboxstatic.com/static/images/icons128/folder_dropbox.png"},"up_votes":1,"down_votes":1,"body":"&gt; Hello, everyone my name is Max aka. Ernestos Ravioli and I&#039;am the creator of the Nightbringer Yi Skin. (on euw)\r\nI play Yasuo and Yi quite often and love the Nightbringer Yasuo Skin in particular and thought to myself, :&quot;Hey, why shouldn&#039;t I make a custom skin out of it ?&quot; So, I made one for the first time in my life and oh boy, was it hard for a sixteen year old boy that never did anything like this before in his life to make a custom skin that actually looked alright. Well, weeks past and after I was finally finished with the actual skin in the modelling program. I was quite happy but to transfer it to league of legends with a correct pattern,design and particles took another week or so. After that i wanted to give him some Quotes from Nightbringer to make him sound less dull , and it worked . (For less than 1 Hour cough* ) Because the sound files for some weird reason have suddenly changed after that event on my pc and are not viable anymore. ( Im gonna make a new one in the future). I hope you all enjoy the Nightbringer Yi skin and please let a comment or opinion down below (Critisism too) if you do not like how the skin looks interacts etc. [Fun fact , I showed it to Cowsep once in one of his streams he thought it looked quite nice and he would play the skin himself but he was too lazy to download a skin program , which is with my skin in particular hard to do. ] \r\n\r\nNightbringer Yi, what are the changes?\r\n- I changed the colours of his Particles of course and added some to it\r\n- Some new animations and (own) backport even though its from project Yi , it works quite well with Nightbringer\r\n- A new W animation\r\n-new W particles that look a bit like flames\r\n-new HUD visuals\r\n-new ability JPgs (pictures)\r\n-Splashart from Nightbringer Yasuo\r\n-a new Alpha strike visual\r\n- I changed the visuals on the R when you kill somebody it should change the shadow of highlander\r\n\r\nHow can I Install the skin???\r\n- Download SIU (skin installer ultimate) I do not think mine works with wooxy :/\r\n- Download my files\r\n- Open your game client this is REALLY important ( and log in)\r\n- after that go into your League of legends Directory in my case C:/Riot Games / LeagueClient.exe and change the name to lol.launcher.exe THIS IS REALLY IMPORTANT because siu is a bit outdated .\r\n- in SIU there is a button on the left corner called &quot;Game Client&quot; you can press it and then need to sort out the League of Legends Directory in this case you need to click on lol.launcher.exe ( C:/ Riot Games / lol.launcher.exe and click on the .exe data) [when the client wont start after installing the skin change the name back to LeagueClient.exe]\r\n- after that the SIU need to patch\r\n- after that go to the right tab in the top called &quot;Skin creation&quot; and press on &quot;RAF&quot; now it should download the champ files. After that you can go back to your &quot;Add New skin&quot; tab and press the button on the top right corner called &quot; Add Files&quot; then just simply drag my files into the thing (I think you can even drag them onto that button but I do no know if this works)\r\n- After you got through all my files and got them into the Launcher press the button beneath called &quot;Add to DataBase&quot;\r\n- then a window will appear called &quot;would you like to install it manually or automatically &quot; I personally like to let it do it automatically. But this is up to you\r\n-After that change into the &quot;Install Existing Skin&quot; Tab and see if the skin with its files is highlighted yellow (when you selected automatically) when it is not just simply press on it with you left mouse button once and press the button beneath called &quot;Install&quot;.\r\n- Now a black window with red text will pop up with something like &quot; Files installed 70&quot; and simply press ok .\r\n-Now go into your client and create a practice tool game to see if it all worked out. If the client needs to repair you maybe have a problem but you can still deinstall the skin if you want and after the short patch from the client it will go back to normal anyways.\r\n* ENJOY THE SKIN :D\r\nLink is right here to download the skin, BUT PLEASE FOLLOW THE INSTRUCTIONS otherwise it will crash your game!\r\nhttps://www.dropbox.com/sh/0ye7q4ss0ms1f8d/AACuvdPiDItY11_VlwxcUzCQa?dl=0\r\n\r\nand the Pictures of the skin of course ! :D and in this folder there is a replay of the skin in action !\r\nhttps://www.dropbox.com/sh/svomitwcfz1vak0/AAD_Ejd3YZjzb8fW3K2iok5La?dl=0","replies":[]}