{"id":"zq3LJ32i","poster":"xXD4rkPrinceXx","date":"2018-03-31T10:04:36.751+0000","title":"Mit Kata aus Bronze rauskommen?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Hey Leute\r\nBin momentan Bronze 1 68lp Hardstuck.Meine mainrolle ist eigentlich die Top Lane,aber aus meiner Sicht ist Top Lane momentan die schlechteste Lane,vorallem durch die neue Conqueror Rune muss man gegen nervige Match-Ups wie Kled oder Garen spielen.Hab auf der Top Lane haupts&auml;chlich Tanks,wie Galio gespielt.W&auml;hrend ich auf dort oben von dem gegnerischen Jungler teilweise gesittet wurde,weil warum nicht,wurde auf den anderen lanes gefeedet,oder es sind sehr viele Turrets gefallen.Um es kurz zu fassen konnte ich in Team Fights und am Ende des Games als 0/3 Tank nichts zu einem win beitragen.\r\n\r\nIch hab &uuml;berlegt auf welche Rolle ich switchen k&ouml;nnte.Als Jungler w&auml;re ich viel zu schlecht,ein Adc braucht einen guten Support welchen man in Bronze nicht immer bekommt und als Support braucht man wiederum einen guten Adc.Als letztes blieb die Mid Lane.\r\n\r\nIch habe mir letztens Kata gekauft,da man in Bronze anscheinend irgendwas early game m&auml;&szlig;iges braucht.Hab Kata im normal ge&uuml;bt.Die m&auml;k&auml;niks sitzen einigerma&szlig;en und roamen klappt besser als vorher. Mein Problem ist aber dass ich nicht wei&szlig; wie ich carrien soll.\r\n\r\nBei mir sieht es meistens so aus: Ich stehe auf der Lane 5/0 und probiere meinem Team auch kills abzugeben.Bis dahin passt alles,aber dann kommen die Team Fights.Der gefeedete top laner,oder adc zerst&ouml;rt alles. Im gro&szlig;en und ganzen spielt das Gegnerteam viel besser.\r\nAus meiner 6/2 Kata wird eine 7/7 Katarina.Hatte gestern erst ein game wo ich irgendwie 16/5 stand,aber der gefeedete gegnerische  Trynda die Base einreist und die Kai&lsquo;Sa seelenruhig den Jungle und die Bot lane abfarmt. Klar gibt es games die man nicht carrien kann und ich m&ouml;chte nicht alles auf mein Team schieben,da ich selber Fehler gemacht habe,wie zum Beispiel den Trynda zu fighten,was ich schnell bereut habe.\r\n\r\nM&ouml;chte noch so viele kata match-ups wie m&ouml;glich spielen um Erfahrungen zu sammeln und evtl. auch mal selber im Ranked was zu einem Win beizutragen.\r\n\r\nDas sag ich jetzt nicht einfach so,aber nicht immer mein Team ist Schuld,sondern manchmal auch ich.Bestimmt bin ich an manchen Stellen einen dummen fight eingegangen bei dem mein adc flashen und Healen musste.Diese Spells h&auml;tten ihn sp&auml;ter gerettet.\r\n\r\nLange Rede kurzer Sinn: Wie carry ich als Hardstuck Bronze 1 Katarina?\r\n\r\n\r\nHoffe ihr seid beim lesen des ultralangen Textes nicht eingeschlafen :D\r\n\r\nDanke f&uuml;r eure Tipps","replies":[{"id":"","poster":"iKyun","date":"2018-03-31T11:25:53.351+0000","up_votes":2,"down_votes":1,"body":"du kannst mit kata in low elos easy gewinnen, du musst sie aber auch spielen können, ab mitte gold wird das mit kata aber nicht mehr so leicht^^","replies":[]},{"id":"","poster":"Arammus","date":"2018-03-31T10:14:10.649+0000","up_votes":1,"down_votes":2,"body":"ich rate dir von kata ab.\n\"lieber mit noob champs gewinnen, als mit harten champs verlieren\" und katarina ist ein ziemlich hoher skill champ. (meistens...)\nweswegen ich sie für bronze gänzlich ungeeignet finde.\njede art der CC ist ziemlich tötlich für kata und in bronze haben tanks/supports keine ahnung davon wie/das sie für ihre carries sich reinstürzen und die cc rausbaiten damit die carries freie bahn haben.\n\nals kata hast du in bronze 0 support und musst sogesehen solo carrien mit einem champ der schon unterstüzung nötig hat.\nprobiers lieber mit anivia <3\nda musst du nicht viel tun. 20min nur farmen und dann mit 3-4 items anfangen r+e zu drücken um weiche ziele zu zerstören","replies":[{"id":"","poster":"xXD4rkPrinceXx","date":"2018-03-31T10:28:42.223+0000","up_votes":1,"down_votes":0,"body":"Also Stunpfes Design for the win? :D\nDanke für den Tipp,muss jetzt wohl wieder Jahre Be sparen :)\n \nDu meintest ja 20min farmen,aber in Bronze klappt das denk ich nicht so xD\nWäre schön wenn man in Bronze nur scalen möchte ","replies":[{"id":"","poster":"Arammus","date":"2018-03-31T10:59:09.633+0000","up_votes":1,"down_votes":2,"body":"naja DU kannst schon farmen. was deine mates machen ist natürlich was anderes. aber darauf hast du nie so wirklich einfluss.","replies":[{"id":"","poster":"I love you Malon","date":"2018-03-31T11:20:28.510+0000","up_votes":1,"down_votes":1,"body":"TBH ... Kat is kein bisschen Schwer sobald man sie im Practice Tool intensiv geübt hat. \nEs benötigt nur Reaktionsvermögen, das Üben von 2 - 3 Combos und der Rest is Macroplay/Decisionmaking ONLY!\n\nAnivia braucht gutes Positioning, Ordentliche Spellnutzung und das gewisse know how!\n\n","replies":[{"id":"","poster":"Arammus","date":"2018-03-31T11:27:33.086+0000","up_votes":1,"down_votes":1,"body":"wir reden hier von bronze. anivia macht w und kriegt entweder 5 flashes vom gegner oder n kill.","replies":[{"id":"","poster":"I love you Malon","date":"2018-03-31T11:29:35.579+0000","up_votes":1,"down_votes":0,"body":"Ja genau wir reden von Bronze!\nDu hast es erfasst!\nEasy Kills für Katarina! Niemand läuft aus den Dagger raus, jeder flasht bevor der Q dich hittet, jeder interrupted sie nicht weil die Reaktionszeit von Bronze Spielern viel zu langsam ist, niemand respected ihre Powerspikes auf Lv 3 und 6.\n\nPls Katarina trägt nicht unnötig den Titel \" Solo Queue Queen\"\n\n\nEDIT: Abgesehen davon verzeihen Assassins im Gegensatz zu Anivia aufgrund ihrer Mobilität wenigstens Fehler und Misssteps","replies":[{"id":"","poster":"xXD4rkPrinceXx","date":"2018-03-31T11:55:54.486+0000","up_votes":1,"down_votes":0,"body":"Hm also was soll man ich jetzt spielen? Kata geht halt aus meiner Sicht voll klar,aber WIE carried man mit ihr? N Freund von mir meinte Kata is nicht so zum carrien gemacht","replies":[{"id":"","poster":"I love you Malon","date":"2018-03-31T12:01:52.661+0000","up_votes":1,"down_votes":0,"body":"Tbh is es ziemlich einfach:\n\n* Feed werden durch deinen Laner\n* auspushen und Roamen/Roamen/Roamen\n* Tower auf Bot bekommen\n* Tower und Objectives forcen und das Game Beenden durch deinen Feed\n\nThats how you snowball!\n\n\nBuild:\n\nStart:\n\nVs Melee und Burstmages/Assassis\n{{item:1082}} {{item:2003}} {{item:3340}} \nVs Poke\n{{item:1054}} {{item:2003}} {{item:3340}} \n\nCore:\n{{item:3146}} {{item:3135}} {{item:3157}} \n\nFull Build Example:\n{{item:3146}} {{item:3135}} {{item:3157}} {{item:3089}} {{item:3165}} \n\nSituational: (wird gegen Morello ausgetauscht)\n{{item:3151}} Vs Tanks\n{{item:3116}} Vs Mobility\n{{item:3907}} Wenn du lustig bist\n\nBoots:\n{{item:3111}} vs viel CC\n{{item:3047}} vs viel Melee Attacker e.g. {{champion:24}} {{champion:11}} {{champion:23}} {{champion:238}} \n{{champion:157}} \n{{item:3020}} eig. das to go :D","replies":[{"id":"","poster":"I love you Malon","date":"2018-03-31T12:11:03.749+0000","up_votes":1,"down_votes":0,"body":"Falls du noch Fragen hast kannst du auch gerne mal auf meinem Stream vorbei schauen :D\nSpiel da gelegentlich Katarina","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-03-31T17:48:49.014+0000","up_votes":1,"down_votes":0,"body":"Ich würde in Bromze von anivia abraten. Da wird in der mid mit sehr vielen mobilen assassins und long range poke gespielt gegen die ein immobiler champ wie anivia echt probleme hat. Ihr ei ist zwar gut aber gegen einen zed, eine kata, velkoz oder xerath ist es mit so einem trägen champ nicht leicht.","replies":[]}]}]}