{"id":"vwq5wktX","poster":"ActiveBean","date":"2018-03-30T20:49:46.353+0000","title":"Wir suchen einen Dia 4 + Jungler, der auch Student in Bremen ist.","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin,\nwir suchen zurzeit einen Dia 4+ Jungler, der auch Student in Bremen ist. Wir wollen n&auml;mlich an der Uni Liga teilnehmen. Letztes Jahr konnte der Sieger der Uni Liga in Deutschland auf die &quot;Uni Worlds 2017&quot;. Das hei&szlig;t die besten Uni Teams aus der ganzen Welt haben international gegeneinander gespielt. Und dieses Jahr wollen wir das auch schaffen. Hier n&auml;here Informationen zu den Uni Worlds 2017:\n\nhttps://euw.leagueoflegends.com/de/news/esports/esports-event/eu-beim-2017-internationalen-college-cup\n\nErstmal zu uns: Wir als Team sind auch in einer Orga namens &quot;Aequilibritas esports&quot;. Ihr Main Team spielt in der EPS und wir sind deren Academy Team derzeitig. Die Orga bietet uns hilfreiche Services wie den TS, Scrims, Coaches, Trikots usw. \nWir spielen schon seit Oktober zusammen als Team, aber unser Jungler kann nicht mehr mit uns spielen, weil er ein anderes gutes Angebot bekommen k&ouml;nnte, was er nicht abschlagen kann.\n\n&Uuml;ber uns:\nAeQ Kamon - Toplane - Dia 1/Master \nKafta w Batata - Mid - Dia 2/Dia 1\nAeQ Activeuser - Adc - Dia 3/Dia 2\nAeQ Pax - Support - Dia 1/Master\n\nWir wollen von vorne herein klar machen, was wir erwarten. Wir wollen keine Dia 5 Hardstuck Spieler mit 400 Games oder so. Auch OTPs sind schwierig, au&szlig;er ihr seid high Elo. Wir trainieren als Team meistens 1-4 die Woche, abh&auml;ngig vom Uni Stuff, der gemacht werden muss. Regelm&auml;&szlig;ig Soloq oder Douq ist auch Pflicht. Wir wollen keine 10 Normal Games oder Arams st&auml;ndig sehen, nur weil Soloq keinen Spa&szlig; macht. Dann seid ihr schon nicht die richtigen. \nWir m&uuml;ssen alle als Einzelspieler und als Team improven. Es gibt halt immer 1-2 Teams, die ebenfalls gut sind und die es zu schlagen gilt. Auch ist es n&uuml;tzlich, wenn ihr euch mit der Meta besch&auml;ftigt und euch selbstst&auml;ndig auch paar Streams oder Videos angeguckt, um besser zu werden. Wenn wir so gut werden, dass wir z.B. Go4Lol oder andere gr&ouml;&szlig;ere Turnier stark bestreiten k&ouml;nnen, dann ist die Uni Liga auch ein Kinderspiel. \nEure Mentalit&auml;t sollte sein: St&auml;ndig lernbereit und offen f&uuml;r neue Sachen. Zu unserer generellen Teamstruktur kommen wir dann sp&auml;ter.\nDer n&auml;chste wichtige Termin f&uuml;r uns ist ab dem 9.4.18. \nWenn ihr noch Fragen habt, dann added mich auf jeden Fall unter &quot;AeQ Activeuser&quot;.\nBeste Gr&uuml;&szlig;e.","replies":[]}