{"id":"sEMcfB02","poster":"AbonniertMichYT","date":"2018-03-29T17:29:28.996+0000","title":"Wieso Riot??","subforum":"Champions & Gameplay","up_votes":1,"down_votes":6,"body":"Halli hallo beschw&ouml;rer. Ich habe mal eine frage an unseren lieblingsvideospiel entwickler riot games: Wieso kann ich in meiner promo keine spiele dodgen??? Das macht meiner meinung nach &uuml;berhaupt keinen sinn. Hatte gerade eben in meinem zweiten promospiel einen lucian adc und einen zed mid lane (die beiden haben zuerst nichts gezeigt ud ich war first pick nunu, also konnte ich keinen ap jgler picken). Die gegner haben dann direkt sion top, rammus jungle und leona support gepickt. Au&szlig;erdem hatten sie eine xayah adc, den opsten champ im game. Das game war also schon quasi in der champ select verloren, da wir 1. den schlechtesten adc lucian hatten und full ad gegen 3 tanks waren. wieso kan ich dann dieses spiel nicht dodgen, bzw kriege einen auto lose weil es meine promo war?? da smacht 0 sinn xd","replies":[{"id":"","poster":"Sirrkas","date":"2018-03-29T17:32:21.140+0000","up_votes":4,"down_votes":1,"body":"Vielleicht, damit du eben nicht einfach so oft die CS abbrichst, bis du ein Team hast das dir gefällt und Gegner, die dir gefallen?","replies":[{"id":"","poster":"S1lentx2","date":"2018-03-29T17:40:55.239+0000","up_votes":1,"down_votes":1,"body":"cooler wäre es wenn man solche probleme garnicht haben würde :)","replies":[{"id":"","poster":"Sirrkas","date":"2018-03-29T17:53:52.186+0000","up_votes":3,"down_votes":1,"body":"Wie meinst du das? Soll das Team immer genau das auswählen, was man selber gerne hätte? Das wird bei 5 Spielern, mit vermutlich 5 verschiedenen Meinungen ein Ding der Unmöglichkeit.","replies":[{"id":"","poster":"S1lentx2","date":"2018-03-29T18:03:34.504+0000","up_votes":1,"down_votes":3,"body":"Man sollte einfach teammates bekommen die vl in einem Ranked game nicht grade draven jungle mit electrocute wählen .\nSprich würde das system richtig funktionieren hätte man solche probleme nicht weil solche trolle einfach gebannt wären \nund nicht irgendwelche Unschuldige gebannt werden. Kann aus eigener Erfahrung reden wurde zuunrecht gebannt. :) Bevor du jetzt sagst ws hast du es verdient  Nein hatte ich nicht und hat auch nur 8+ riot mitarbeiter gebraucht und 1 jahr bis sie den Fehler beseitigt haben...!\nAlso wird es langsam zeit das reportsystem + Matchmaking zuändern .. oder man lässt das spiel einfach so weiterlaufen und wir leben die toxicity :)\nAber zumindest ist Tyler 1 laut riot reformed und das video ist nicht alt :)\n\nhttps://clips.twitch.tv/AdventurousFlirtyShieldDBstyle #reformed","replies":[{"id":"","poster":"Sirrkas","date":"2018-03-31T07:52:59.434+0000","up_votes":2,"down_votes":1,"body":"Die schlechten Spieler trifft man durchaus an. Aber deswegen ist das noch kein Troll. Ich habe auch schon mal versehentlich ohne Smite als Udyr gejungelt. Die Gegner haben das aber erst gemerkt, nachdem wir schon 3 Drachen gemacht haben und deutlich in Führung waren. Ab da war das dann auch egal.\n\n>Sprich würde das system richtig funktionieren hätte man solche probleme nicht weil solche trolle einfach gebannt wären\nund nicht irgendwelche Unschuldige gebannt werden. Kann aus eigener Erfahrung reden wurde zuunrecht gebannt. :) Bevor du jetzt sagst ws hast du es verdient Nein hatte ich nicht und hat auch nur 8+ riot mitarbeiter gebraucht und 1 jahr bis sie den Fehler beseitigt haben...!\n\nDas System funktioniert durchaus, es bannt aber nicht wahllos alle, die ein paar eher fragwürdige Summoners, Items oder Runen gewählt haben. Würde es dafür sofort Banns hageln, hätte jeder Spieler, der mal übersehen hat, auf welcher Position er ist, der die Runen nicht wechseln konnte oder nicht gut einschätzen kann, welche Items sinnvoll ist dafür einen Bann gekriegt. Und False-Positives wie diese, will Riot nach Möglichkeit vermeiden. \nGerade mit der Geschichte, die du erzählst, solltest du das verstehen können oder hättest du gerne einen Bann dafür, dass irgendwer meint, Phasenrausch würde nicht auf Champion XY passen, du das aber so spielst?\n\nHier sind durchaus schon ein paar Leute aufgeschlagen, die, obwohl der Trollbuster bestenfalls als lasch bezeichnet werden könnte, schon Flase-Positives waren. Unter anderem war da glaube ich ein Spieler dabei, der einfach immer von den Gegnern fokussiert und towerdived wurde. Waren dann ziemlich viele Tode in kurzer Zeit, er wird dafür bestraft, meldet sich beim Support und die heben die Strafe auf. \n\n>Also wird es langsam zeit das reportsystem + Matchmaking zuändern .. oder man lässt das spiel einfach so weiterlaufen und wir leben die toxicity :)\n\nGegen Verbesserungen des Reportsystems habe ich nichts, da ist noch Luft nach oben, vor allem beim erkennen von Trollen. Aber am Matchmaking muss sich nichts ändern, das ist ziemlich gut so, wie es ist. Klar, wird Riot das noch weiter verbessern wollen, es gibt daran aber aktuell nichts nennenswertes auszusetzen.","replies":[{"id":"","poster":"S1lentx2","date":"2018-03-31T12:17:00.656+0000","up_votes":1,"down_votes":3,"body":"Hallo\n\nWenn du in nem Competitive modus udyr ohne smite im jungle gehst gehörst du reportet weil sowas kann man nicht vergessen wenn man bei der sache ist. Laufe ja beim fußballspiel auch nicht plötzlich in jeanhose auf weil ich vergessen habe mich umzuziehen ?!  Ranked sollte man halt bei der sache seien den ein Spiel beginnt schon in der Champselect!\n\nund wenn du dann im champselect noch reinschreibst Easy win oder beschimpfung usw. dann gehörst du einfach instant aus ranked entfernt. Ob Solche leute dann noch normals spielen ist mir scheiß egal da können sie auch die MItte runter laufen.\n\nDas System funktioniert leider nicht da ich z.b gebannt war und erst nach einem jahr entbannt wurde wegen einem fehler. Oder sagen wir es funktioniert nicht optimal! \n\nKa auf was du mit Phasenrausch anspielen willst aber die runen udn builds die ich verwende kommen eig immer von probuilds.gg\nund da ich denke das sich pros mehr auskennen wie ich und du diskutier ich darüber garnicht . Weil wenn du mir wirklich sagen willst Draven + Electrocute im jungle is valid dann bin ich wohl leider zu dumm für dieses Spiel!´Man könnte Sogar nur Draven+electrocute im jungle mainen ohne das man gebannt wird solange man nichts in den chat schreibt hat mir der support auch so bestätigt und das ist für mich trollen ..! Normalerweiße meldest du dich beim Support und bekommst eien Copy+paste antwort  wenn du glück hast wird es beim 5-8 mal untersuch spreche aus erfahrung!\n\nMatchmaking und Punkteverteilung sollte sich eher an dem alten OW system orientieren und solange man trolle bekommt kann das matchmaking nicht funktionieren in meinen Augen. Generell wenn man die derzeitge Stimmung bei Streamern und Spielern sieht geht das spiel eher in die falsche richtung ! Weil egal wo ich hinhöre ich höre nur früher war alles besser.. man sieht auch das mittlerweile immer mehr leute auf den fortnite train aufspringen da es einfach mehr spaß macht !\n\nEdit: Sind natürlich alles nur meine Erfahrungswerte.","replies":[{"id":"","poster":"Tempname2919","date":"2018-03-31T14:36:07.641+0000","up_votes":3,"down_votes":0,"body":"> Wenn du in nem Competitive modus udyr ohne smite im jungle gehst gehörst du reportet weil sowas kann man nicht vergessen wenn man bei der sache ist. Laufe ja beim fußballspiel auch nicht plötzlich in jeanhose auf weil ich vergessen habe mich umzuziehen ?! Ranked sollte man halt bei der sache seien den ein Spiel beginnt schon in der Champselect!\n\nUnd wie man das vergessen kann. Habe schon genug Streamer gesehen, bei denen schon ähnliche Sachen geschehen sind. Unter anderem auch den High-Elo Spielern, dass kommt halt nun mal vor, Fehler passieren, wichtig ist, wie man versucht diese wieder zu beheben ohne direkt das Spiel aufzugeben.\n\n> und wenn du dann im champselect noch reinschreibst Easy win oder beschimpfung usw. dann gehörst du einfach instant aus ranked entfernt. Ob Solche leute dann noch normals spielen ist mir scheiß egal da können sie auch die MItte runter laufen.\n\nAlso mit den Beschimpfungen stimme ich dir soweit zu, dass ich finde das sie nicht ins Spiel gehören. Aber was ich nicht angemessen von dir finde ist, dass du es okay findest wenn Leute in Normals die Mitte runter laufen. Jeder Spielmodus sollte ernst genommen werden, auch ARAM und TT!\nIch glaube Leute vergessen einfach, dass LoL ein **Spiel** ist und toxisches Verhalten, in welcher Form auch immer, keinen Platz hat. Sei es Ranked, Normal, Aram oder nur ein Koop.\n\n> Das System funktioniert leider nicht da ich z.b gebannt war und erst nach einem jahr entbannt wurde wegen einem fehler. Oder sagen wir es funktioniert nicht optimal!\n\nFehler passieren halt, kein System ist perfekt. Ich arbeite bei einer großen Bank und selbst da geschehen Fehler...mit den Konten von Kunden. Wenn du mich fragst, gibt es wesentlich schlimmeres als ein falsch gebannter Account. Natürlich ist das ziemlich mies, kann deinen Ärger vollkommen nachvollziehen. Aber nur weil ein paar Accounts zu unrecht gebannt werden, bedeutet das nicht, dass das System \"nicht funktioniert\". Es funktioniert, macht aber gelegentlich Fehler, wie nun mal alle Systeme.\n\n> Ka auf was du mit Phasenrausch anspielen willst aber die runen udn builds die ich verwende kommen eig immer von probuilds.gg\nund da ich denke das sich pros mehr auskennen wie ich und du diskutier ich darüber garnicht .\n\nIch nutze auch probuilds.gg, jedoch ist es nicht unbedingt zu empfehlen alles 1zu1 nachzubauen, wenn man gedankenlos alles nachbaut ohne darüber nachzudenken und zu hinterfragen, wird man wohl kaum das Potential aus bestimmten Builds rausbekommen.\n\n> Weil wenn du mir wirklich sagen willst Draven + Electrocute im jungle is valid dann bin ich wohl leider zu dumm für dieses Spiel!´Man könnte Sogar nur Draven+electrocute im jungle mainen ohne das man gebannt wird solange man nichts in den chat schreibt hat mir der support auch so bestätigt und das ist für mich trollen ..! Normalerweiße meldest du dich beim Support und bekommst eien Copy+paste antwort wenn du glück hast wird es beim 5-8 mal untersuch spreche aus erfahrung!\n\nIch sage: Draven + Electrocute im Jungle ist ungewöhnlich, aber definitiv nicht bestrafungswürdig.\nIn der LCS wurde mal ein TF Jungle gepickt, ich glaube der ging auf AS + On-Hit. Auch kein \"valid\" Pick wenn du mich fragst. Ich glaube es wurde von UOL Kikis gespielt oder wie er hieß, kann mich leider nicht so genau erinnern.\nAuch ein gutes Beispiel: ein früherer amerikanischer Streamer namens Mr. Oink. Sein Name lässt es vielleicht vermuten, aber er war ein Sejuani Main. Aber nicht im Jungle, sondern auf AP in der Mitte. Damals noch mit DFG, als DFG aus dem Spiel entfernt wurde, hat er aber neue Builds getestet und weiter AP Sejuani in der Mitte gespielt.\nSollte wohl alles gebannt werden, laut deiner Aussage, nicht?\nDyrus hat auch in seinem Stream schon öfter merkwürdiges Zeug gepickt, ich kann mich noch gut an seinen Jhin Support erinnern, ziemlich strange. Aber laut dir, müsste er dafür auch gebannt werden.\n\n> Matchmaking und Punkteverteilung sollte sich eher an dem alten OW system orientieren und solange man trolle bekommt kann das matchmaking nicht funktionieren in meinen Augen. Generell wenn man die derzeitge Stimmung bei Streamern und Spielern sieht geht das spiel eher in die falsche richtung ! Weil egal wo ich hinhöre ich höre nur früher war alles besser.. man sieht auch das mittlerweile immer mehr leute auf den fortnite train aufspringen da es einfach mehr spaß macht !\n\nFortnite und LoL zu vergleichen ist extrem unpassend, die Spiele sind sehr unterschiedlich und Fortnite ist halt momentan in der Hypephase, die Frage ist, ob das Spiel dauerhaft erfolgreich sein kann. Aber das wird sich erst in der Zukunft zeigen.","replies":[{"id":"","poster":"S1lentx2","date":"2018-04-01T13:19:59.663+0000","up_votes":1,"down_votes":2,"body":"Da ich das nicht so schön unterteilen kann wie du nummerier ichs hoffe das reicht :)\n\n1. Ka wie das nen normalen spieler passieren kann streamer lass ich mir vl noch einreden weil sie ja gleichzeitig mit dem chat interagieren .. aber somit hast du das game in 9/10 fällen schon verloren :)\n\n2. Sollte endlich mute button in der champselect kommen ! Für mich ist renked competetive und normalös 4fun.!\nhab schon so oft leute runterlaufen gesehen das ich halt froh bin wenn es nur im normal ist gut finden tue ichs nicht aber egal ist mirs im normal auch !\n\n3. Also bei einer Bank wenn Fehler passieren sind sie meistens ganz schnell mim fixen und einer entschädigung ! Da sonst soviel anwalt post kommt. was soll den schlimmer sein als ein flasch gebannter account ? (aufs spiel bezogen!)\nStell dir mal vor du gehst zur bank und die sagen dir plötzlich dein konto ist nicht mehr da ...!\n\n4. wenn du auf das matchup schaust und dich ein bisschen auskennst solltest du keine probleme haben mit probuilds gg\n\n5. Es macht halt einen unterschied wenn er seit 7 games infolge mit draven junglet und jedes mal 0/7 steht. Und der Typ  von UOL hatte die erlaubnis von seinen Teammates und trainer sind ja ein abgesprochenes team nicht so wie in der solo q. Glaubst du wirklich wenn der Trainer nein gesagt hätte das er TF jungle gespielt hätte?\nwenn du mir pro sagen kannst die öfter infolge was mergwürdiges gepickt haben und 7 spiele infolge nur geintet haben wäre ich auch dafür das die gebannt werden. Aber da riot mir gesagt hat es ist nicht bannbar geh ich halt jetzt auch immer draven junglen wenn leute glauben sie müssen lustig sein :)\n\n\n6. nja so unpassend find ich es nicht wen lol streamer plötzlich anfangen fortnite zustreamen. \n Da haste vollkomen recht das wird die zukunft zeigen !","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2018-04-01T09:45:36.831+0000","up_votes":2,"down_votes":1,"body":"Weißt du, man kann auch Fehler machen. Das passiert dir, das passiert anderen. Das heißt nicht, dass es toll sind, wenn es zu einem Fehler kommt, aber eben auch nicht, dass man alles und jeden Bannen muss, weil einem nicht gefällt, was er gemacht hat oder der Spieler einen Fehler begangen hat.\n\nDein Draven hält Electrocute vielleicht für eine gute Idee. Wenn das zum scheitern verurteilt ist, ist das aber auch nicht so schlimm. Er kann das dann beibehalten und immer wieder verlieren, wodurch er in der Rangliste absteigt, bis er in einem Bereich ankommt, in dem er damit etwa die Hälfte seiner Spiele gewinnt oder er kann es bemerken und eine bessere Entscheidung treffen und dadurch höher platziert sein, als mit Electrocute Draven.\n\n>Das System funktioniert leider nicht da ich z.b gebannt war und erst nach einem jahr entbannt wurde wegen einem fehler. Oder sagen wir es funktioniert nicht optimal!\n\nDas System funktioniert sogar sehr gut. Du hattest nur leider das Pech, dass bei dir ein Fehler unterlaufen ist. Aber lass mich dir etwas verraten. Im Leben kann nicht immer alles perfekt laufen. Leute machen Fehler. Programme, werden von Leuten entworfen und können auch Fehler enthalten. Es ist blöd, wenn es dich erwischt hat, das hat aber nichts damit zu tun, dass jemand etwas unsinniges gespielt hat und noch keinen Permabann hat, obwohl du dir es wünschst.\n\n>Weil egal wo ich hinhöre ich höre nur früher war alles besser.. \n\nDas lustige ist, das gibt die Menschheit schon gefühlt seit Anbeginn der Zeit von sich. Es sollte alleine reichen, nach Zitaten von historischen Persönlichkeiten zu suchen, die darüber jammern, dass die aktuelle Jugend ja so schlimm wäre. Wenn die Meinung der Leute zur ach so schlimmen aktuellen Jugend immer zutreffen würde, wäre unsere Art sicher schon ausgestorben. \n\nÄhnlich ist es, wenn die Leute von früher reden. Da wird die rosarote Brille aufgesetzt und sich das schöne von damals rausgepickt. Es ist ja nicht so, als hätte ich selber keine guten Erinnerungen zu früher, aber ob ich wirklich noch mal 12 Jahre alt sein möchte, nachdem ich schon einige Jahre als Erwachsen gelte, ist dann doch eine ganz andere Frage.","replies":[{"id":"","poster":"S1lentx2","date":"2018-04-01T13:27:36.433+0000","up_votes":1,"down_votes":1,"body":"Der draven hat das einfach mit absicht gemacht alleine was der typ schon im champselect von sich gegeben hat wäre auch gedodged hätte ich an dem tag noch nicht gedodged! Das er das beibehalten kann weiß ich da ich den Riot support danach gefragt habe und wenn einer meiner meinung nach was fragwürdiges picked dann pick ich auch einfach nur noch draven. xD\n\nIhr redet immer von einem Fehler da waren mindestens 8 fehler ... so oft wurde mein fall überprüft und ich mit einer copy+paste abgefertigt . Das baut vermutlich alles auf einen Fehler auf aber gemacht wurden einige mehr .\nUnd  So wie du sagst es ist unsinnig was er spielt aber dennoch akzeptiert!\n\nNja meiner Meinung hat das nicht unbedingt mit der rosa roten brille zutun .. Manche fanden das spiel früher einfach besser... ich wäre z.b gern nochmal 12 . Sind halt unterschiedliche meinung aber alles auf die rosarote brille zuschieben würd ich nicht !\n\nmfg","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-03T11:02:21.586+0000","up_votes":1,"down_votes":0,"body":"Ist blöd, wenn du wirklich auf Trolle triffst, die absichtlich schlechte Entscheidungen treffen. Das passiert manch mal. Aber ich denke nicht, dass der Support etwas antwortet wie ja der trollt weiter und ihm passiert nichts. Bin mir aber auch nicht ganz sicher, was sie dir geschrieben haben, bei dem worauf sich das hier bezieht:\n\n>Das er das beibehalten kann weiß ich da ich den Riot support danach gefragt habe und wenn einer meiner meinung nach was fragwürdiges picked dann pick ich auch einfach nur noch draven. xD\n\nZu dem Draven, ich glaub ich hab ihn gefunden. War das der aus dem 3vs3? Der sieht für mich jetzt nicht wie ein Troll aus. Der nimmt einfach gerne Electrocute mit. Sieht fast sogar aus, als würde er das immer im Jungle nehmen, egal auf welchem Champion. Außer mal Grasp auf Teemo Jungle und Arkaner Komet auf Seju Jungle. Kann durchaus daran liegen, dass er direkten Schaden bei den Runen überbewertet. Gerade wenn er das auch auf Yi oder Vayne nimmt.\nXX Schaden sieht halt auf den ersten Blick halt besser aus, als +X AD/AS.\n\nAuf mich wirkt das so, als hätte er bei den Runen auf jeden Fall einige Defizite aufzuweisen. Seit Season 4 hat er aber jede Season mit Silber abgeschlossen. \n\n>Nja meiner Meinung hat das nicht unbedingt mit der rosa roten brille zutun .. Manche fanden das spiel früher einfach besser... ich wäre z.b gern nochmal 12 . Sind halt unterschiedliche meinung aber alles auf die rosarote brille zuschieben würd ich nicht !\n\nKann sein, dass das bei vielen Unterschiedlich ist. Wenn aber jemand sagt, er würde gerne noch mal als Jugendlicher im Jahr 2000 Leben, frage ich mich , ob er weiß, worauf er verzichten würde.","replies":[{"id":"","poster":"S1lentx2","date":"2018-04-03T11:13:46.107+0000","up_votes":1,"down_votes":0,"body":"Ja weil er einfach jedes spiel trollt ich war sein 4tes game infolge laut seiner aussage das schmeckt :)\nNe der Support meinte er würde da keine genaue auskunft geben . Danach hab ich gefragt ob es ok ist wenn ich Draven main werde mit electrocute im jungle ! Darauf haben sie geantwortet das es kein problem sei solange ich nix toxic bin. \n\nNene der junge meinte er war platin als ich ihn gefragt habe(habs dann gecheckt auf op.gg udn gesehen das er nur silver war /ist)hab dann gefragt ob er farbenblind ist nachdem er 5-10 in den chat geschrieben hat wie schelcht wir sind und er doch platin sei xD\n\nVl bin ich schon 65 und möchte deswegen nochmal 12 sein ? Ka ob du die Schmerzen im alter nachvollziehen kannst .jk :)","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-03T11:44:22.186+0000","up_votes":1,"down_votes":0,"body":"Ich denke wenn die körperlichen Gebrechen anstehen, wird das öfter so sein. Wenn einem ständig alles schmerzt, wirkt alles andere sicher deutlich besser.\n\n>Ja weil er einfach jedes spiel trollt ich war sein 4tes game infolge laut seiner aussage das schmeckt :)\n>Nene der junge meinte er war platin als ich ihn gefragt habe(habs dann gecheckt auf op.gg udn gesehen das er nur silver war /ist)\n\nUm ehrlich zu sein. Auf mich wirkt das, vor allem bei Kombinationen aus derartigen Aussagen eher wie ein, er will nicht eingestehen, dass er schlecht ist und behauptet deshalb, er würde trollen. Nach dem was ich erkenne, scheint er sehr stark in seiner Leistung zu schwanken. \n\nKlar, er könnte ein paar mal ein wenig getrollt haben. Das wirkt aber nicht sehr glaubwürdig, wenn er im Spiel direkt vor dem Dravenjungle als Ryze den höchsten Schaden im eigenen Team verursacht hat und meint, er trollt schon mehrere Spiele in Folge. \n\nMan kann den Leuten im Chat eben nicht immer alles glauben. Eine Zeile, die sich etwa immer wieder in Bestraften Chatlogs finden lässt ist eben, dass der TE selber nicht bestraft werden würde, da er nichts falsch gemacht hat. Wenn man dann den Chatlog liest, erkennt man schnell, dass die Aussage völlig falsch ist.","replies":[]}]}]}]}]}]},{"id":"","poster":"SSI CptHaunted","date":"2018-04-03T10:06:24.184+0000","up_votes":1,"down_votes":0,"body":"Schade nur, dass selbst klare Trolle teilweise nicht gebannt werden. Beispielsweise ein Autofill-Supporter der sich einfach n ADC gepickt, gespielt und sich im Chat noch drüber lustig gemacht hat was für ein schlechter Support der eigentliche ADC sei und sogar im All-Chat darum gebeten hat diesen zu Reporten. Dieser Spieler wurde zwar ausführlich reportet, aber anhand seiner Matchhistory konnte man sehen, dass er keine Accountsperre bekommen hat. Und da soll man noch Vertrauen in das Reportsystem haben.","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-03T10:46:01.107+0000","up_votes":1,"down_votes":0,"body":"Ich glaube bei solchen Fällen wie einem Autofillspieler der eine andere Rolle einfach für sich beansprucht, kann man nur bestraft werden, wenn der Support da mal drüber schaut. Dafür wird es wohl auch nötig sein, dass der das in deutlich mehr Spielen macht und immer wieder dafür gemeldet wird. Dann wird vermutlich erst auffallen, dass da jemand ständig Reports bekommt, das System aber nichts bestraft, weil es vermutlich nicht dafür programmiert ist, so etwas zu ahnden. \n\nEs kann aber durchaus sein, dass er für das \"sich lustig machen\" bereits CRs erhalten hat, die kann man von außen nicht erkennen.","replies":[{"id":"","poster":"SSI CptHaunted","date":"2018-04-03T11:50:57.266+0000","up_votes":1,"down_votes":0,"body":"Wenn bei sowas erst eingegriffen wird wenn er das in deutlich mehr Spielen macht, dann braucht man sich ja auch nicht zu wundern. Mit der Methode wird man dann aber auch nur die absoluten Härtefälle aussieben können. Ob das nun ausreichend effektiv ist sei mal dahingestellt.\n\nIch kann nur sagen, dass derjenige die Reports aus dem Spiel und n extra Support-Ticket bekommen hat und eine Chatstrafe ist bei sowas ja wohl kaum ein angebrachtes Mittel.","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-03T11:53:55.133+0000","up_votes":1,"down_votes":0,"body":"Ich sage nicht, dass das der Idealfall ist. Gerade so etwas, kann von mir aus gerne zuverlässiger und strenger geahndet werden. Die CR gäbe es eben unabhängig von dem Rollenklau für den negativen Chat. \n\nEs kann aber durchaus sein, dass an etwas gearbeitet wird, damit solche Sachen anständig geahndet werden können. Riot ist bei Infos zu den Systemen aber doch eher zurückhaltend. Wäre auf der anderen Seite aber auch ziemlich blöd, wenn die im Januar schreiben, sie arbeiten an einem System das Rollenklau bestraft und im Sommer kommt dann, daraus wird nichts.","replies":[{"id":"","poster":"SSI CptHaunted","date":"2018-04-03T12:09:33.503+0000","up_votes":1,"down_votes":0,"body":"Wäre nur blöd wenn man in dem Fall keine Erklärung liefern könnte warum daraus nichts wurde. Ich denke niemand kann etwas gegen eine gute und nachvollziehbare Begründung sagen. Sei es nun, dass ein automatisches System nicht in der Lage wäre Leute die die Rolle getauscht haben zu identifizieren und keine personellen Kapazitäten bestehen um Reports in dieser Kategorie zu 100% anschauen zu lassen oder etwas anderes.\n\nNicht zu wissen ob solche Vorkommnisse zukünftig härter geahndet werden sollen oder ob das überhaupt ein Thema ist oder es einfach so bleiben soll wie es ist ist auch nicht unbedingt besser.","replies":[]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2018-03-31T05:43:25.682+0000","up_votes":2,"down_votes":1,"body":"Das gilt auch bei dir: Man wird eben nur mit Spielern gematcht, die dem eigenen Skilllevel entsprechen. Wenn du kompetentere Mitspieler willst, musst du durch ausreichend gewonnene Spiele erst unter Beweis stellen, dass du selbst kompetenter bist. Kannst du das nicht, sehe ich nicht warum man dich weiter oben matchen und den dortigen Spielern einen Klotz am Bein ins Team schicken sollte.","replies":[{"id":"","poster":"S1lentx2","date":"2018-03-31T11:59:17.000+0000","up_votes":1,"down_votes":1,"body":"Was gilt auch bei mir ? in meinen ganzen leben hab ich in einem ranked noch nie draven jungle oder so was gespielt also bitte beweiße dafür bevor dur mir solche sachen vorwirfst! Ich dachte Ranked sei ein competitive mode ?\nIch hab mein Können schon mehr als genug unter Beweiß gestellt hätte auch nicht wieder ganz unten anfangen müssen hätte mich riot nicht unfair gebannt und den fehler nach einem jahr erst wieder behoben also bitte erkundige dich erst und dann antworte danke. <3\n\nDen nur weil du eine grüne Farbe hast brauchst du nicht auf mich hier im forum herabzublicken und glauben das alles was du sagst stimmt !\n\nDenn auch das Riot system hat fehler!\n\n\n","replies":[{"id":"","poster":"eingew","date":"2018-04-01T05:51:45.370+0000","up_votes":2,"down_votes":0,"body":"1. Deine Elo und deine Mains sind nicht nur mir egal, sondern auch dem Matchmaking. Ihre vollkommene Irrelevanz für das Matchmaking und mich ist es, die meiner Aussage Wahrheit verleiht. Du beschwerst dich über die angebliche Inkompetenz deiner Mitspieler, obwohl diese deiner eigenen ebenbürtig ist.\n2. Vielleicht solltest du mal die Namen vergleichen, die du hier liest und die, die du in deinem eigenen Thread findest, bevor du anderen vorwirfst, sich nicht ausreichend über deren Hintergrundgeschichte zu informieren (warum auch immer das nötig sein sollte.)\n3. Ich blicke nicht aufgrund meines Namens auf dich herab. Ich war schon immer so. Und nicht alles ist arrogant, bloß weil es nicht überfreundlich formuliert wurde.\n\n> Denn auch das Riot system hat fehler!\n\nDas trifft beim Bansystem zu, da hast du völlig Recht, aber nicht beim Matchmaking.","replies":[{"id":"","poster":"S1lentx2","date":"2018-04-01T12:57:38.653+0000","up_votes":1,"down_votes":1,"body":"1. Du kennst mich nicht und urteilst über michh als wärst du mein vater wie gesagt die grüne farbe gibt dir nicht recht!\nFür deine Wahrheit gibt dir das vl recht ..!\n\n2. Welche namen ? is mir doch egal wer wo postet trozdem kennst du mich und meine HIntergrundgeschichte nicht!\nEs ist nötig wenn man glaubt man weiß alles so wie du.\n\n3. wenn das deine meinung ist schön , aber glaub mir gibt auch einige andere meinung und nur weil du ihr ne grüne farbe hast werde ich meine meinung nicht ändern.\n\nAn dieser Stelle lass ich es einfach jemal wieder was und deinen namen zuschreiben genau so wie bei unserem bausteinefreak1! \n\nWenn man wirklich ne ordentliche diskussion über was führen will hilft echt nur das englishe forum mit Hansiman und co .\n\nAlso schönes wochende noch und vergiss nicht wieder - zudrücken so wie bei jedem meiner post :)\n\nEdit: mit Sirrkas kann man auch vernüftigen reden vl kannste dir da was abschauen .\n","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-01T20:58:27.971+0000","up_votes":2,"down_votes":0,"body":">Welche namen ? is mir doch egal wer wo postet trozdem kennst du mich und meine HIntergrundgeschichte nicht!\n\nEingew meint wohl damit den Teil.\n\n>Ich hab mein Können schon mehr als genug unter Beweiß gestellt hätte auch nicht wieder ganz unten anfangen müssen hätte mich riot nicht unfair gebannt und den fehler nach einem jahr erst wieder behoben also bitte erkundige dich erst und dann antworte danke. <3\n\nFalls es dir nicht aufgefallen ist, manche Leute, die hier mit dir schreiben, haben auch in deinem Thread über den Bann vor einem Jahr mit dir geschrieben. Weswegen es durchaus wichtig sein könnte, auf Namen zu merken, ehe man jemandem vorwirft, er informiert sich nicht. \n\n> hätte mich riot nicht unfair gebannt und den fehler nach einem jahr erst wieder behoben also bitte erkundige dich erst und dann antworte danke. <3\n\nDen Teil hat er also mindestens erfüllt. Er hat deine Beiträge über den aufgehobenen Bann gelesen und sich damit erkundigt und jetzt geantwortet.\n\n>Edit: mit Sirrkas kann man auch vernüftigen reden vl kannste dir da was abschauen .\n\nDanke für das indirekte Lob, aber das kann man mit Eingew auch. Manchmal bin ich mir aber nicht sicher, ob selbiges bei dir immer möglich ist. Dein ungerechter Bann ist nämlich ein Einzelfall. Von dem was mit deinem alten Account passiert ist, kann man nämlich nicht darauf schließen, dass das System als ganzes nicht richtig funktioniert.\n\n>Sprich würde das system richtig funktionieren hätte man solche probleme nicht weil solche trolle einfach gebannt wären\nund nicht irgendwelche Unschuldige gebannt werden. \n\nIn den letzten Tagen scheinst du aber immer wieder zu betonen, dass es, weil du ein Jahr lang ungerecht gebannt warst, kaputt ist. Ja, ich weiß, dass du auch mal geschrieben hast, es ist zumindest nicht perfekt oder etwas in der Art.","replies":[{"id":"","poster":"S1lentx2","date":"2018-04-01T22:05:02.351+0000","up_votes":1,"down_votes":0,"body":"Ja troztdem kennt er nur ca 10% der story und redet immer von 1 fehler obwohl es nicht nur einer war.\n\n\"Du beschwerst dich über die angebliche Inkompetenz deiner Mitspieler, obwohl diese deiner eigenen ebenbürtig ist.\" \n\nIm grunde sagt er nix anderes als das der Draven genau auf meine spielstärke gehört das wäre das gleiche wenn bei ihm wer runter läuft und du behauptest dann er ist genau so scheiße deswegen diskutier ich an dieser stelle auch nicht mehr mit ihm.\n\n Aber fakt ist doch das du wenn du nen account neu erstellen musst das er keine vor MMR hast + das du am anfang sehr limitiert bist mit den champs.  Sprich die zeit die ich zum climben gehabt hätte musste ich ins leveln stecken. Darüber hinauß braucht auch das system ein bisschen bis es dich bewerten kann und wenn du kein dia+ spieler bist der alles stompt dann carriest du auch nicht jedes game. Das heißt aber bei langem nicht das du in deiner wirklichen elo angekommen bist! In deiner wirklichen elo bist du meiner Meinung nach angekommen wenn du mit 50% winrate hardstuck bist !\n\nIch weiß das er kommentiert hat ich glaube mich zuerinnern das er der grüne war der gesagt hat man kann die namen veröffentlichen nicht 100% sure.\n\nKa also egal auf welchen account ich im forum unterwegs bin ich und eingew können anscheinend nicht miteinander ist komplett egal über was ich mit ihm schreibe, soll es geben und will nicht mit ihm streiten also geht man sich aus dem weg.  Aber danke für die Unterstellung genau das lieb ich :) Nja Fehler bedeuten genau das  dass system nicht richtig funktioniert oder wie du schon erwähnst  es nicht perfekt ist !","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-01T22:56:16.327+0000","up_votes":2,"down_votes":1,"body":"Wenn du nicht aufsteigst, dann liegt das aber nicht an einem Spieler der einen Champion auf einer komischen Position spielt. ^^ Das kommt nun halt auch nicht oft vor. \nDann liegt das eben an dir selbst. Also bist du im Grunde nicht besser von der Elo her als so ein Spieler. Unabhängig davon auf welcher Lane er seinen Champion spielt. \nDann sind sie, wie Eingew sagte, in ihrer Pickwahl inkompetent, dafür bist du in anderen Dingen inkompetent, was dich eben am aufsteigen hindert.","replies":[{"id":"","poster":"S1lentx2","date":"2018-04-01T23:01:55.952+0000","up_votes":1,"down_votes":0,"body":"wo sage ich das ich nicht aufsteige immer diese behauptungen ohne grundlage mit einer winrate von 63% sollte ich aufsteigen hängt nur davon hab wieviel ich spiele ? Ka wo hier alle entnehmt das ich nicht aufsteige hab ich doch nie behauptet! Wie gesagt dauert es nur bis du an deiner richtigen ELO ankommst (siehe beitrag unter sirkaas) wo ich ws. schon währe wenn ich nicht ein jahr mit aufleveln und champion freischalten verbracht hätte . \nAlso sind für dich leute mit 35% winrate auf silver 1 genau gleichgut wie leute mit 70% winrate auf silver 1 ?! Wenn du das so siehst dann haben wir leider komplett andere ansichten :) \nWenn ich 150 spiele habe und ca ne winrate von 50% dann können wir von der richtigen elo reden :D \n\n\n\n\n","replies":[{"id":"","poster":"Avorox","date":"2018-04-03T12:18:14.771+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=S1lentx2,realm=EUW,application-id=Wj1wcocU,discussion-id=sEMcfB02,comment-id=000000010000000000000000000000000000000000000000,timestamp=2018-04-01T23:01:55.952+0000)\n>\n> Also sind für dich leute mit 35% winrate auf silver 1 genau gleichgut wie leute mit 70% winrate auf silver 1 ?! Wenn du das so siehst dann haben wir leider komplett andere ansichten :) \n\nDas ist eine sehr verallgemeinerte Aussage und so nicht wirklich zu bewerten. Wenn jemand letztes Jahr Dia war und nun mit einer Winrate von 35% in Silber 1 ist kann er auch genauso gut sein wie jemand der in B5 gestartet hat und nun mit 70% Silber 1 ist.\n\nDu musst bei sowas immer den Ausgangspunkt und die Anzahl der Spiele betrachten, so sagt die Winrate erstmal überhaupt nichts aus.\n\nInsgesamt möchte ich dir aber in einem Punkt recht geben, du bist nicht automatisch richtig platziert. Es braucht nunmal Zeit bis das System einen einschätzen kann. Mein Smurf ist z.B. grad mit rund 50% in Gold 2. Ich habe da aber auch erst 12 oder 13 Spiele gespielt und wie man sieht kann ich ja auch wesentlich höher spielen. Also ja, es kann sein, dass man falsch platziert ist, wenn man erst wenig Spiele gespielt hat.","replies":[{"id":"","poster":"Avorox","date":"2018-04-03T14:15:30.475+0000","up_votes":1,"down_votes":0,"body":"Ja, das Problem ist schon klar. Aber die Lösung eben nicht, denn das System braucht nunmal Zeit um dich zu bewerten und da gibt es keinen einfachen Lösungsansatz der das ändert.\n\nZu den 70% Winrate in Silber 1, nein die zeigen dann nicht an, dass du weiter nach oben gehörst. Vielleicht hast du Bronze mit 80% hinter dir gelassen und nun gleicht sich deine Winrate langsam wieder den 50% an. 70% sind vielleicht auch ne schlechte Beispielzahl aber ich denke du weißt was ich meine, denn die Winrate zusammen mit der Division reichen eben nicht aus um eine Tendenz festzustellen.","replies":[]},{"id":"","poster":"S1lentx2","date":"2018-04-03T13:02:23.081+0000","up_votes":1,"down_votes":0,"body":"natürlich ist das möglich wenn wir davon mal davon ausgehen das ein dia spieler ne 35% winrate in silber 1 hat. :) Und das was du da beschreibst aus Bronze 5 is nix anderes wie ein smurf. Sprich sein wirkliches Können liegt weit darüber. \n\nnatürlich sind mehr spiele aussagekräftiger aber man kann  meisten schon nen gewissen trend erkennen :)\n\nJa das problem was ich sehe ist halt oft reicht es nicht das du nur ein bisschen besser bist als der rest sondern du musst komplett stompen und carrien.  Um es ein bisschen besser darzustellen! Sagen wir du bist silver 2 könntest aber eig in gold4-5 auch immer mithalten da du halt ein bisschen besser warst als silber spieler dennoch wird das nicht reichen um schnell alleine nach gold aufzusteigen obwohl du vl skilltechnisch dahingehörst! Wenn du natürlich soviele games(500+) wie ich in season 3 spielst dann solltest du aber bei deiner richtigen elo angekommen seien keine Frage. Jedoch hat nicht jeder die zeit sozugrinden aber trozdem sollte ja jeder dahinkommen wo er skilltechnisch hingehört. hoffe man kann das so bisschen nachvollziehen was ich meine :)","replies":[]}]},{"id":"","poster":"Angel Ayume","date":"2018-04-01T23:36:05.317+0000","up_votes":1,"down_votes":0,"body":"Als ob du ein Jahr gebraucht hast, um einen Account zu leveln und die nötigen 16 Champions zu erspielen. \nWo du ja in deinem Thread noch gesagt hast, dass du so viel Geld für Skins und Exp Booster ausgegeben hast. \n\nIch hab deine Winrate ehrlich gesagt nicht überprüft. Es hörte sich halt nur so an, das was du halt so geschrieben hast, dass du Hardstuck in einer Elo wärst und deswegen nicht aufsteigst, weil du sowas wie Draven Jgl hast. ^^","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-03T12:25:27.813+0000","up_votes":1,"down_votes":0,"body":"Ja mittlerweile schon. Aber da er den Account ja letztes Jahr hochgezogen hat, brauchte er damals ja noch 16 Champs. :) \nOder trügt mich jetzt meine Erinnerung und das mit den 6 Banns und den 20 Champs  ist doch schon viel länger her? :D","replies":[]},{"id":"","poster":"Avorox","date":"2018-04-03T12:19:30.516+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=Wj1wcocU,discussion-id=sEMcfB02,comment-id=0000000100000000000000000000000000000000000000000000,timestamp=2018-04-01T23:36:05.317+0000)\n>\n> Als ob du ein Jahr gebraucht hast, um einen Account zu leveln und die nötigen 16 Champions zu erspielen. \n\nIch bin mir ziemlich sicher, dass das mittlerweile 20 Champs sind, schließlich besteht ja sonst die Möglichkeit, dass man keinen Champ picken kann.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-04-02T20:50:16.917+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=S1lentx2,realm=EUW,application-id=Wj1wcocU,discussion-id=sEMcfB02,comment-id=00000001000000000000000000000000000000000000000000000002,timestamp=2018-04-02T15:31:09.934+0000)\n>\n> es gibt EXP booster die nur per wins zählen also ist es doch egal wieviel ich spiele weil der booster nur pro win verwendet wird!\n> \n> Die angezeigt elo ist nicht irrelevant für mich und erst recht nicht wenn ich dann mit solchen spielern gematched werde!\n\nDann haben die eben eine entsprechend hohe MMR oder du eine zu niedrige, weswegen du mit denen gematched wirst. Das ändert sich aber mit der Zeit. \n\n> \n> Wie gesagt habe nie behauptet das aufsteigen ein problem ist oder das ich ein problem habe mim aufsteigen das habt nur du und eingew plötzlich behauptet!\n\nDas haben wir nicht behauptet, das haben wir anhand dem was du geschrieben hast lediglich vermutet... \n\n> \n> So wie du auch behauptest ich werde nur mit spielern auf meinen LVL gematched weiter oben aber in deinem lezten beitrag sagst du dann das hast du nie behauptet hast.\n> \n> Zitat:  \n> Wenn du nicht aufsteigst, dann liegt das aber nicht an einem Spieler der einen Champion auf einer komischen Position spielt. ^^ Das kommt nun halt auch nicht oft vor.\n> Dann liegt das eben an dir selbst. Also bist du im Grunde nicht besser von der Elo her als so ein Spieler. Unabhängig davon auf welcher Lane er seinen Champion spielt.\n> Dann sind sie, wie Eingew sagte, in ihrer Pickwahl inkompetent, dafür bist du in anderen Dingen inkompetent, was dich eben am aufsteigen hindert.\n> \n\nJa genau! Das bezieht sich aber lediglich darauf, wenn du tatsächlich Hardstuck bist und nicht aufsteigst. Da das bei dir aber wohl dann nicht der Fall ist, trifft es natürlich nicht zu. Wobei deine hohe Winrate eh noch absolut nicht aussagekräftig ist. Du hast ja grade mal, diese Season, 19 Ranked-Games gespielt.\n\n> Sry das ich erst jetzt antworte hast aber unter deinem eigenen beitrag kommentiert glaube ich hab aufejedenfall keine benachrichtigung bekommen .\n\nNe, hab net auf meinen eigenen Beitrag geantwortet. Hab ja direkt auf Zitat geklickt. Ist aber auch nicht schlimm, dass du erst später geantwortet hast, ich erwarte ja nicht, dass du 24/7 im Forum bist.","replies":[]},{"id":"","poster":"S1lentx2","date":"2018-04-02T15:31:09.934+0000","up_votes":1,"down_votes":0,"body":"es gibt EXP booster die nur per wins zählen also ist es doch egal wieviel ich spiele weil der booster nur pro win verwendet wird!\n\nDie angezeigt elo ist nicht irrelevant für mich und erst recht nicht wenn ich dann mit solchen spielern gematched werde!\n\nWie gesagt habe nie behauptet das aufsteigen ein problem ist oder das ich ein problem habe mim aufsteigen das habt nur du und eingew plötzlich behauptet!\n\nSo wie du auch behauptest ich werde nur mit spielern auf meinen LVL gematched weiter oben aber in deinem lezten beitrag sagst du dann das hast du nie behauptet hast.\n\nZitat:  \nWenn du nicht aufsteigst, dann liegt das aber nicht an einem Spieler der einen Champion auf einer komischen Position spielt. ^^ Das kommt nun halt auch nicht oft vor.\nDann liegt das eben an dir selbst. Also bist du im Grunde nicht besser von der Elo her als so ein Spieler. Unabhängig davon auf welcher Lane er seinen Champion spielt.\nDann sind sie, wie Eingew sagte, in ihrer Pickwahl inkompetent, dafür bist du in anderen Dingen inkompetent, was dich eben am aufsteigen hindert.\n\nSry das ich erst jetzt antworte hast aber unter deinem eigenen beitrag kommentiert glaube ich hab aufejedenfall keine benachrichtigung bekommen .","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-04-02T00:19:49.418+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=S1lentx2,realm=EUW,application-id=Wj1wcocU,discussion-id=sEMcfB02,comment-id=00000001000000000000000000000000000000000000000000000000,timestamp=2018-04-01T23:59:51.090+0000)\n>\n> Woher möchtest du wissen wieviel ich spiele vl spiel ich pro woche nur 1 game ? \n> Nur weil 16 die mindestanforderungen sind heißt das nicht das es für mich ausreicht ... !\n> Könnte mich zwar nicht erinnern das ich ne genaue zahl genannt habe aber OK. Und ich glaub viel Geld sieht jeder anders bezogen auf ein videospiel . wenn ich z.b 500€ ausgebe für inhalte ist das viel für mich .. für andere sind das nur peanuts :)\n> \n\nSelbst wenn du nur ein Game pro Woche spielst, wovon ich mal nicht ausgehe, dann hast du sicher Lvl 30 erreicht. Vorallem erst Recht mit Exp Booster. Und wenn du Geld für Exp Booster ausgibst, dann willst du die natürlich auch ausnutzen und hast bestimmt nicht nur ein Game pro Woche gespielt. ^^ \n\n> Nur weil ich das system schlecht finde und es schade finde das leute mit so großen winrate differenzen gematched werden bin ich noch lange nicht hardstuck . Finde halt nur das soclhe leute nix im ranked zusuchen haben . Ich hab mir deine schon angeschaut und solltest du wohl machen bevor du von irgendwelchen fakten ausgehst .\n\nDu vergisst aber auch, dass nicht die angezeigte Elo relevant ist, sondern die MMR. Wenn jemand Silber 1 ist mit einer 70 % Winrate (wenn man von ein paar mehr Games ausgeht als nur eine 10 oder so ^^), dann spielt er sicher nicht auf Silber 1 MMR Niveau sondern sicher mind. Gold 4.\nZudem, wer eine 70 % Winrate hat, der hat offenbar keine Probleme zu climben, also isses auch egal, ob er mit Leuten niedrigerer Elo zusammenspielt. ^^ \n\nAch und noch was: \n>Also sind für dich leute mit 35% winrate auf silver 1 genau gleichgut wie leute mit 70% winrate auf silver 1 \n\nHab ich nie behauptet ^^","replies":[]},{"id":"","poster":"S1lentx2","date":"2018-04-01T23:59:51.090+0000","up_votes":1,"down_votes":0,"body":"Woher möchtest du wissen wieviel ich spiele vl spiel ich pro woche nur 1 game ? \nNur weil 16 die mindestanforderungen sind heißt das nicht das es für mich ausreicht ... !\nKönnte mich zwar nicht erinnern das ich ne genaue zahl genannt habe aber OK. Und ich glaub viel Geld sieht jeder anders bezogen auf ein videospiel . wenn ich z.b 500€ ausgebe für inhalte ist das viel für mich .. für andere sind das nur peanuts :)\n\nNur weil ich das system schlecht finde und es schade finde das leute mit so großen winrate differenzen gematched werden bin ich noch lange nicht hardstuck . Finde halt nur das soclhe leute nix im ranked zusuchen haben . Ich hab mir deine schon angeschaut und solltest du wohl machen bevor du von irgendwelchen fakten ausgehst .","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2018-04-01T21:19:16.859+0000","up_votes":1,"down_votes":0,"body":"Du hast Eingew falsch verstanden weißt du? Er hat dir nicht vorgeworfen, dass du irgendwelche komischen Picks spielst, wie Draven Jgl zB. \nEr wollte damit nur sagen, dass du eben nicht besser spielst als die Spieler in deiner Elo. Unabhängig davon, ob sie komische Picks spielen. Denn die meisten spielen ja schon die Champions auf der entsprechenden Lane. ^^ \nKannst du also nicht gegen solche Gegner gewinnen, die im übrigen auch so komische Picks haben und statistisch gesehen sogar viel öfter als in deinem Game, dann gehörst du nunmal auch nicht in eine höhere Elo. \nUnd da ist es wirklich vollkommen egal ob Riot irgendwann mal einen Fehler gemacht hat und deinen Account gebannt hat.","replies":[{"id":"","poster":"S1lentx2","date":"2018-04-01T22:07:00.962+0000","up_votes":1,"down_votes":0,"body":"hallo .\n\nlies einfach oben unter dem post von Sirrkas  danke dir :)","replies":[]}]}]}]}]},{"id":"","poster":"AbonniertMichYT","date":"2018-03-30T11:01:47.753+0000","up_votes":1,"down_votes":2,"body":"wenn man ernsthaft clmben will und nicht dumm wie scheiße ist spielt man einfach nicht lucian und full ad gegen 3 tanks, das ist nicht einfach nur eine persönliche meinung von mir wtf","replies":[{"id":"","poster":"Angel Ayume","date":"2018-03-30T12:59:52.725+0000","up_votes":3,"down_votes":0,"body":"Und wenn der Spieler glaubt, dass es okay ist was er macht? \nDu kannst eben nicht für andere Spieler entscheiden. \n\nWenn du gut genug bist, dann kannst du auch ein Game mit so jemanden gewinnen und ihn carrien. \nUnd JA, das geht. Ich hab gestern erst ein Game gewonnen, nach 57 Minuten, wo wir einen Adc hatten, der einfach nicht vorhanden war. Kaum Dmg gemacht und so oft völlig unnötig gestorben. Wegen ihm hätten wir beinahe das Game 3x verloren. Hat uns jedes Mal 2 oder 3 Inhibs gekostet und sogar Nexus Tower. \n\nAber weil niemand getiltet war, niemand geflamed hat und alle weiterhin fokussiert gespielt hat, haben wir das Game letztendlich gewinnen können. Trotz des 4vs5. \n\nAnstatt also zu jammern, weil da Spieler sind die nicht so spielen, wie du das gerne hättest, solltest du einfach gucken, dass du gut genug spielst und das Game carriest. Dann bestehste auch deine Promo. ^^","replies":[{"id":"","poster":"AbonniertMichYT","date":"2018-03-30T16:12:03.765+0000","up_votes":1,"down_votes":1,"body":"ja in deinem normal game mit bronze 4 mmr wahrscheinlich. in der lcs spielt auch niemand full ad mit lucian adc","replies":[{"id":"","poster":"Angel Ayume","date":"2018-03-30T20:31:38.115+0000","up_votes":2,"down_votes":0,"body":"Muss dich enttäuschen. Es war ein Ranked im Gold 5 Bereich. \n\nAch ja. Du kannst SoloQ in keinem Fall mit der LCS vergleichen. Das kannst du nichtmal im Challenger Bereich. LCS Games laufen komplett anders ab, da wird viel mehr Focus aufs Farmen genommen und auch ganz anders gespielt was die Taktik angeht. Vieles davon, was in der LCS angewandt wird, kann man nicht auf die SoloQ übertragen. Darunter zählen auch einige Championpicks. \n\nUnd erst recht kannst du LCS nicht mit Low Elo vergleichen, ich bezweifle mal, dass du höher als Dia 3 bist...","replies":[]},{"id":"","poster":"eingew","date":"2018-03-31T05:41:41.606+0000","up_votes":2,"down_votes":1,"body":"Du wirst halt nur mit Leuten gematcht, die deinem Skilllevel entsprechen. Alles andere wäre unfair. Wenn du also bessere Mitspieler willst, musst du dem System erst beweisen, dass du auch selbst gut genug bist, diese zu verdienen.","replies":[]},{"id":"","poster":"Sirrkas","date":"2018-03-30T18:54:39.053+0000","up_votes":2,"down_votes":1,"body":"Dann zeig uns doch mal deinen Account, auf dem dir das mit Lucian passiert ist. Dieser von dir spielt ja nicht ein mal mehr. Ich gehe mal nicht davon aus, dass du LCS-Niveau hast und perfekte Teamkoordination in deinen Rankeds nötig ist. Challenger kannst du ja auch nicht sein, da du das in einer Promo hattest.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2018-03-30T18:53:14.156+0000","up_votes":2,"down_votes":1,"body":">Wenn du gut genug bist, dann kannst du auch ein Game mit so jemanden gewinnen und ihn carrien.\nUnd JA, das geht. Ich hab gestern erst ein Game gewonnen, nach 57 Minuten, wo wir einen Adc hatten, der einfach nicht vorhanden war. Kaum Dmg gemacht und so oft völlig unnötig gestorben. Wegen ihm hätten wir beinahe das Game 3x verloren. Hat uns jedes Mal 2 oder 3 Inhibs gekostet und sogar Nexus Tower.\n\nDazu habe ich auch ein tolles Erlebnis. Ist zwar ein paar Seasons her, aber da waren unsere Midlane und Toplane so stark, dass die 2vs5 hätten gewinnen können. Ich und mein Premadepartner haben es aber ein wenig beschleunigt, indem wir doch etwas geholfen haben. Dann gab es da noch die Ashe in unserem Team, die ebenso gut ein Bot hätte sein können. Die ist wirklich immer nur auf die Botlane zum farmen gelaufen und absolut nie in die gegnerische Hälfte der Botlane gegangen. Ab dem River ist sie spätestens umgedreht. Selbst als wir am Nexus standen, war die noch in der Mitte der Botlane am farmen gewesen.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-04-01T21:21:56.442+0000","up_votes":1,"down_votes":0,"body":"Ja das sind Erlebnisse, die im Gedächtnis bleiben. :D Wenn es ein anstrengendes Game war und man letztendlich gewonnen hat und alles dafür gegeben hat, dann sind es doch besondere Wins.","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-03T10:49:23.404+0000","up_votes":1,"down_votes":0,"body":"Naja, es war nicht wirklich anstrengend. Das ging eher so in die Richtung \"schau mal, die pushen zu zweit Mid, soll ich mal hingehen und R drücken? Die schaffen das zwar auch zu zweit aber so wird es leichter für die.\".\n\nAber ich schätze mal, jeder hat ein paar solcher Geschichten auf Lager, wenn er nur lange genug gespielt hat.","replies":[]}]}]},{"id":"","poster":"AbonniertMichYT","date":"2018-03-30T16:14:52.994+0000","up_votes":1,"down_votes":1,"body":"ja in deinem normal game mit bronze 4 mmr wahrscheinlich. in der lcs spielt auch niemand full ad mit lucian adc. außerdem kann ich sonst auch immer dodgen nur aus irgnd einem grund in de rpromo nicht also wieso????","replies":[]}]}]}]}]},{"id":"","poster":"JustAHandsomeMan","date":"2018-03-29T17:35:15.650+0000","up_votes":3,"down_votes":0,"body":"Aber er will doch aufsteigen und hat es sich definitiv verdient .. da kann es doch nicht angehen, dass er sich da auch noch anstrengen soll?! ^^","replies":[{"id":"","poster":"CKC Kasâ","date":"2018-03-30T14:22:56.152+0000","up_votes":1,"down_votes":0,"body":"Wie soll er sich ansträngen wenn riot gegen mikroplay patched? Du kannst der kite-GOTT sein, den rammus mit 1k rüssi und 500% reflect juckt das herzlich wenig wie gut du mechanisch bist.","replies":[{"id":"","poster":"eingew","date":"2018-03-31T05:46:00.004+0000","up_votes":2,"down_votes":1,"body":"Dann muss man eben Taktiken und Spielweisen erlernen, die einen tatsächlich zum Sieg führen. (Mit einer Pickrate von 3,7% würde ich Rammus jetzt auch nicht gerade als so großes Problem betrachten, welches einen ernsthaft am Aufstieg hindert. Und sollte der doch mal kommen lohnt es sich eben umso mehr, sich als ADC am Support zu halten.)","replies":[]}]}]},{"id":"","poster":"AbonniertMichYT","date":"2018-03-30T11:02:34.620+0000","up_votes":1,"down_votes":0,"body":"wenn ich einfach nur games spielen will, spiel ich normals aber wenn ich ranked spiele will ich erstmal gewinnen, das ist mit full ad und lucian adc allerdings schwer :D","replies":[{"id":"","poster":"Sirrkas","date":"2018-03-30T18:50:20.506+0000","up_votes":2,"down_votes":0,"body":"Mir ist durchaus klar, das ein Team, das nur AD oder AP hat da suboptimal ist. Das heißt aber nicht, dass es deshalb eine gute Idee ist, die Strafe für das verlassen der CS zu entfernen. Wenn jeder immer aussteigen kann, wenn ihm die Teams nicht passen, kann man davon ausgehen, eine Stunde lang die Champselect wiederholen zu dürfen, ehe ein Spiel anfängt. Irgendwer findet fast immer etwas, das ihn stört.","replies":[]}]},{"id":"","poster":"Oriius","date":"2018-03-29T17:49:15.635+0000","up_votes":1,"down_votes":4,"body":"Naja wäre aber hilfreich um ein Team das in der Champselect schon troll ankündigt loszuwerden weil Promophänomen","replies":[{"id":"","poster":"AbonniertMichYT","date":"2018-03-30T11:00:42.205+0000","up_votes":1,"down_votes":1,"body":"und full ad gegen 3 tanks ist genauso ein lose wie ein disco nunu bzw die chance das man gewinnt ist vlt bei 3% aber slebst wenn mein zed und lucian ihre lanes gestomped hätten, hätten wir im late trotzdem verloren xd","replies":[]}]}]},{"id":"","poster":"Oriius","date":"2018-03-29T17:48:15.228+0000","up_votes":1,"down_votes":2,"body":"naja .... first pick nunu konntest keinen ap picken macht sinn.  Nicht nur das nunu ap ist sondern du auch jeden ap champ picken hättest können da du ja first pick warst. Logik bruh?\n\nwusste übrigens nicht das xayah der opste champ in league ist mit 50,5% winrate. Wer xayah nicht dodgen kann sollte halt besser werden.\n\nÜbrigens full ap nunu oneshotted xayah :3 ","replies":[{"id":"","poster":"AbonniertMichYT","date":"2018-03-30T10:57:06.975+0000","up_votes":1,"down_votes":1,"body":"ja full ap nunu xDDD (is richtig stark jaja)\nschau dir mal nen tak nunu an der macht quasi 0 dmg","replies":[{"id":"","poster":"OrangeBubble","date":"2018-03-30T23:04:51.733+0000","up_votes":3,"down_votes":0,"body":"Wenn du im vorraus weiß, dass du mit Tank Nunu keine Chance hast, warum versuchst du nicht zumindest deine Spielweise zu ändern. ggf. hättest du mit AP Nunu ODER Offtank nunu mehr Chancen gehabt...","replies":[]}]},{"id":"","poster":"AbonniertMichYT","date":"2018-03-30T11:09:10.607+0000","up_votes":1,"down_votes":2,"body":"bruder, les dir mal mein text genau durch. die haben nichts angekündigt und bin eigentlich mid lane main, nur off role jungle. nunu ist einfach man braucht kein besonderes jungle knowledge ich muss einfach nur drakes machen und im late w auf meinen adc drücken und ich gewinne. hätten die 2 jetzt zed und lucian angezeigt, kein rpoblem hätte ich halt fiddle gepickt und gehofft das mein gegner kein jungle main ist. da ich aber first pick bin und nicht gedacht hätte das wir einen ad mid laner kriegen (einfach weil ad mid laner dumm sind, haben keinen guten wave clear und tank meta) hab ich nunu gepickt.  und schau dir mal die pick rate von xayah an, natürlich kann ein champ mit so einer hohen pick rate nur schwer eine 54% wr bekommen. was ich damit aber eigtl sagen wollte war, dass wir auf der rolle mit dem meisten impact den momentan stärksten im gegner team hatten und den schwächsten im meinem team. das meinte ich mit opstem champ im game bei xayah hab ich vielleict nur dumm ausgedrückt. und nochmal zu deinem schwachsinn mit full ap nunu: full apnunu suckt, man hat kein guten jugnle clear weil der aoe damage fehlt und man ist squishy af. bruh","replies":[]}]},{"id":"","poster":"Veezey","date":"2018-03-29T22:50:23.728+0000","up_votes":3,"down_votes":0,"body":"Damit spiele auch mal zustande kommen und nicht ständig irgendjemand leavt, nur weil ihm was nicht passt.","replies":[{"id":"","poster":"AbonniertMichYT","date":"2018-03-30T10:59:43.981+0000","up_votes":1,"down_votes":2,"body":"wenn man einfach nur spiele spielen will soll man verfickt nochmal normals spielen aber kein solo duo das macht einfach keinen sinn","replies":[{"id":"","poster":"Veezey","date":"2018-03-30T12:15:29.838+0000","up_votes":3,"down_votes":0,"body":"Rankeds sind gewertete Normals. Ansonsten komplett gleich.","replies":[{"id":"","poster":"AbonniertMichYT","date":"2018-03-30T16:13:09.959+0000","up_votes":1,"down_votes":3,"body":"trollst du?","replies":[{"id":"","poster":"Sirrkas","date":"2018-03-30T18:56:38.755+0000","up_votes":2,"down_votes":1,"body":"Er hat da aber Recht. Solange du kein LCS- oder wenigstens Diapotential hast, sind Rankeds nichts anderes als Normals, bei denen einem angezeigt wird, wie gut man im Vergleich zu den anderen ist. Lediglich zum Seasonende gibt es da noch ein paar schicke Boni. Sobald man aber Gold 5 erreicht hat, erhält man aber schon das wichtigste davon.","replies":[{"id":"","poster":"S1lentx2","date":"2018-04-02T13:24:08.474+0000","up_votes":1,"down_votes":3,"body":"Really du setzt normals auf eine stufe mit ranked ? obwohl RIOT sogar immer wieder betont das ranked competetive ist ? \nDann ist es wohl kein wunder das wir so unterschiedliche ansichten zu dem thema haben .","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-03T10:36:24.310+0000","up_votes":2,"down_votes":1,"body":"Wo ist denn der Unterschied? Wenn man im Bereich Bronze bis Platin ist, ist das einzig nennenswerte, dass man einen Sin und Rahmen kriegen kann im Ranked und eine Liga angezeigt wird. Erst ganz weit oben, ist es wirklich wichtig, weil man da zur Elite gehört und eventuell bei den Profis mitmischen könnte. \n\nAnsonsten wird es wohl für den gewöhnlichen Spieler erst wichtig, wenn öfter diese Clash-Turniere stattfinden, in denen die eigene Ranglistenwertung bestimmt, gegen wen man antreten darf.\n\nKlar, wer will kann für sich die Rangliste als besonders wichtig ansehen und die auch gerne ernster nehmen als Normals. In zwei Jahren wird es aber niemanden jucken, ob Spieler A in Season 7 Bronze oder Platin war. \n\nIn allen Spielmodi, sollte man das Spiel einigermaßen ernst nehmen. Also zumindest soweit, dass man nicht trollt um die anderen zu ärgern. Man sollte sich allgemein an die Regeln halten und benehmen können. Auch wenn einige es gerne fordern Störenfriede aus dem Ranked zu verbannen. Aber das ist eher eine egoistische Sichtweise etwa \"bringt sie dahin, wo ich nicht bin, ins Normal\" und würde nur Spieler leiden lassen, die eben mehr Normals spielen. \n\nInsgesamt ist der einzige nennenswerte Unterschied zwischen Draftpick und Rangliste, dass es eine Wertung gibt, die einem anzeigen soll, wie gut man im Vergleich zum Rest ist. Das ist zwar nett für diejeinige, die Wert darauf legen, das zu wissen, aber eigentlich nicht viel mehr, als man auch im Normal kriegt. Da wird nur nicht angezeigt, ob man im Normal Silber oder Platinniveau hat.\nWeil mich das Ranked kaum interessiert, Spiele ich jede Season meist auch nur so lange, bis ich Gold erreicht habe und wir so den Siegreichskin sichere. Ab jetzt wird es zwar in allen Warteschlangen nötig sein, aber ich habe seit Season 3 noch nie mehr als 50 Rankeds für dieses Ziel gebraucht. Dieses mal war sogar wieder nur eine Einstufung nötig.","replies":[{"id":"","poster":"S1lentx2","date":"2018-04-03T11:03:40.282+0000","up_votes":1,"down_votes":0,"body":"Hy\n\nwie gesagt gehen unsere Meinungen sehr weit auseinander in dem Punkt . \n\nDa Rankeds dasein sollten um ernsthaft sein können zumessen und normals sollten doch da sein um Sachen auszuprobieren oder nicht ? Wenn Ranked und normal eh das gleiche sind warum macht Riot dann eig mehr Warteschlangen? \n\nGibt es schon zur genüge! \n\nDas kannst du nur für dich behaupten !\n\nNatürlich sollten Störenfriede aus einem Competitive mode ausgeschlossen werden da Ranked der Platz ist wo sich leute messen können die sich ernsthaft nach oben arbeiten wollen oder einfach nur besser werden wollen! Man sollte natürlich den Spaß nicht vernachlässigen aber dennoch sollte im Ranked der Fokus auf einem Sieg liegen und man sein Bestes tun um diesen zu gewährleisten. In nem Normal sollte man genau wie du sagst auch nicht trollen aber dennoch finde ich ist das der platz wo man sachen ausprobieren kann . \n\nWie du oben entnehmen kannst gibt es für mich mehr unterschiede finde man kann es gut vergleichen mit Fußball:\nFreundschaftsspiel = Normal\nSaison usw.= Ranked\n\nSchön das dich das ranked kaum interessiert aber dennoch gibt es leute die Ranked wirklich interessiert!\nDie skins sollten meiner Meinung mind. auf platin erhöht werden dann würden sich die leute vl auch mal wieder mehr anstrengen. Soll ja auch ne Belohnung sein :) Das wundert mich nicht wenn du ne gute Vor MMR hast war bei mir nix anderes in Overwatch nach den placements war ich auch immer master oder Grandmaster da ich in der season davor top 500 war . Und da du wie du sagst auch nciht viel spielst ändert sich deine MMR auch kaum . :)\nUnd gratuliere zu gold aber  ka was du mir eigentlich damit sagen wolltest das es nur die einstufung benötigt hat deswegen hab ich einfach mal den overwatch vergleich gebracht?! xD","replies":[{"id":"","poster":"Sirrkas","date":"2018-04-03T11:28:00.551+0000","up_votes":1,"down_votes":0,"body":"Ich habe auch nichts dagegen, wenn die Leute im Normal mehr experimentieren als im Ranked. Hatte mich auch schon einige male im Normal auf ungewöhnliche Picks meiner Teammates gefreut, die leider nicht zustande kamen, da die CS abgebrochen wurde. \n\nFür dich kann es auch gerne unterschiedliche Stellenwerte einnehmen und wichtiger sein, im Ranked zu gewinnen, als im Normal. Für mich macht das aber eben keinen wirklichen Unterschied. Ich bin eben nicht so sehr an Ranglisten interessiert. Wenn es die gibt, schön, wenn nicht, auch gut. \nDas einzige was ich an Ranglisten nicht mag ist, wenn es als Spielmodus nur Rangliste gibt. Da ist dann immer so ein Gefühl dabei, das einen denken lässt, man muss unbedingt gewinnen, da ist eine Wertung dabei, die man sehen kann. \n\n>Das kannst du nur für dich behaupten !\n\nStimmt durchaus. Ist halt meine Ansicht dazu. Das macht es schwerer nachzuvollziehen, warum andere so viel Wert auf ihre Platzierung legen. Vielleicht auch, weil einige von denen doch gerne Gold wegen dem Skin hätten und ich mir den bisher immer sichern konnte. \nIrgendwo ist es natürlich auch schön sagen zu können, \"ich gehöre zu den besten XY\".\n\n>Natürlich sollten Störenfriede aus einem Competitive mode ausgeschlossen werden da Ranked der Platz ist wo sich leute messen können die sich ernsthaft nach oben arbeiten wollen oder einfach nur besser werden wollen! \n\nDie Forderung ist durchaus nachvollziehbar. Mit der gibt es aber eben leider auch Probleme. Die aus der Rangliste auszusperren treibt die Spieler ins Normal, wo es dann vermehrt Störenfriede gäbe. \nRiot hatte sogar mal etwas derartiges Aktiv. Da gab es Ranglistensperren und man musste X Normals spielen, ehe man wieder der Rangliste beitreten durfte. Da diese Strafe nicht mehr existiert, können wir davon ausgehen, dass sie nicht wirksam war.\n\nAuch ist interessant, dass unter den bestraften Spielern im Spielerverhaltenbereich recht gerne von den Flamern kommt, dass sie ja im Recht wären zu flamen, da sie das Spiel ernst nehmen und deswegen schlechte Mitspieler inakzeptabel wären. \nDavon kann man zwar nicht auf die Gesamtheit der ernsteren Ranglistenspieler schließen, es wäre aber vielleicht interessant zu wissen, was bei einer Umfrage am schlimmsten bewerten werden würde. Spieler, die schlechte Spielzüge machen oder Spieler, die andere deswegen im Chat flamen. \n\nWegen der Einstufung, wollte nur sagen, ich Spiele nur so viele Rankeds, wie für mich nötig sind. Wenn es 10 Spiele bis zum Siegreichskin sind, höre ich danach meist auf. Wenn es 50 Spiele sind, mach ich die 50 und verliere danach die Lust daran. \nWobei ich noch sagen muss, ich mag es auch nicht, wenn mich die Rangliste dazu zwingen will, zu spielen. Früher gab es ja mal Abstufung durch Inaktivität auch unterhalb von Platin. Da bin ich froh, dass es die jetzt nur noch ab Platin gibt und nicht mehr in Gold. Wobei das vielleicht auch damit reinspielt, dass ich nach dem erreichen von Gold aufhöre. Der nächste wichtigere Schritt wäre ja Platin, aber dann muss ich alle 4 Wochen ein Ranked machen. Das ist zwar zugegeben nicht viel, aber dieses \"du hast noch X Tage Zeit ehe du als Inaktiv angesehen wirst\" mag ich nicht.\n\nDer Nachteil für mich ist bei so einer Spielweise, ich werde wohl nie erfahren, wie gut ich sein kann. Bin ich gerade so mittleres Gold, weil es mir recht leicht fällt G5 zu erreichen? Wäre Platin ein Problem für mich oder kann ich das noch recht angenehm schaffen?\n\n>Die skins sollten meiner Meinung mind. auf platin erhöht werden dann würden sich die leute vl auch mal wieder mehr anstrengen. Soll ja auch ne Belohnung sein :)\n\nIch weiß nicht, ob die Leute sich dann mehr anstrengen würden. Einige würden es sicher verbissener sehen, wenn sie im Ranked verlieren, da die Distanz zu der wichtigsten Belohnung größer geworden ist. Aber wenn die Rangliste relativ bleibt, wird dadurch nur der Skin seltener. \nIch schätze auch, das wird nicht in absehbarer Zeit geschehen, wenn überhaupt. Da der Skin bisher immer an Gold gekoppelt war und die Spielerschaft es sicher nicht gerne sehen würde, wenn der deutlich schwieriger zu erreichen wäre. \nWeitere Chromas für höhere Platzierungen wären aus meiner Sicht, eher im Bereich des Möglichen. Also quasi neben Siegreich XY, noch Siegreich-Platin XY, Siegreich-Diamant XY etc. Bei dem die Goldteile dann ersetzt werden.","replies":[{"id":"","poster":"S1lentx2","date":"2018-04-03T12:44:31.986+0000","up_votes":1,"down_votes":0,"body":"hi sirrkas\n\nund danke für den ausfühlichen beitrag da ich das mit mit den kästchen einfach nicht hinbekomme versuch ich einfach der reihe nach darauf einzugehen :)\n\nFür mich wäre es schlimmer wenns nur normals geben würde sind wohl sehr unterschiedlich was das thema angeht!\n\nKann ich verstehen da ich da komplett der anderen meinung bin, ist es auch für mich schwer nachvollziehen warum du denkst es sei das gleiche ! \n\nDas problem ist wenn du x spiele als strafe spielen musst dann zerstörst du instant alle normals weil die leute ja genau gewusst haben das sie nur X spiele machen müssen und dann wieder ranked können. Sollte dann eher so sein das der account nach x monaten oder so überprüft wird und wenn er ordentlich gespielt hat kann riot in wieder für ranked freischalten und wenn er nix gelernt hat dan gibt es genug andere spiele für den Sir :)\n\nHmm ... Ist schwer zusagen da man in den chatlogs nie sieht was der andere schreibt + du kannst leute in der champselect nicht muten. Meiner Meinung nach hat jeder das recht sich zuverteidigen, weil was manch leute glauben das sie in den chat schreiben können ist einfach abartig.. erinnert mich manchmal an k..... !\nhier redet keiner davon wenn du mal ne fail gank machst oder nen schlechten move. dann schreibt man in den chat mb und versucht weiter sein bestes . Ich rede von leuten die absichtlich games sabotieren oder einfach rankeds spielen um andere leute zuprovzieren. Und dann immer noch weiterspielen können ich hatte eine anivia in meiner liste die musste 15 spiele runterlaufen bis was passiert ist denke halt das dann was passiert ist da sie plötzlich nicht mehr gespielt hat, das ist einfach zulange !\n\nja wie gesagt die einstufung ist aber für jeden unterschiedlich da deine MMR nicht komplett resettet wird! Interessant wäre zuwissen wenn du jetzt nen neuen account hochspielst wielange du brauchen würdest. das du keine VorMMR hast. Also wenig aussagekräftig das du nur sowenig games brauchst siehe overwatch vergleich!\nFand das eig gut das leute mit der zeit wieder absteigen ich glaub das war sogar season 3/4 wo ich noch aktiv gespielt habe ! So können sich leute nicht so einfach boosten lassen und dann ihren account stehen lassen um die belohnung zubekommen !\n\nUm ehrlich zusein kann ich dir das nicht beantworten ob du es bis nach platin schaffen kannst das müsstest du selbst herausfinden aber dazu fehlt dir wohl der ehrgeiz . (nicht böse gemeint!)\n\nIch denke das wenn die leute wirklich so heiß auf die belohnungen sind das sie sich einfach mehr mühe geben ist natürlich nur meine vermutung und kann auch kompletter müll sein. Was sollte man den deiner Meinung nach machen das Ranked sich von normales unterscheiden so das man einen Competetive ground hat zum spielen ? Das mit den Chromas würde ich auch nicht unbedingt schlecht finden gab es früher nichtmal extra belohnungen für erreichen von platin season 1-2?","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Webturnier","date":"2018-03-30T15:27:59.644+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lux-2}}","replies":[]},{"id":"","poster":"CKC Kasâ","date":"2018-03-30T14:20:47.268+0000","up_votes":1,"down_votes":3,"body":"Das Macht absolut sinn, was aber gar keinen SINN machen darf ist, dass die Games schon in der Pik und Bann phase entschieden werden. Patched bitte für skill-champs(yasuo riven lee nid elise shaco.... nicht voli rammus malz #facepalm) nicht für 3 Knopf Champs. \n\n**Und erhöht das skillcap im jgl pls. JGL-TIMER löschen catchup exp weg jeses christ... wenn ich dran denke werd ich schon salzig :D ** \nrawwrrawrrrr manno bockt grade null der jgl ^^'","replies":[{"id":"","poster":"Avorox","date":"2018-04-03T12:04:16.411+0000","up_votes":1,"down_votes":0,"body":"Macht wenig Unterschied ob man die Timer hat oder nicht, ne Zeile in den Chat zu schreiben erfordert halt auch keinen Skill.","replies":[]},{"id":"","poster":"Revilous","date":"2018-04-02T14:07:28.249+0000","up_votes":1,"down_votes":0,"body":"jungle ist gerade die stärkste rolle und catch up exp wurde schon längst gefixt aber immer schon weinen weil du zu schlecht spielst wp","replies":[]}]}]}