{"id":"rk7rrrdO","poster":"Kevplayer93","date":"2018-03-29T16:49:20.122+0000","title":"Helms Clan Gaming sucht nette Spieler für neue Community","subforum":"Clans & Teams","embed":{"title":"Discord - Free voice and text chat for gamers","description":"Step up your game with a modern voice & text chat app. Crystal clear voice, multiple server and channel support, mobile apps, and more. Get your free server now!","url":"https://discord.gg/yVZv5d3","image":"https://discordapp.com/assets/ee7c382d9257652a88c8f7b7f22a994d.png"},"up_votes":1,"down_votes":0,"body":"Seid gegr&uuml;&szlig;t Beschw&ouml;rer,\n\nwir von Helms Clan Gaming suchen nach neuen aktiven Mitgliedern, um die Kluft zusammen als Community unsicher zu machen. \nUnser Clan war bis jetzt eher privater Natur; den Anfang machte eine Hand voll Freunde, doch wir wurden nach und nach immer gr&ouml;&szlig;er. Daher liegt unser Fokus vor allem darin, zusammen Spa&szlig; an League of Legends zu haben. Doch sp&auml;testens seit der Beta der Clash Turniere im Dezember liegt mehr in der Luft.\n\nUnser Ziel ist es, etwas Gr&ouml;&szlig;eres aufzustellen, zu Tryharden!\n\nKurz zu mir selbst und unserer Community: \n\nIch bin mittlerweile 25 Jahre alt und habe seit Season 2 Erfahrung (im Feeden). Mein Rank ist gerade Gold 2, doch mit etwas mehr Zeit schaffe ich sicherlich den h&ouml;heren Platin-Bereich. Neben dem Zocken habe ich viel Spa&szlig; daran, Tipps weiterzugeben und allgemein Leute zu coachen. Daher ist es auch mein Wunsch, einige gute Teams aufzustellen, die beim kommenden Clash gut abschneiden und vielleicht bei der ESL Quali mitmachen k&ouml;nnen.\n\nAber wir haben auch genug Leute, die nur Casual Normals zocken. Die Elo unserer Community deckt alles von Bronze bis Platin ab und es sind eigentlich jeden Abend genug Leute zum Zocken da. Also egal wie schlecht du bist: hier findest du jemand schlechteren :D. \n\nAuch als Nicht-LoL-Player bist du hier gern gesehen. Oft wird auch Table Top Simulator oder was anderes just for fun gespielt.\nS&auml;mtliche Organisation und das Zocken finden &uuml;ber unseren [Discord ](https://discord.gg/yVZv5d3)statt, ein Forum und eine Website k&ouml;nnten in absehbarer Zeit folgen. \n\nWas solltest du mitbringen:\n-Vor allem Spa&szlig; am gemeinsamen Zocken \n-Ein Headset und Discord\n-Gerade beim Tryharden solltest du team- und kritikf&auml;hig sein\n-Eine freundliche und respektvolle Pers&ouml;nlichkeit\n-Ein Mindestalter gibt es nicht, doch solltest du eine gewisse geistige Reife besitzen\n\nWas wir zu bieten haben:\n-Ein umfangreicher [Discord](https://discord.gg/yVZv5d3) Server \n-Eine aktive und hilfsbereite Community und Clanleitung\n-Nette Leute zum LoL-Zocken\n-Die M&ouml;glichkeit, eigene Teams f&uuml;r Flex-Queue oder Turniere zu gr&uuml;nden\n-Ihr k&ouml;nnt Einfluss auf die Entwicklung des Clans nehmen \n\nPl&auml;ne f&uuml;r die Zukunft:\n-Interne Turniere, Training f&uuml;r Clash\n-ESL Quali Team\n-Team Coaching\n-Ausbau des Servers - auch andere Spiele im gr&ouml;&szlig;eren Stil spielen\n-Forum und Website\n\nWenn Ihr Interesse bekommen habt, dann kommt einfach mal auf unseren [Discord](https://discord.gg/yVZv5d3) und schaut, wie es Euch gef&auml;llt.\nIch selbst bin per PN (KevinJo) immer erreichbar und generell ab 20 Uhr am Start.\nIhr k&ouml;nnt mich auch in LoL adden: Kevplayer93\n\nIch hoffe, man h&ouml;rt sich bald.\nLG\nKevin","replies":[]}