{"id":"NFkTx0sX","poster":"Xames","date":"2018-03-28T18:15:04.820+0000","title":"Probleme mit Banphase","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Mir sind in den letzten Tagen zwei Bugs in der Ban Phase passiert.\r\n\r\nZum einem wurde mir in einem gestrigen Game ein falscher Countdown angezeigt.\r\nAuf meinem Bildschirm hatte ich 5 Sekunden mehr zeit zum bannen als meine Freunde.\r\nDies endete dann darin dass die Champion select durch mich abgebrochen wurde.\r\n\r\nZum anderen hatte ich heute zweimal die Situation dass es mir nicht m&ouml;glich war einen Champion zu bannen.\r\nIch konnte die Champs zwar anklicken, jedoch wurden sie mir nicht links angezeigt und ich konnte den Ban auch nicht best&auml;tigen.\r\nEinmal ist Der client sogar einfach stehen geblieben als der Countdown auslief.\r\n\r\nIch w&uuml;rde echt gerne wissen ob das nur an mir liegt oder ob das auch andere Spieler mitmachen m&uuml;ssen.\r\nfalls ich selbst etwas dagegen tun kann, w&auml;re es gut zu wissen. \r\nEs wird n&auml;mlich so langsam deprimierend. Ich habe mir auch nur gerade die Zeit genommen diesen Text zu schreiben, weil ich jetzt 15 Minuten Straf Wartezeit f&uuml;r das &quot;Verlassen&quot; der Champion Auswahl bekommen habe.\r\n {{sticker:sg-janna}}","replies":[{"id":"","poster":"Kunibert Karacho","date":"2018-03-30T01:59:49.492+0000","up_votes":1,"down_votes":0,"body":"habe das gleiche problem mit meinem client..\nangefangen mit plötzlichem bugsplash beim login, danach repair version, nichts genützt.\nkomplett deinstalliert und neu installiert, beim patchen im client dann bei 80% abgestürzt mit der meldung \"patching not successfull due to an error, we dont know the reason, please try again\" ..also nochma gepatched..beim zweiten mal funktionierte es.\n\nalles läuft reibungslos, bis zu dem zeitpunkt da er ein spiel matched. \ndann hakt es komplett die zeit wo man seinen champ pre-selecten kann.\nmanchmal komm ich zur ban phase zurück,manchmal werd ich zurück ins menu geworfen von wegen \"you left during champselect\"..\n\nscheint also ein problem seitens riot zu sein, da ich wohl nicht der einzige bin..ist allerdings, wie vom vorredner erwähnt, durch strafzeiten und ranked kick ganz schön nervig...\n\nps: habe an meinem system nichts verändert (update,irgendwelche neuen programme installiert oder alte deinstalliert)..gestern gezockt, heute bugsplash login und die ganze geschichte..","replies":[]}]}