{"id":"FOsBAx0R","poster":"Kosabimaru","date":"2018-03-27T21:57:46.041+0000","title":"Ist Kayne Toplane noch gut?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Spiele in letzter Zeit gerne Kayne Jungle. \r\nMich w&uuml;rde jetzt einfach interessieren ob er noch auf toplane als Bruiser geht.","replies":[{"id":"","poster":"Hederk","date":"2019-02-20T08:56:18.835+0000","up_votes":2,"down_votes":0,"body":"Falls du dich noch dafür interessierst Kayne top ist und wird nicht wirklich gut sein. Das Grundproblem ist, dass du auf einer Lean bist die zum einen zu lang ist und du zum andren gezwungen Ign mitzunehmen aufgrund der Ult. Und mal abgesehen von diesen Problemen musst du als Lean Kayne fähig sein beide Formen zu spielen und auch gezielt zu erreichen. D.h. wenn du gegen einen {{champion:6}} {{champion:150}}  spielst hast du, da du kein tp dabei hast, keine Möglichkeit zu romen und dir redorbs zu besorgen, wenn du pech hast ist es ein pures reansh team aber du brauchst gegen einen {{champion:6}}  zwingend auf der toplean red Kayne. (auf die Form zu warten ist btw. gleichbedeutend mit 5000 gold in die Bais zu gehen und nicht {{item:3089}} zu kaufen weil du keine zwei {{item:3089}} kaufen kannst)\nSo wie kann man diese Probleme umgehen ich list seine Probleme mal komplett auf: \n-Manaprobleme\n-Zu lange Lean/ zu Wenig Wände\n-Hartes earlygame\n-deine Gegner entscheiden deine Form\n-Schwär an die Orbs mit conqueror zu kommen\n-keine Ruhephasen in der deine Ult abklingt\n-kann kein Tp mitnehmen\n\nSo gehen wir erstmal das Manaproblem bzw. das Orb Sammelproblem an.\nDie einfachste Lösung ist in diesem Fall nimmst du einfach Aery mit. Es Gibt dir bei jedem Treffer einen orb (und es progt auch bei dem ersten tick von ign) und gerade auf red Kayne funktioniert es mit {{item:3071}} d.h. dien q/w/r gibt dir Laufgeschwindigkeit und du bekommst zwei mal Armor pen. Als nächstes nehmst du manaflow mit und Transcedenc, gathering storm. Trancedenc brauchst du, weil du nur crd AD Items baust. im zweiten tree nimmst du sudden impact und Ultimat Hunter für den ult spam.\nich fass zusammen wir haben Manaprobleme mit Manaflow gelöst, die lange Transformierzeit mit Aery, das Harte earlygame durch Aery und sudden impact da ein Pock sowie traid schaden dadurch stupid wird, und deine geringer Ult cdr löst deine Leanproblem bezüglich eines all ins deines gegners oder eines ganks. (btw. die statrunen passt du an Losing lean 2 resistent gegen den Gegner eine ad, winning lean oder even zwei AD eine resistent)\n\nAls nächstes kommen wir zu der Red Kayne Problematik. Ich könnts dir jetzt lang erklären aber dud geh einfach mid. Einfachere lean, du bist nen roming beast brauchst, kein tp hast viel, wände ab level 3 kannst nicht mehr,wegen deinem e, gegankt werden und der Mittleaner bestimmt meistens ob das Team\nein meli  midlean fokust team ist oder ein reanshed adc fokused team ist. Kurzgesagt wenn der midleaner reanshed ist ist meinstens auch blue Kayne besser. Nur nochmal zu Verständnis niemals nimals einen anderen summener als ign nehmen es ist zu strong auf kayne red und blue.\n\"Aber dann hast du doch nen Problem mit Tanks.\"\nDazu kann ich dir nur sagen hattes du jemals ein Problem mit dem tank mit red Kayn oder mit nem team ohne adc mit blue Kayn?\n\nok nun zu den Items :\nDu musst wissen welche form du bekommst das ist wichtig da du kein jungle item hast das beide brauchen am Anfang unterschiedliche Items.\nStarteritem ist immer ausnahmslos {{item:1054}}.\nblue Kayne:\n{{item:3134}} un {{item:2003}}  dann baust du es aus zu{{item:3147}} da das ding wärend du in deiner ult bist resettet und baust dann{{item:3158}} und {{item:3142}} anschließend baust du {{item:3071}}  wenn sie zu oft wegrennen oder es wagen mehr als ninja tabis zu bauen oder{{item:3813}}  wenns noch zu knapp ist bzw. {{item:3026}} wenn dir nach dem ersten kill auf wenn jemand auf die Eier geht oder{{item:3161}}  wenn du einfach nur mehr schaden brauchst. da du mitgezählt hast ja du willst alle items verkauf deine schuhe fürs letzte Item du hast dann ungefähr 600 ad das wird auch für nen tank nicht so witzig. zu dem zeitpunkt sollte W auto ausreichen um nen adc zu töten.\n\nso red Kayn ist einfacher zu bauen als blue Kayne\nals erstes {{item:3133}} dann baust du {{item:3111} oder} {{item:3047}}  und {{item:3071}}  dann kuckst du was das problem bei den gegnern ist und baust entweder bei nem mr problem {{item:3065}}  oder je nach dem gamverlauf {{item:3026}}, {{item:3812}} ,{{item:3161}}  und dann noch ab den 3 item wann du es brauchst {{item:3053}}  falls alles schief leuft nach black cleaver einfach full tank abgesehen von {{item:3812}} das du auf jeden fall willst. achja und wenn du damage gehst ist dein ziel wieder schuhe verkaufen und {{item:3071}}  {{item:3812}}  {{item:3065}} {{item:3026}} {{item:3161}} {{item:3053}}  als finales itembuild zu haben.\n\nQss wie immer wenn mans brauch dann muss mans bauen bei beiden (blue kayne statt {{item:3812}}  red kayne statt{{item:3053}} ).\n\n\nSo nun zu deinen Spells skill q gegen Melis als erstes w gegen reanshed. W wird immer gemaxed.\nauf der lean willst du orbs dh. poken bis dus hast jeder traid ist gewonnen wenn du mehr als 3 hitts auf den gegner bekommst 1 1 traids sind vor deiner form immer gut benutz deine e nur zum heilen wenn du dringend hp brauchst und du ohne die hp b gehen müsstes. \ngegen meli die leute mit beiden q instanzen treffen auto und w dann zurückziehen gegen reanshed w so lang bis sie tod sind und nutz deine q um skillshots auszuweichen. Blue Kayne poket auf der lean mit dem w bis er die leute mit ner ult auto q töten kann , red Kayne fighted so lange bis der gegner keine spells alles benutzt hat und tötet den gegner dan einfach red kayne eröffnet mit w und wenns trift q und auto so lange bis der gegner wegrennt oder dich allind dann einfach um den all in zu überleben ulten und dann den gegner töten um zu leben musst du damage machen mit kayne bedenke dass wegrennen wenn der gegener schneller ist ist kein obzion dan hättest du nciht rien gehen sollen red kayn muss gut gespielt werden.\n\nso wenn du noch fragen hast frag wenn dus ausprobierst spiel wirst nen bischen brauchen biss es funktioniert also gib nicht sofort auf.","replies":[]},{"id":"","poster":"Snorlax irl Slav","date":"2018-04-01T10:07:16.583+0000","up_votes":1,"down_votes":0,"body":"Er hat damals sehr von der Corrupting potion profitiert was mitlerweile leider nicht mehr so ist. Je nach lane gegner sollte es trotzdem spielbar sein auch wenn nicht immer leicht","replies":[]},{"id":"","poster":"Megamaexx","date":"2018-03-28T04:02:57.285+0000","up_votes":1,"down_votes":0,"body":"War Kayn Top je gut? Den letzten davon habe ich als Alistar Top total auseinandergenommen, ist aber einige Patches her","replies":[]},{"id":"","poster":"WC9 Umbra","date":"2018-03-28T00:39:35.653+0000","up_votes":1,"down_votes":0,"body":"Wenn du mit den Manaproblemen zurecht kommst und keinen Lane bully vor dir hast, denke ich, dass es in Ordnung ist.","replies":[]}]}