{"id":"qARcQGNM","poster":"Rikheset","date":"2019-06-16T23:33:50.389+0000","title":"Warum bekomme ich mehr dmg  als andere und warum mache ich weniger dmg als  andere ?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Hallo und zwar ist mir schon öfter aufgefallen das ich um so länger ich einen Champ Spiele irg wie immer weniger dmg mache und aushalte  ob ich nun Jax Spiele  mit dem ich bei meinen ersten Games abgegangen bin wie sonst was und jetzt keinen dmg mache und aushalte  entweder werde ich gegen champs die ich vorher  richtig fertig gemacht habe auf einmal  fast schon geonshotet werde und einfach 0 dmg mache  jeden champ denn ich neu anfange mache ich erst richitig viel und dann auf einmal garnix mehr z.b Ich Yi vs AKALI!!!! jgl  ich mache einfach 0 dmg   sry seit wann one shotet nen akali einen mit  3 lvl fast ... sry das ist lächerlich mir kann keiner erzählen das das normal ist .","replies":[{"id":"","poster":"Nordwolf87","date":"2019-06-17T03:47:15.740+0000","up_votes":1,"down_votes":0,"body":"Weißt du: die Frage aus deinem Titel stell ich mir jedes Mal wenn ich LCS/LEC schau :'D\n\nIch spiel den selben champ mit den selben runen, den selben items und der selben skillorder, mache aber immer weniger dmg als die Pros (auch an minions - wo sie die rangeminions oneshotten bleibt  bei mir ein fitzel leben übrig) und bin immer weniger tanky als die Pros :(","replies":[{"id":"","poster":"Rikheset","date":"2019-06-17T04:04:36.581+0000","up_votes":1,"down_votes":1,"body":"Grad schon wieder schau in meine verkackte Übersicht ich Spiele ERNST ich Verliere  ich CARRY sogar noch und verliere diesen abfall von game dann fange ich  an irg nen Troll pick zu nehmen und GEWINNE ..... was zum verficken dreck ist das es nervt einfach nur .....","replies":[{"id":"","poster":"Nordwolf87","date":"2019-06-17T05:58:36.543+0000","up_votes":1,"down_votes":0,"body":"Naja mit unkonventionellen Picks hat mans oft leichter, da viele Spieler wenig bis keine Erfahrung haben wie man dagegen spielt.\n\nAber wenn du dein Taric jgl game meinst: da hat dich einfach die Jinx hart durchgegacrried.","replies":[{"id":"","poster":"Rikheset","date":"2019-06-17T13:45:27.622+0000","up_votes":1,"down_votes":0,"body":"Genau das meine ich ja wenn ich Trolle bekomme ich GUTE LEUTE wenn ich ernst Spiele dann wird gespielt wie was weiß ich .... da kann ich 20/0 haben das kann man einfach nicht mehr retten .","replies":[{"id":"","poster":"Nordwolf87","date":"2019-06-17T15:01:15.854+0000","up_votes":1,"down_votes":0,"body":"Kann es sein, dass du bei eine Korrelation eine Kausalität reininterpretierst, die gar nicht existiert?","replies":[{"id":"","poster":"Rikheset","date":"2019-06-17T15:09:09.961+0000","up_votes":2,"down_votes":0,"body":"Gehts auch  in NICHT Beamten Deutsch ?","replies":[{"id":"","poster":"Nordwolf87","date":"2019-06-18T04:49:19.742+0000","up_votes":1,"down_votes":0,"body":"Korrelation : A geschieht und B geschieht auch (Beispiel: Autounfall in Dresden und Deutschland verliert gegen Österreich 2:0)\n\nKausalität : A geschieht und B geschieht WEIL A geschieht (Beispiel: Autounfall in Dresden und Deutschland verliert gegen Österreich 2:0. Der autofahrer hat Radio gehört und sich so aufgeregt, dass er den Vordermann übersehen hat)\n\nAuf deine Situation umgemünzt: du unterstellst eine Abhängigkeit (WEIL ich gut bin sind andere schlecht bzw vice versa) auch wenn es sich genauso um eine zufällige Korrelation handeln kann ;)","replies":[]}]}]}]},{"id":"","poster":"Dreadlord Mike","date":"2019-06-17T10:32:51.354+0000","up_votes":1,"down_votes":0,"body":"Nein nein das siehst du falsch, all Him Kappa","replies":[]}]}]}]},{"id":"","poster":"LegendaryXenon","date":"2019-06-17T06:31:45.118+0000","up_votes":2,"down_votes":0,"body":"Es kann eben auch sein, dass deine Gegner besser werden und dich einfach ausspielen. Hab ich auch gehabt. In einem Match carry ich, das nächste inte ich, weil der Gegner die Kleinigkeiten, die zuvor besser gemacht habe besser macht.","replies":[]},{"id":"","poster":"Hundis Katze","date":"2019-06-19T08:57:56.597+0000","up_votes":1,"down_votes":0,"body":"Das kann verschiedene Gründe haben. Oft hängt es davon hab welche Runen du spielst und welche Items du verwendest.\n\nWenn zb. ein AD Champ ohne Rüstungsdurchdringung spielst, aber der Gegner Items mit viel Rüstung baut, dann ist es klar, dass du kein Schaden machst. Ein weiterer Grund könnte unbewusster Automatismus sein. Wenn du also zb. Top gecampt wirst, aber nicht auf die Idee zu kommen mal zu warden und unterm Tower zu bleiben, und stattdessen stumpf die Lane pusht, weil man unbedingt ein Kill haben will. Da muss man halt seine Strategie überdenken.","replies":[]},{"id":"","poster":"D R0SE","date":"2019-06-17T00:14:12.448+0000","up_votes":1,"down_votes":0,"body":"Das ist alles situationsabhängig so einfach kann dir das keiner erklären.\n\nSchaue dir die Replays an und ermittle wie viel Schaden du bekommen hast und warum etc. \n\nIch würde dir vorschlagen zwei verschiedene Replays zu nehmen einmal wo du alles rasierst und einmal wo du nix rasierst\nund diese Analysierst du und kannst dann evtl. die unterschiede sehen. Vielleicht bekommst du so ein verständniss dafür.","replies":[{"id":"","poster":"Rikheset","date":"2019-06-17T15:09:39.525+0000","up_votes":1,"down_votes":0,"body":"Gerade wieder warum bekomme ich PLATIN/DIA Gegner wtf ist das ....","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-17T07:14:27.014+0000","up_votes":1,"down_votes":0,"body":"Mir werden alle meine champs vor der Nase weg gepatcht oder gereworkd ^^","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2019-06-17T06:16:42.862+0000","up_votes":1,"down_votes":0,"body":"1. Das kann immer mal in einzelnen Matchups durch Patches passieren. Die Anpassungen an Basestats wirken selten extrem man bemerkt sie jedoch vor allem bei den Resistenzen sehr eindeutig im angerichteten Schaden gegenüber diesen Champions.\n2. Je länger man einen Champion spielt, desto bewusster spielt man. Daraus resultierend geht man seltener das Risiko ein und profitiert aus diesem dann halt auf weniger.\n3. Die Psyche kann auch einen Teil an diesem Phänomen haben: Vielleicht langweilen dich einige Champion nach einer Weile, was dazu führt, dass du sie nicht mehr etwas defensiver spielst.\n\nAlles möglich. Woran es im Endeffekt liegt kannst nur du selbst heraus bekommen.","replies":[]},{"id":"","poster":"Necromant","date":"2019-06-17T06:34:07.393+0000","up_votes":1,"down_votes":1,"body":"hacks!!111!!! :^)","replies":[]}]}