{"id":"xaYmFdXk","poster":"WizzelB","date":"2018-03-27T00:57:44.874+0000","title":"Midlaner gesucht!!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Beschw&ouml;rer \r\n\r\nWir suchen f&uuml;r unser Team einen neuen Midlaner .\r\nDu solltest um die 20 Jahre alt sein und wissen was du auf deiner Position zutun hast.\r\n\r\nAnforderung: Du solltest eher gegen abends Zeit haben da wir ab 23:30 Uhr spielen ( au&szlig;er Montags da spielen wir fr&uuml;her )\r\nDu solltest Ahnung vom Spiel und von deiner Rolle haben. Deine Elo ist egal solange du im Team spielst. Das hei&szlig;t auch zusammen gewinnen und bis zum ende verlieren. Was wir nicht suchen sind flammer und leute die Trollen. \r\n\r\nZu uns: Wir sind ein relativ neu gegr&uuml;ndetes Team mit Zwei Spielern die beide in der Silber/ Gold elo sind und zwei ungerankeden spielern ( 1 Neuling ) \r\nWir haben gro&szlig;e Ziele. Die wir auch m&ouml;glichst erreichen wollen. Wir sind eine coole Truppe und Spielen eigentlich T&auml;glich zusammen. ( fest sind nur drei tage die Woche Training ) Wenn wir sehen alles passt zusammen dann m&ouml;chten wir auch gerne an Turnieren teilnehmen ( wie gesagt gro&szlig;e Ziele )\r\n\r\nDir gef&auml;llt was du liest und du hast bock auf die Aufgabe dann melde dich doch einfach mal bei mir. \r\nMFG das Team Infernal Dragons","replies":[{"id":"","poster":"LogicalLP","date":"2018-03-27T01:20:29.015+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Serìx","date":"2018-03-27T01:30:25.705+0000","up_votes":2,"down_votes":0,"body":"Habe mir mal dein Profil angeschaut und du spielst zwar auch mid, aber auch top, adc und supp. Ich empfehle dir dich auf mid zu konzentrieren wenn du in deiner Elo steigen möchtest, da du, wenn du jede Rolle spielst, immer denen auf der Lane unterlegen bist die nur eine Spielen, da sie in besagter einzelner Lane mehr Übung haben. Befolge meinen Rat und du kommst diese Season ohne Probleme im solo/duo auf mind Gold V.  Und falls du auch die Mid-Assassins beherrschen willst kann ich dir helfen, wenn du willst.\n\nLG Serìx","replies":[{"id":"","poster":"LogicalLP","date":"2018-03-27T01:36:43.601+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Serìx","date":"2018-03-27T01:46:06.267+0000","up_votes":1,"down_votes":0,"body":"Ja hat er, aber nur indirekt, da wenn du für ein Team eine gewisse Rolle einnimmst du nur diese Rolle beherrschen sollst und nicht die anderen, daher konzentrier dich auf mid, aber du hast auch recht es ist ist fvcking 3:45 und ich bin zu müde für ranked und streife durchs Forum xD {{sticker:sg-zephyr}} \n\nLg Serìx","replies":[]}]}]}]}]}