{"id":"5NWAHzrh","poster":"Kuroba","date":"2018-03-26T16:37:22.431+0000","title":"Beschwörernamen gebannter accounts nach 6 Monaten - 1 Jahr wieder freistellen","subforum":"Spielerverhalten & Moderation","up_votes":5,"down_votes":3,"body":"Hi,\r\nwie im Titel beschrieben, h&auml;tte ich eine Bitte, die Namen der Beschw&ouml;rer die gebannt wurden, nach einem Jahr sp&auml;testens, wieder freizugeben.\r\nIch kann verstehen, wenn man diese nicht sofort wieder freigeben will, doch muss man auch sehen, dass sehr viele Namen belegt sind, die einfach nur in der Bannecke verstauben.\r\nSo kann man nicht auf einen beliebigen Namen wechseln, nur weil einpaar Idioten zu inkompetent sind, sich an die Regeln zu halten. W&auml;re sch&ouml;n, wenn man das &auml;ndern k&ouml;nnte. Es ist n&auml;mlich - theoretisch - eine Bestrafung f&uuml;r die ganze Community.","replies":[{"id":"","poster":"Waldschrat86","date":"2018-03-26T16:55:48.514+0000","up_votes":2,"down_votes":0,"body":"Ist das nicht eh schon so?\n\nPassiert ja auch bei Inaktivität.","replies":[{"id":"","poster":"Kuroba","date":"2018-03-26T19:03:38.642+0000","up_votes":1,"down_votes":0,"body":"Bei Inaktivität wird der Name nach 30 Monaten (wenn der Account Lv 30 ist) wieder frei. Bei einem Bann bleibt dieser für immer gesperrt.","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2018-03-26T18:42:45.228+0000","up_votes":1,"down_votes":0,"body":"Meines Wissens sind Namen bei Inaktivität erst 30 Monate nach der letzten Aktivität verfügbar. Bei Banns habe ich keine Ahnung","replies":[]}]},{"id":"","poster":"Critical lmpact","date":"2018-03-26T16:38:32.258+0000","up_votes":2,"down_votes":0,"body":"Das Problem daran ist, dass die Accounts nicht gelöscht, sondern nur gesperrt werden. \n\nAlso kann der Name auch nicht freigegeben werden.","replies":[{"id":"","poster":"WC9 Umbra","date":"2018-03-26T16:40:24.452+0000","up_votes":2,"down_votes":0,"body":"Man könnte sie Umbenennen mit einer Seriennummer. Also etwas, dass kein richtiger spieler haben will.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-03-26T18:44:29.492+0000","up_votes":1,"down_votes":0,"body":"Es ist halt wie es ist. Wobei \"richtiger Spieler\" auch schon gewagt ist","replies":[{"id":"","poster":"Kuroba","date":"2018-03-26T19:04:29.501+0000","up_votes":1,"down_votes":0,"body":"Das wäre dann so wie mit den Inaktiven accounts. Sollte sich jemand wieder (was unwahrscheinlich ist) einloggen, muss er seinen Beschwörernamen ändern.","replies":[]}]}]}]},{"id":"","poster":"WC9 Umbra","date":"2018-03-26T16:39:39.718+0000","up_votes":2,"down_votes":1,"body":"Wäre eine Gute idee.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2018-03-26T19:36:42.555+0000","up_votes":1,"down_votes":0,"body":"Ich würde mal behaupten, dass dies Absicht und Teil der Strafe ist... den hauptsächlich dürften ja die gebannten Spieler interesse daran haben, den Namen ihres Accounts zurück zubekommen... Und dies will Rito halt verhindern... wäre zumindest der einzige logische Grund für diese Politik...","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2018-03-26T19:28:59.228+0000","up_votes":1,"down_votes":0,"body":"Warum sollte der denn schon nach 6 Monaten wieder freigegeben werden, wenn es bei einem Inaktiven level 30+ schon 30 Monate geht?\nAnsonnsten wäre ein Bann ja nicht wirklich schlimm, da man nur ein halbes Jahr warten muss und da der gebannte Spieler weiss wann es soweit ist, ist die Chance klein dass jemand andres den Namen vorher hat.\nAusserdem woher willst du den Unterschied eines gebannten Acc und eines inaktiven Acc wissen?\nWenn, sollten gebannte genau gleich wie inaktive behandelt werden, falls es nicht schon so ist.","replies":[]}]}