{"id":"MKFsd6Zq","poster":"FeS Dregorin","date":"2018-03-24T15:35:12.798+0000","title":"[Royal Ravens Gaming] Sucht DICH - Für den Aufbau einer großartigen Gemeinschaft!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Ein herzliches Willkommen, Beschw&ouml;rer!\r\n\r\nRoyal Ravens Gaming ist eine, sich im Aufbau befindene, Community, welche sich\r\ngro&szlig;e Ziele f&uuml;r die Zukunft gesteckt hat. Unsere Leitungsstrukturen sind noch d&uuml;nn best&uuml;ckt\r\nund wir suchen nach aufstrebenden Talenten, welche auf der Suche nach ein wenig Verantwortung\r\nsind und League zu einem bisschen mehr, als nur ihrem Hobby machen wollen!\r\n\r\nEbenso suchen wir nat&uuml;rlich aber auch diejenigen unter euch, welche neue freundliche\r\nLeute kennenlernen wollen, um sich gemeinsam der Herausforderung zu stellen, h&ouml;here\r\nLigen zu erreichen, oder eventuell auch einfach nur den n&auml;chsten Yasuo Main im normal Game\r\naus dem Leben zu tilten.\r\n\r\nEin Konzept f&uuml;r erfolgreiche Clan-Leitung und Erfahrungen aus vorherigen Organisationen bringe ich\r\nselbst mit. Wir streben an, sp&auml;ter erfolgreiche High-Elo Teams zu stellen und aus eigenen Reihen zu rekrutieren\r\nund zu formen. Daf&uuml;r werden wir sp&auml;ter mit hilfe von Coaches sorgen.\r\n\r\nRegelm&auml;&szlig;ige Turnierbeitritte sind geplant. Wir wollen die Team-Erstellung sowohl f&uuml;r High-Elo als auch f&uuml;r\r\ngeringere Elos erm&ouml;glichen und diese mit besten Mitteln unterst&uuml;tzen.\r\n\r\nMindestbeitrittsalter liegt bei 16 Jahren.\r\nEs ist, wie oben eventuell bereits zur Kenntniss genommen, keine Mindestliga gegeben. Bei uns finden Spieler von jeglichen\r\naktuellen Spielkenntnissen und F&auml;higkeitsleveln ein Zuhause!\r\n\r\nEin Discord Server steht bereits zur Benutzung zur Verf&uuml;gung.\r\n\r\nZurzeit also ben&ouml;tigen wir alle Kr&auml;fte, welche wir mobilisieren k&ouml;nnen, um dieser Gemeinschaft eine Zukunft zu verleihen und\r\neinen Raketenstart in Richtung Erfolg hinzulegen!\r\n\r\nHaben wir dein Interesse geweckt? Wir freuen uns, wenn du mal auf unserem Discord\r\nvorbeischaust, oder alternativ Dregorin oder Enovil ingame anschreibst! Man sieht sich!\r\n\r\nhttps://discord.gg/6EexbcD\r\n\r\n{{sticker:draven-pose}} {{sticker:sg-miss-fortune}}","replies":[]}