{"id":"tEaddzMe","poster":"Deañ","date":"2018-03-24T13:33:32.823+0000","title":"Warum hat er kein S?","subforum":"Allgemeiner Chat","embed":{"title":null,"description":null,"url":"http://puu.sh/zOw7r/885af452be.jpg","image":null},"up_votes":2,"down_votes":0,"body":"Bin nur etwas verwundert, dass Shaco kein S hat obwohl er eine perfekte KDA hat. Das Spiel war auch recht schnell vorbei, also d&uuml;rfte er im Farm und bei den Kill Participations gut dabei sein.","replies":[{"id":"","poster":"SlinxX","date":"2018-03-24T14:01:27.246+0000","up_votes":2,"down_votes":1,"body":"Hängt ja auch vom farm ab.\n110 bei 24 Minuten ist nicht viel.","replies":[]},{"id":"","poster":"Alzucard","date":"2018-03-25T10:34:49.258+0000","up_votes":1,"down_votes":0,"body":"Liegt einfach am Farm. Selbst als jungler ist es recht einfach über 110 farm in der gespielten Zeit zu kommen.\nUnd wie andere schon sagten KDA ist nicht alles.","replies":[]},{"id":"","poster":"Wernicke","date":"2018-03-25T07:12:20.652+0000","up_votes":1,"down_votes":0,"body":"Er wird ja mit anderen Shaco Spielern verglichen und wenn \"dein\" Shaco z.B. keine einzige ward platziert hat, oder um realistisch zu bleiben, nicht genug, dann war es das schon mit dem S.","replies":[]},{"id":"","poster":"Butthole Surfers","date":"2018-03-24T22:51:23.762+0000","up_votes":1,"down_votes":2,"body":"Was mir echt immer auffällt, ist das man eher  ein S bekommt mit einem Tod als mit keinem. Macht zwar keinen Sinn, ist aber zu 100% so.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-03-24T23:50:45.666+0000","up_votes":1,"down_votes":0,"body":"Ich habe bisher deutlich mehr S ohne Tod als mit Toden gehabt.","replies":[]}]},{"id":"","poster":"Allerbester Biss","date":"2018-03-24T15:39:36.952+0000","up_votes":1,"down_votes":0,"body":"1. Er hat weniger Farm, als der andere Jgler!\nDamit kann er kein S haben.\n2. 0 Wards platziert\n3. Nicht gut genug","replies":[]},{"id":"","poster":"Dr Madscientist","date":"2018-03-24T13:45:31.676+0000","up_votes":1,"down_votes":0,"body":"das ist ein \"vergleichswert\" (Laienhaft gesagt), soll heißen: Seine Leistungen werden mit ALLEN anderen Shacos verglichen.\nSprich je mehr Leute den selben champion spielen, desto höher ist die chance, dass dabei jemand die Leistungskurve sehr weit nach oben schraubt, und somit alle anderen im direkten vergleich weniger gut da stehen.\n\nAußerdem hat er anscheinden nur \"cheap kills\" gemacht (also Gegner umgelegt, die eh schon so oft gestorben sind ohne selbst was zu reissen, dass sie kaum noch was wert sind), was erklärt, warum er vergleichsweise wenig Gold verdient hat.\nEr hat nicht mal 200 gold mehr als die Camille.","replies":[]},{"id":"","poster":"Butthole Surfers","date":"2018-03-24T13:38:12.279+0000","up_votes":2,"down_votes":5,"body":"League spinnt da sowieso komplett rum. Vtl. wegen Wards, oder weil Riot Shaco Scheisse findet :P","replies":[]}]}