{"id":"XRHfnGlm","poster":"Riot Kengen","date":"2018-03-23T17:11:18.291+0000","title":"Meddlers Gameplay-Gedanken - 23. März","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Hallo,\r\n-------------------------------------------------------------------------------\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n---------------------------------------------------------------------------- \r\n**&Auml;nderungen an den Angriffsbewegungen in der PBE**\r\n\r\nWir testen gerade ein paar Anpassungen an den Angriffsbewegungen, die ausgef&uuml;hrt werden, wenn die Spieler die Einstellung &bdquo;N&auml;chstes Ziel neben dem Mauszeiger angreifen&ldquo; (Standard) verwenden. Mit diesen &Auml;nderungen wollen wir den Radius um den Mauszeiger, in dem das Spiel nach Zielen sucht, bevor es stattdessen nach Zielen in der N&auml;he des Champions sucht, erheblich vergr&ouml;&szlig;ern (von 250 auf 500). Au&szlig;erdem wird es ein paar nebens&auml;chliche Anpassungen an der Priorisierung von Zielen in Reichweite gegen&uuml;ber Zielen au&szlig;erhalb der Reichweite geben (ich m&ouml;chte hier nicht zu sehr ins Detail gehen, um zu sehen, was den Spielern in der PBE auff&auml;llt und was nicht). Wir testen diese Anpassungen jetzt schon eine Weile intern und im Zuge dieser Spieltests wurden keine merklichen Unterschiede gemeldet. Was wiederum ein gutes Zeichen ist (es ist davon auszugehen, dass die Dinge hinter den Kulissen gut funktionieren). Dennoch wollen wir wissen, was die Spieler in der PBE von diesen &Auml;nderungen halten. Im Gro&szlig;en und Ganzen scheint alles gut zu funktionieren, wir wollen aber dennoch alles erneut &uuml;berpr&uuml;fen, um zu sehen, ob es zumindest Raum f&uuml;r kleine Verbesserungen gibt. \r\n\r\n----------------------------------------------------------------------------  \r\n**Anpassung der Championbalance f&uuml;r organisierte Teams**\r\n\r\nWir haben schon seit Langem Probleme mit Champions, die in organisierten Teams (professionelle Mannschaften, arrangierte 5er-Gruppen, Clash usw.) &uuml;berdurchschnittlich stark sind &ndash; verglichen mit Teams aus der Solo-Warteschlange. Azir, Ryze und Kalista sind hei&szlig;e Kandidaten, da sie f&uuml;r durchschnittliche Spieler oft schwach wirken, wenn sie f&uuml;r organisierte Teams gut ausbalanciert sind. Eines unserer Ziele bei der Championbalance ist, daf&uuml;r zu sorgen, dass alle Champions unter m&ouml;glichst vielen Umst&auml;nden gespielt werden k&ouml;nnen, weshalb das nicht ideal ist. Gleichzeitig gibt es aber Situationen, in denen sie sogar in der Solo-Warteschlange sehr stark sein k&ouml;nnen. \r\n\r\nWir haben in den letzten Jahren viel Zeit investiert, um die Unterschiede dieser drei Champions zu beseitigen, was uns aber nicht immer gelungen ist, da einige Dinge, die f&uuml;r die unterschiedlichen Leistungen dieser Champions verantwortlich sind, gleichzeitig zu den wichtigsten Elementen ihrer Identit&auml;ten geh&ouml;ren. Daher werden wir uns eine Zeit lang auf alle anderen Arbeiten an den Champions konzentrieren, anstatt diesen Unterschied zu beseitigen. Das bedeutet, dass Azir, Kalista und Ryze weiterhin in gewissen Situationen (vor allem in organisierten Gruppen) gut ausbalanciert sein werden, w&auml;hrend sie in anderen Situationen schwach wirken werden (die einzige Ausnahme stellt Ryze dar, an dem wir gerade ein wenig arbeiten, wobei die Ver&ouml;ffentlichung noch in den Sternen steht). Das bedeutet aber nicht, dass das f&uuml;r uns die beste L&ouml;sung ist. Stattdessen wollen wir unsere Zeit in andere Champions investieren, die im Laufe der letzten Jahre nicht so viel Aufmerksamkeit bekommen haben, davon jedoch stark profitieren k&ouml;nnten. \r\n\r\nFalls du jemand bist, der diese Champions mag, sie in der Solo-Warteschlange aber lieber nicht ausw&auml;hlt, dann m&ouml;chten wir uns bei dir entschuldigen. Ich wei&szlig;, dass das ziemlich hart ist, und dass dir die Tatsache, dass diese Champions unter gewissen Umst&auml;nden stark sind, vielleicht nicht weiterhilft, da du nie in den Genuss dieser Umst&auml;nde kommst. Nat&uuml;rlich hat diese Herangehensweise ihre Nachteile, wir sind aber dennoch der Meinung, dass sie im Moment den bestm&ouml;glichen Kompromiss darstellt.\r\n\r\n----------------------------------------------------------------------------   \r\n**Saisonmitte**\r\n\r\nHier sind noch ein paar erw&auml;hnenswerte Informationen zur Saisonmitte.\r\n\r\n* Wir testen gerade unterschiedliche Anpassungen f&uuml;r den Dschungel und sind zu dem Schluss gekommen, diese &Auml;nderungen auf die Saisonmitte zu verschieben, da wir so mehr Zeit haben, um an ihnen zu arbeiten, und sich die Saisonmitte sowie die Vorsaison f&uuml;r systematische Ver&auml;nderungen dieser Art am besten eignen (vor allem, da in der zweiten Saisonh&auml;lfte weniger &Auml;nderungen angedacht sind).\r\n* Wir werden mit Patch 8.8 wahrscheinlich ein paar &Auml;nderungen f&uuml;r die Saisonmitte ver&ouml;ffentlichen, um zu testen, ob diese so funktionieren, wie sie funktionieren sollen, bevor wir sie mit anderen &Auml;nderungen kombinieren. In diesem Zusammenhang sehen wir uns vor allem das Mana sowie die Manaregeneration der Magier w&auml;hrend der ersten paar Stufen an, da wir herausfinden wollen, ob sie fr&uuml;her mehr Zauber wirken k&ouml;nnen sollten, um sie zu besseren Lane-Partnern zu machen. Dazu k&ouml;nnten wir &Auml;nderungen am Grundwert f&uuml;r Mana sowie der Manaregeneration vornehmen und Dorans Ring abschw&auml;chen. Dabei wird es sich um keine gro&szlig;en &Auml;nderungen handeln, wir wollen aber sehen, wie sich diese Dinge auswirken, w&auml;hrend wir weiterhin an anderen Sachen arbeiten.\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[{"id":"","poster":"Numzhun","date":"2018-03-24T23:35:05.740+0000","up_votes":2,"down_votes":1,"body":"Better nerf irelia","replies":[]},{"id":"","poster":"oxih13","date":"2018-04-14T00:49:27.746+0000","up_votes":1,"down_votes":0,"body":"Riot ich wollte euch nur mal sagen das euer ranked system der bullshit ist. Ich habe gerade mit meinem freund meine flex placements gespielt und er stand in jedem game besser als ich und hat immer mehr schaden als ich also frage ich mich warum er siber 5 ist und ich silber 4","replies":[{"id":"","poster":"Erleichterer","date":"2018-04-18T07:52:34.314+0000","up_votes":1,"down_votes":0,"body":"weil die stats in dem game keine rolle spielen. es geht lediglich um deine wins/loose und deine vorherige mmr","replies":[]}]},{"id":"","poster":"Lunaá","date":"2018-03-23T18:25:06.857+0000","up_votes":1,"down_votes":0,"body":"Ryze-Rework geleakt ?","replies":[]}]}