{"id":"pQPmNwYf","poster":"Batzu","date":"2018-03-22T22:45:58.721+0000","title":"Smite- Bug bei Volis \"Flucht\" Massenkontrolle","subforum":"Melde einen Bug","embed":{"title":"Furcht Smite Bug","description":"Es scheint, das ein von Volibears \"Furcht\" betroffenes Monster kein Leben zurückerstattet, sobald dieses ein Smite abbekommt.","url":"https://youtu.be/3T2cv90PZzc","image":"https://i.ytimg.com/vi/3T2cv90PZzc/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Hier ein neuer Bug der schleundigst gepatched werden sollte.\r\n\r\nSobald die Krabbe im Fluss Volibears &quot;Flucht&quot; - Massenkontrolle abbekommt, gibt diese kein Leben bei einem Smite zur&uuml;ckerstattet. \r\n\r\nOb dies mit anderen Monstern genauso ist weis ich leider noch nicht, ist aber vorstellbar.","replies":[{"id":"","poster":"Batzu","date":"2018-03-22T22:55:03.675+0000","up_votes":2,"down_votes":1,"body":"Wenn dies normalerweise nicht der Fall ist, kann es auch an der Kombination liegen.\n\nIch (Rammus) war unter unter Morganas \"festwurzeln\" gestanden, hatte mein w aktiv und habe die Krabe gesmited als diese unter Volibears  \"Furcht\" stand.","replies":[]},{"id":"","poster":"HHaie tabbian","date":"2018-03-23T15:55:47.235+0000","up_votes":1,"down_votes":0,"body":"Ich bin mir da nicht so sicher. Wenn ich mir das anschaue, sehe ich, dass Xayah genau in dem Augenblick, in dem du smitest, einen Autoattack auf dich macht, der aber überhaupt keinen Schaden zu machen scheint. Möglicherweise hat dieser genauso viel dmg gemacht, wie du dich durch das smite geheilt hast.","replies":[{"id":"","poster":"Batzu","date":"2018-03-24T14:12:08.069+0000","up_votes":1,"down_votes":0,"body":"Das hast du gut erkannt. Du musst aber bedenken das sich bei Rammus niemals ein adc autoattack mit einem smiteheal ausgleichen könnte. xD\n\nDa mein W aktiv war, hatte ich um die 500 Rüstung... da ist ein AA von Xayah nicht mal ein Kratzer... im Gegenzug ist das Smiten von Monstern eine gute Regenerationsquelle für Jungler.\n\nAlles in allem habe ich das aber schon mehrmals erlebt. Ist eindeutig das der Bug noch besteht","replies":[]}]},{"id":"","poster":"TraubenLP","date":"2018-03-23T14:40:31.838+0000","up_votes":1,"down_votes":1,"body":"Der Support ist die größte scheiße die ich je in meinem Leben gesehen habe! Es sieht so aus als wäre die Seite von 1998! Und jetzt kommen wir erst zu den schlimmen Problemen! League of Legends hat die toxistischste Community in der Gaming Szene! Es kommen viel zu viele Updates! Es exzistieren viel zu viele Champions! Und das Spiel fördert Pay to Win! Gutes Spiel Riot Games! Gutes Spiel!","replies":[]}]}