{"id":"9BhV29wQ","poster":"KathaBlanca","date":"2018-03-22T15:55:03.573+0000","title":"Mid/Top suchen Flex Team (NUR Bronze/Silver)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"**Hey Leute**, {{summoner:31}} \r\n\r\n**Unterm Flie&szlig;text ist ein tl;dr.**\r\n\r\nein Kumpel und ich, _das wandelnde Salzbergwerk_, suchen ein festes **Ranked Team** zum gemeinsamen Training, um zusammen zu progressen und mit einer Mischung aus **Spa&szlig; und Tryhard** n&auml;chste Season endlich mal die Ladder zu climben.\r\n\r\nZu uns: Wir sind **18+** (ich f&uuml;r meinen Teil 22), dementsprechend ist eine **geistige Reife** auch unsererseits erw&uuml;nscht (zu verbotenen Phrasen z&auml;hlen unter anderem &quot;Ich wollte doch nur warden&quot;, &quot;Ich spiel jetzt Yasuo&quot;, &quot;Kys&quot; und s&auml;mtliche Beleidigungen), auch wenn wir ziemlich viel Trashtalk betreiben. Ich bin Midlane Main und ein halbes **Kata  OTP** (Spiele sie sehr oft, kann aber auch mit anderem, wie Akali, Zed oder Orianna dienen). Ich lege dabei meinen Fokus eindeutig auf Assassins. Mein Kumpel ist** Talon OTP**, kann aber auch verschiedenste andere Charaktere spielen, wie Pantheon, Darius oder Jarvan.** TS ist vorhanden** mit angenehmer Mikrofonqualit&auml;t. Zur aller gr&ouml;&szlig;ten Not haben wir auch Discord oder wahlweise Dosentelefone. Ein Morseapparat l&auml;sst sich sicherlich auch organisieren.\r\n\r\nWir suchen ein Team, _im Idealfall schon eingespielt_, oder einzelne Leute (weibliche Personen gern gesehen, damit sich die Kerle nicht die ganze Zeit wie Brauereig&auml;ule mit Tourette benehmen), welches sich **ausschlie&szlig;lich** im **Bronze oder Silberbereich** befindet. Auch sind wir nicht interessiert an irgendwelchen Smurfs, Zweitaccounts oder &quot;900+-Games-Hardstuck-Bronze-V-Mastery-7-Yasuo-Main-Spielern&quot;. Wir wollen einfach ein Team mit **gem&uuml;tlicher Atmosph&auml;re **und dem Ziel, n&auml;chste Season mindestens **Gold** zu erreichen. Eventuell noch weiter nach Master, je nachdem, was sich so ergibt.\r\n\r\nWenn ihr Interesse habt, addet mich einfach bei LoL direkt oder verfasst einfach einen Kommentar, in dem die wichtigsten Eckdaten drin stehen (Ing, Alter, Elo, Position, Swag-Level, letzte Zeugnisse der schulischen Ausbildung, Konto-Daten und eine amtlich beglaubigte Kopie einer Erlaubnis f&uuml;r den Import von Salz mit einem Mindestertrag von 2 Kilotonnen pro Woche und einem effektiven Verarbeitungsgrad von mindestens 60 %, die Restmenge wird zu gleichen Teilen als Erl&ouml;s an buddhistische M&ouml;nche in den Hochebenen des Tibet gespendet und als Vorrat auf den nahenden Weltuntergang verwahrt, wir werden es brauchen).\r\n\r\nDa wir beide hart arbeitende Angestellte sind, sind wir immer erst **Abends** da, sprich zwischen 18:00 und 22:00. Z&ouml;gert nicht wenn ihr sonst noch Fragen habt. Es w&uuml;rde mich freuen, wenn sich ein paar Leute finden w&uuml;rden.\r\n\r\n**Einen angenehmen Tag.**\r\n\r\n_____________________________________________________________________________________\r\n\r\nSuchen Bronze/Silber Team (Flex)\r\nVergebene Posis: Mid, Top\r\nOffene Posis: Jungle, Bot (eingespielt oder allein)\r\n18+\r\nTS steht zur Verf&uuml;gung\r\nIng: Spinning Retard","replies":[]}