{"id":"VW59Pw4R","poster":"Markishi","date":"2018-03-22T10:24:19.115+0000","title":"Buch X: Jhin - Band I","subforum":"Community-Kunstwerke","up_votes":4,"down_votes":1,"body":"Liebe Beschw&ouml;rer!\r\n\r\nIch m&ouml;chte euch einladen, bei unserer heutigen Geschichts - und M&auml;rchenstunde anwesend zu sein.\r\nHeute gibt es eine besondere Geschichte, denn sie handelt von einem Mann, den die einen als Genie und die anderen als Wahnsinnigen bezeichnen. manche nennen ihn sogar einen D&auml;mon oder den Teufel. Doch er selbst sieht sich als K&uuml;nstler, der den Menschen besondere Kunstwerke bietet, die sie so schnell nicht vergessen werden.\r\nNehmt euch einen Tee, macht es euch gem&uuml;tlich, und ich erz&auml;hle euch die Geschichte eines seiner Werke, welches in mehrere Akte unterteilt ist...\r\n\r\nAkt I Das Bankett der Reichen und Sch&ouml;nen\r\n\r\nDas Essen wurde gerade von den Dienern hereingebracht und auf der langen Tafel verteilt. Eine pr&auml;chtige Feier, die sogar die sonst so erbittert gegeneinander k&auml;mpfenden Noxianer und Demacianer hier versammelt hatte. Zumindest die adlige Elite, der P&ouml;bel war auf einer solchen Feier nicht erw&uuml;nscht. Selbst die Diener waren die Besten, die alle L&auml;nder zu bieten hatten. Jedes Jahr warteten die Adligen einer jeden Nation darauf, eine Einladung zu bekommen, doch die meisten kamen nicht in den Genuss dieser exklusiven Feste. Doch sie war eine von den wenigen Auserw&auml;hlten. Sie, Lady Camia Ramani, war eine der wenigen Eingeladenen, die nicht aus einer Regierung, dem Handelswesen oder einer anderen einflussreichen Position kam. Sie agierte lieber im Hintergrund, gro&szlig;e Aufmerksamkeit lag ihr nicht. Doch trotz all dem hatten alle, die hier auf dieser Feier waren, schon einmal mit ihr zu tun gehabt, ob sie es wussten oder nicht. Jeder von ihnen hier sparte gerne Geld, wo es nur ging, und irgendwann trat man dann an sie heran. Nur auf Empfehlung gab es Termine bei ihr, damit auch nur die etwas von ihr wussten, die es sollten. Die sie zu lie&szlig;.\r\nNur die Wenigsten erkannten sie, zeigte sie doch nie ihr Gesicht bei einem ihrer &ldquo;Gesch&auml;fte&rdquo;. Die Sicherheit ging in einem solchen Gewerbe vor, denn jegliche Regierung h&auml;tte ihren Kopf nur zu gerne rollen sehen, da sie f&uuml;r massive Steuerverluste verantwortlich war. Aber das machte ihr nichts aus, im Gegenteil, sie genoss es sogar. Der Nervenkitzel, sich in der &Ouml;ffentlichkeit zu zeigen, weil niemand ihr Gesicht kannte, aber alle sie jagten.\r\nSie sah sich um. Ja, der Gro&szlig;teil der G&auml;ste hatte Geld bei ihr. Und die, die es nicht hatten, waren Regierungsbeamte, die sie nur zu gerne verhaften w&uuml;rden. Und doch sa&szlig; sie hier, inmitten all dieser Leute, und niemand au&szlig;er dem Gastgeber wusste, wer sie war. Anderen gegen&uuml;ber gab sie sich immer als eine H&auml;ndlerin aus, die die exotischsten Waren handelte. Durch ihren Einfluss konnte sie diese L&uuml;ge sogar perfekt aufrechterhalten, da sie jederzeit an G&uuml;ter kam, die man eigentlich niemals kaufen k&ouml;nnte.\r\nNiemand hier kannte sie. Sie lehnte sich in ihrem Stuhl zur&uuml;ck und genoss die Feier. Als ein Diener kam und sie nach mehr Wein fragte, nahm sie ihm gleich die ganze Flasche ab. Das Leben war gut.\r\n\r\nDas gro&szlig;e Anwesen, in dem die Feier stattfand, lag auf einer Anh&ouml;he weit entfernt von St&auml;dten oder Siedlungen. Wunderbar. Es w&uuml;rde lange dauern, bis jemand herausfinden w&uuml;rde, was er heute Abend f&uuml;r einen Auftritt darbieten w&uuml;rde. Auch wenn er nur ein Ziel hatte, so waren seine Auftraggeber sehr vage, was die anderen Leben betraf. Er w&uuml;rde genug Materialien f&uuml;r ein gro&szlig;artiges Kunstwerk haben.\r\nSchon vor Tagen hatte er alles vorbereitet. Seine Ausr&uuml;stung war auf dem Gel&auml;nde versteckt und verschiedene Verkleidungen lagen bereit, die ihm Zugang in jeden Bereich erm&ouml;glichten. Sie f&uuml;hlten sich so sicher hinter ihren Mauern und mit all den Soldaten. Doch hatten sie es noch nicht mit ihm zu tun gehabt.\r\nJhin l&auml;chelte und setzte seine Maske auf. Ein letztes Mal streichelte er behutsam &uuml;ber Whisper, ehe er die Waffe unter seinem Umhang versteckte. Es konnte los gehen.\r\nLangsamen Schrittes n&auml;herte er sich dem schweren, gusseisernen Tor, dass das Anwesen vom Rest der Welt trennte. Vom P&ouml;bel, wie nicht weniger als die H&auml;lfte der Leute auf der Feier sagen w&uuml;rden. Sie f&uuml;hlten sich erhaben, besser als die Menschen, die weniger Gl&uuml;ck hatten als sie. Doch waren sie die schlimmste Sorte von allen. Die, die andere ausbeuteten, f&uuml;hlten sich besser als die Ausgebeuteten. Ein Witz, wenn auch ein sehr morbider, schlie&szlig;lich waren die, die sich besser f&uuml;hlten ja daf&uuml;r verantwortlich, dass es den Ausgebeuteten so schlecht ging. \r\nAber eines hatten diese Menschen inne, was dem P&ouml;bel fehlte: Das Interesse der anderen. Was sie auch taten, sie wurden beachtet. Ob nun in Ehrfurcht oder in Hass, aber sie wurden beachtet. Und genau das w&uuml;rde die Grundlage f&uuml;r sein heutiges Meisterwerk bilden. Beachtung. Ein K&uuml;nstler, der nicht beachtet wird, hat versagt. Daher gab es viel zu tun, um die Beachtung zu finden, die er so gerne genoss. Es w&uuml;rde ein gro&szlig;artiges Kunstwerk.\r\n\r\nDie Feier wurde etwas leiser, da das Orchester, nat&uuml;rlich das Beste, was Valoran zu bieten hatte, aufgeh&ouml;rt hatte zu spielen. Lediglich an Fl&uuml;gel und Harfe spielten zwei J&uuml;nglinge, um das Essen nicht so trostlos zu gestalten, wie es eigentlich war. Ja, es waren teure Speisen, auch h&uuml;bsch verpackt und drapiert. Doch die Gespr&auml;che, die dabei entstanden, waren so langweilig, wie die meisten Gesch&auml;fte, die diese Leute abgewickelten. Oder es war Speichelleckerei, damit man beim n&auml;chsten Einkauf einen besseren Preis bekam. Erm&uuml;dend. Gut, dass sie das Ganze nur als Fassade nutzte. Diesen ganzen Gespr&auml;chen zuh&ouml;rend malte sie sich aus, wie es wohl w&auml;re, wenn sie wirklich eine H&auml;ndlerin w&auml;re. Langweilig. Nein, ihr &ldquo;Beruf&rdquo; war viel spannender, alleine gegen den Rest der Welt.\r\n&ldquo;Und, was tun sie hier auf dieser Feier?&rdquo; Was wohl, feiern, dachte sie. Sie drehte sich um und sah ihrem Nachbarn in die Augen. EIn schmieriger Typ, fettiges Haar, teurer Anzug, wie eine Vogelscheuche, die man sch&ouml;n verpackt hat. \r\n&ldquo;Nun, ich genie&szlig;e die Feier.&rdquo; entgegnete sie mit einem versch&auml;rft freundlichen Ton. &ldquo;Zumindest versuche ich es.&rdquo;\r\n&ldquo;Und, klappt es? Am&uuml;sieren sie sich?&rdquo;\r\n&ldquo;Bis sie mich angesprochen haben, ja.&rdquo;\r\nEntgeistert und mit einem unverst&auml;ndlichen Gemurmel drehte sich der Mann wieder weg.\r\nTrostlos war die Feier. Trostlos und noch dazu mit schleimigen Typen, die sie anmachen wollten. Der Abend k&ouml;nnte nicht viel schlechter werden. Was tut man nicht alles f&uuml;rs Gesch&auml;ft.\r\n\r\n\r\nDas war es mit unserer heutigen Geschichte. Jhin trifft am Ort des Geschehens ein und macht sich langsam ans Werk. Wenn ihr wissen m&ouml;chtet, wie es weitergeht, dann lade ich euch ein, auch bei der n&auml;chste Geschichts - und M&auml;rchenstunde anwesend zu sein!\r\n\r\nIch freue mich auf euch und w&uuml;nsche euch noch einen sch&ouml;nen Tag.\r\n\r\nEuer Geschichtenerz&auml;hler Markishi","replies":[{"id":"","poster":"CosmicSphere","date":"2018-03-22T13:28:17.599+0000","up_votes":1,"down_votes":0,"body":"Und wann kommt der nächste Teil?:) Kann von Jhin nie genug bekommen;)\nBis hierhin fande ichs sehr gut. Kannst echt gut schreiben.","replies":[{"id":"","poster":"Markishi","date":"2018-03-22T23:22:38.164+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank =)\nIch kann dir noch nicht sagen, wann der nächste Teil kommt. Wir versuchen immer, nicht zwei mal hintereinander eine Geschichte der selben Reihe zu veröffentlichen, daher kommen vermutlich erst ein oder zwei andere Geschichten, bevor es hier weitergeht. Aber ich hab auf jeden Fall schon mehr geschrieben, es wird also noch ein paar Teile geben :)","replies":[]}]}]}