{"id":"uEVb08Jn","poster":"Bulmas Mum","date":"2018-03-21T01:49:05.016+0000","title":"Der Größte Frust in LoL","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":21,"body":"Hi wie der Titel bereits sagt besch&auml;ftige ich mich mal mit dem absoluten non plus Ultra an frust in League of legends. \nIhr werdet nun sicherlich denken... jetzt kommt sie wieder mit feeder,flamer,trollen....\nNein! All diese Dinge sind unerheblich. \n\nDer absolute Frustfaktor sind die vielen Motivierten Spieler welche ein spiel das sich schon seit 15 Minuten nur noch beschissen anf&uuml;hlt weiter spielen m&ouml;chten. Leute die einfach nicht Surrender klicken wollen. Sie sind so sehr von Sieg und Niederlage getrieben das sie dabei das wichtigste au&szlig;er acht lassen. Zeit&quot;!\n\nWas passiert bei einem Spiel in denen wir extrem gewinnen.. Die Antwort ist es steigert unser Selbstwert und wir haben Gl&uuml;ckshormone zum teil. \nDiese wiederum helfen uns uns besser zu f&uuml;hlen und auch kommende spiele perfekt zu meistern.\nWas passiert jetzt bei spielen in welchen wir durchgehend ja f&ouml;rmlich hilflos tryharden um am ende so oder so zu verlieren. \nWir wurschteln uns zwanghaft &uuml;ber 40 Minuten durch Games in der Hoffnung noch irgendwie zu gewinnen.. Wenn uns dann der Gegner am ende den Gnadensto&szlig; gibt war es nicht mal das loose am ende das uns am meisten aus der bahn wirft. Sondern die lange Durststrecke die an uns zehrte. \nDieses Ereigniss f&ouml;rdert es nur noch mehr das wir auch bei kommenden Spielen mit einem schlechten Gef&uuml;hl starten.\n\nWas passiert eigentlich wenn wir Surrender. \n15 Minute oder meinetwegen 20 Minute... \nwir gehen mit einem neutralen Gef&uuml;hl ins n&auml;chste Game und gewinnen wahrscheinlich wieder. \nDann spielen wir erneut und gewinnen vielleicht wieder..\nAlles in allem haben wir viel zeit gut gemacht und der loose war schnee von gestern. \n\nIst euch je in den Sinn gekommen das es Leute gibt die Arbeiten und froh sind so viele Games wie m&ouml;glich spielen zu k&ouml;nnen wenn sie mal frei haben?\nDiese Leute werden mit euren sinnlosen Tryhards bestraft-! Tryharden k&ouml;nnt ihr wenn ihr im Diamant bereich spielt... aber nicht im low elo wo ihr weit weg davon seid euren Idolen nachzueifern!","replies":[{"id":"","poster":"Alustus","date":"2018-03-21T03:03:34.943+0000","up_votes":11,"down_votes":0,"body":"Wenn man gerne Verliert kann man gerne in der 15 Minute surrendern, wenn man aber keinen Spieler wie dich im Team hat welcher nach 15 Minuten nur noch ans Aufgeben denkt und sich ärgert, wenn das Team das nicht tut, dann ist es das so ziemlich schlechteste was man tun kann.\n\nDesswegen regen mich eher Spieler wie du auf.\nZumal man auch bei einem Rückstand sehr wohl spaß haben kann und vorallem kann man sehr viel lernen und sehr viele Spiele gewinnen wodurch man in Summe mehr Zeit spart, als wenn man in Minute 15 aufgibt.\n\n\nGerade in unserem Low Elo bereich ist kein Spiel nach 15 Minuten verloren, zumindest nicht wenn man nicht innerlich schon mit dem Spiel abgeschlossen hat.\n\n\nIm Diamant bereich sind Spiele schon um einiges schwerer zu verstehen, dort kann man mMn in der 15/20 Minute surrendern, sofern die Teamcomb im späteren Spielverlauf nicht um einiges besser ist.","replies":[]},{"id":"","poster":"Pandeonor","date":"2018-03-21T06:34:20.378+0000","up_votes":8,"down_votes":0,"body":"Das ist das falsche Spiel für Dich.\n\nDu suchst die Selbstbestätigung bei einem Sieg. Deswegen möchtest Du möglichst viele Coinflips für das Earlygame durch haben vor dem Schlafengehen. Das das dann m.E. auch ein 50:50 ergibt ist für Dich das \"Elo-System\". Flipt der Coin gegen Dich surrenderst Du, würdest das schon nach dem 0/2 auf der Lane in min8, und den nächsten Coin werfen. \n\nDas ganze machst Du so lange bis Du Selbstwertgefühl durch ein- zwei stomp-Siege getankt hast (Glück im Early bei Dir; Dein Gegner suckt) die Du dementsprechend gerne 30 oder 40 Minuten durchziehst. Du hast Dich mit dem Glücksgefühl als Ziel schon ganz gut analysiert. Bei Dir ausgeprägt für den schnellen Kick und dem vermeiden von Rückschlägen.\n\nAber das geht am Spielprinzip vorbei. Du bist ein Skatspieler welcher nachdem er seine Karte hat schon die Augen verdreht wenn es keine drei Jungs drin hat und nach dem 2ten Stich die Karten wirft. Der Fussballspieler der gerne 6:0 gewinnt aber nach 0:1 in die Kabine geht. Das kannst Du machen in einem Computergenerierten Spiel mit/gegen den Rechner. Spiele Schach mit Anfängereinstellungen, Botgames, ein TowerDefense-Spiel auf \"einfach\". \n\nMeide Multiplayer-Spiele, es sei den es sind pay-to-win-Spiele wo Du Dir den Vorteil sichern kannst. Potentiell anstrengende Spiele solltest Du nicht spielen bzw. _willst_ Du nicht spielen. So ist im Endeffekt der Kern Deiner Aussage. Du möchtest Gegner stompen. Daher ist LoL nichts für Dich.","replies":[]},{"id":"","poster":"KorSett","date":"2018-03-21T01:55:15.458+0000","up_votes":7,"down_votes":1,"body":"Oder du spielst einfach das Spiel. Wenn du nicht genug Zeit hast, dann Spiel etwas anderes. \n\nLG","replies":[{"id":"","poster":"Bulmas Mum","date":"2018-03-21T01:59:29.734+0000","up_votes":1,"down_votes":8,"body":"> [{quoted}](name=Sauerbraten,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=0001,timestamp=2018-03-21T01:55:15.458+0000)\n>\n> Oder du spielst einfach das Spiel. Wenn du nicht genug Zeit hast, dann Spiel etwas anderes. \n> \n> LG\n\nTolle aussage... also wenn ich berufstätig bin sollte ich deiner meinung nach auf lol verzichten... ist mir neu das dieses game nur für arbeitslose ausgelegt ist die stets zuhause sitzen!","replies":[{"id":"","poster":"Alustus","date":"2018-03-21T03:06:04.599+0000","up_votes":4,"down_votes":0,"body":"Hat er nicht gesagt.\nDavon abgesehen hat man auch als Berufstätiger mehr als genug Zeit zum spielen, wenn man den wirklcih möchte.","replies":[{"id":"","poster":"TheFoxRox","date":"2018-03-21T05:54:37.758+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Alustus,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=000100000001,timestamp=2018-03-21T03:06:04.599+0000)\n>\n> Hat er nicht gesagt.\n> Davon abgesehen hat man auch als Berufstätiger mehr als genug Zeit zum spielen, wenn man den wirklcih möchte.\n\nDas kommt auf den Beruf an.","replies":[{"id":"","poster":"Megamaexx","date":"2018-03-21T07:24:08.060+0000","up_votes":7,"down_votes":1,"body":"Eher auf die Firma, die dich bezahlt und wie weit weg du von deiner Arbeitsstätte wohnst. \nEs findet sich immer Zeit für Freizeit, andernfalls wäre es gesetzeswidrig (Oder man sollte überlegen, ob man wirklich 5h am Tag zum Pendeln verschwenden will)","replies":[]}]}]},{"id":"","poster":"KorSett","date":"2018-03-21T05:38:31.787+0000","up_votes":5,"down_votes":0,"body":"Nein, du kannst es klar spielen, aber du solltest dich damit abfinden das es nun mal ein komplexes Spiel ist und damit auch kein leichtes. \nDu kannst kein Spiel spielen und jeden den Spaß versauen nur weil du es effizient in deinem Terminplan haben möchtest. Meine Empfehlung ist es ein Spiel zu spielen wo du und/oder dein Team nicht auf einander angewiesen seit, dann kannst du es so spielen wie du möchtest.\nWenn es dich frustriert, empfehle ich jedoch damit aufzuhören. Wenn es sehr schlimm ist (wovon ich ausgehe wenn du einen Forumspost dazu machst), wird es sich negativ auf dich auswirken.\nIst nur ein gut gemeinter Rat, was du tatsächlich machst bleibt natürlich dir überlassen\n\nLG","replies":[]},{"id":"","poster":"AI Marko","date":"2018-03-21T02:23:12.065+0000","up_votes":3,"down_votes":0,"body":"WOW er hat lediglich geschrieben, das wenn du wenig Zeit hast keine runde spielen sollst.","replies":[]}]}]},{"id":"","poster":"Bulmas Mum","date":"2018-03-21T12:23:51.894+0000","up_votes":1,"down_votes":5,"body":"***","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-21T12:25:53.506+0000","up_votes":1,"down_votes":0,"body":"Azima ist ein Weibchen und ein bodenständiges dazu !","replies":[{"id":"","poster":"Bulmas Mum","date":"2018-03-21T12:29:17.470+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=00170001,timestamp=2018-03-21T12:25:53.506+0000)\n>\n> Azima ist ein Weibchen und ein bodenständiges dazu !\n\nist das eine euer twitch.tv idole ihr heuchler?","replies":[{"id":"","poster":"5weeds","date":"2018-03-21T12:32:32.619+0000","up_votes":2,"down_votes":0,"body":"Ne, Azima ist eine ganz normale Forum Nutzerin, die ein paar ganz schlagkräftige Argumente gegen dich gebracht hat.\n\nAber danke, dass du uns daran erinnert hast, dass wir hirnlose 14 Jährige sind, die Frauen auf twitch beim \"gaming\" zuschauen.","replies":[{"id":"","poster":"Bulmas Mum","date":"2018-03-21T12:35:47.881+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=5weeds,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=0017000100000001,timestamp=2018-03-21T12:32:32.619+0000)\n>\n> Ne, Azima ist eine ganz normale Forum Nutzerin, die ein paar ganz schlagkräftige Argumente gegen dich gebracht hat.\n> \n> Aber danke, dass du uns daran erinnert hast, dass wir hirnlose 14 Jährige sind, die Frauen auf twitch beim &quot;gaming&quot; zuschauen.\n\nalso ist jeder für dich normal der das spiel und die spieler in den himmel hebt und jeder der konstruktive kritik an etwas daran hegt ist es nicht? würd mich jetzt mal interessieren was du als normal definierst und was nicht?!","replies":[{"id":"","poster":"5weeds","date":"2018-03-21T12:45:41.646+0000","up_votes":6,"down_votes":0,"body":"> also ist jeder für dich normal der das spiel und die spieler in den himmel hebt und jeder der konstruktive kritik an etwas daran hegt ist es nicht?\n\nObacht!\nDu verwechselt da gerade etwas.\nAzima (und all die Anderen) hat Ihre Sicht der Dinge geschildert und mit Ihren Erfahrungswerten gegen die deine *argumentiert*.\nSie hat also deine konstruktive Kritik, konstruktiv kritisiert.\n\nDa du aber Alle, deren Meinung nicht mit deiner übereinstimmt, ziemlich ungehobelt angemacht hast, nimmt dich keiner Ernst.\n\n> würd mich jetzt mal interessieren was du als normal definierst und was nicht?!\n\nWir sind im Internetz, alles unnormale ist hier normal.\nBei Azima habe ich mich aber darauf bezogen, dass sie keine \"super berühmte Twitch-Streamerin\" ist (meines wissens nach), sondern eben ein Normalsterblicher Forum Nutzer.","replies":[]},{"id":"","poster":"Gin","date":"2018-03-21T12:57:32.306+0000","up_votes":3,"down_votes":0,"body":"Wo hast du konstruktive Kritik gegeben?\n\nDein Thread handelt davon dass du dich darüber beschwerst dass sich deine Teammitglieder weigern ein Spiel einfach aufzugeben wenn ihr nicht am gewinnen seid.\n\nWenn du nur gewinnen willst, ist League of Legends kein Spiel für dich.\n\nEs gibt viele Spieler da draußen die versuchen ihr bestes zu geben, selbst wenn das Spiel verloren scheint.\n\nEin Sieg ist dann um so süßer, weil du dafür gekämpft hast und ihn dir verdient hast.\n\nWenn du nur gewinnen willst, und trotzdem weiterhin League of Legends spielen wirst, kann ich dir Bot Games oder das Tutorial empfehlen. Dort stehen die Chancen ziemlich gut dass man gewinnt. \n\n---\n\nUnd auf die Meinung und Kommentare der andere hier antwortest du auch nur zynisch und suchst nach Gründen dich mit anderen zu fetzen.\n\n> Wie soll man auch mit männern diskutieren.. ausser deren heuchelei und ego kommt wenig konstruktives\n\nAchja, und das. Wenn du so ein riesiges Problem mit Männer hast,  brauchst du dich nicht in einer Community rumtreiben die zu über 80% aus Männern besteht.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2018-03-21T12:47:37.981+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bulmas Mum,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=00170001000000010000,timestamp=2018-03-21T12:35:47.881+0000)\n>\n> also ist jeder für dich normal der das spiel und die spieler in den himmel hebt und jeder der konstruktive kritik an etwas daran hegt ist es nicht? würd mich jetzt mal interessieren was du als normal definierst und was nicht?!\n\nDas als Diskussionsbasis von Dir ist jetzt nicht so prickelnd , zum einem weil es komplett am ursprünglichen Threadthema vorbeigeht und zum anderen es mittlerweile egal ist, was wir hier schreiben, da es per sempre anders ausgelegt , verstanden oder interpretiert wird.\n\nDas ergibt nicht wirklich Sinn. Ausserdem denk ich, brauchen Deine Kleinen Dich jetzt dringender als dieses Forum {{sticker:slayer-jinx-catface}}","replies":[]}]}]},{"id":"","poster":"Haudruppmoor","date":"2018-03-21T12:31:18.747+0000","up_votes":2,"down_votes":0,"body":"Äh ... Nein . Sie hat nur unabhängigerweise ihre Meinung zu dem Thema kundgetan, die ähnlich oder genau so unsere Meinung ist. Also den Herren der Schöpfung. Meine Antwort auf den Vorwurf, hier wären nur Kerle unterwegs.\n\nUnd ich glaub, Du hattest genug Prosecco für heute !","replies":[{"id":"","poster":"5weeds","date":"2018-03-21T12:33:45.958+0000","up_votes":3,"down_votes":1,"body":"> Du hattest genug Prosecco für heute !\n\nEin Widerspruch in sich. \n{{sticker:sg-lulu}}","replies":[]}]},{"id":"","poster":"5weeds","date":"2018-03-21T12:35:48.097+0000","up_votes":3,"down_votes":0,"body":"> Wie soll man auch mit männern diskutieren.. ausser deren heuchelei und ego kommt _**wenig konstruktives**_\n------------------------------[...]---------------------------------\n> ist das eine euer twitch.tv idole ihr heuchler?\n\nObacht!! Fürchtet euch Ihr Männer!\nSie Argumentiert mit stichhaltigen und begründeten Aussagen!!!","replies":[]}]},{"id":"","poster":"Schokohörnchen","date":"2018-03-21T12:31:05.280+0000","up_votes":2,"down_votes":0,"body":":3 Das war aber lieb","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-21T12:39:38.609+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Azima v2,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=001700010001,timestamp=2018-03-21T12:31:05.280+0000)\n>\n> :3 Das war aber lieb\n\nNur die Wahrheit meine Gute, nur die Wahrheit ! {{sticker:sg-ahri-2}} \n\nmfg\nMB","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-03-21T12:55:41.498+0000","up_votes":2,"down_votes":0,"body":"> mfg\nMB\n\nHeilige Kacke D: ... Monika? Du hier im Forum?","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-21T13:06:31.370+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Azima v2,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=00170001000100000000,timestamp=2018-03-21T12:55:41.498+0000)\n>\n> MB\n> \n> Heilige Kacke D: ... Monika? Du hier im Forum?\n\nNeein {{sticker:sg-miss-fortune}} \n\nIch bin kein Schwan und heiße auch nicht Monika {{sticker:sg-zephyr}} {{sticker:sg-kiko}} \n\nAu Vadder, irgendwas mach ich falsch ;) xdxd immer verwechseln mich die Leute. Ich glaub meine Eltern haben mich damals auch verwechselt ^^\n\nmfg\n~~MB~~ arrgh","replies":[{"id":"","poster":"5weeds","date":"2018-03-21T13:22:16.561+0000","up_votes":2,"down_votes":0,"body":"> mfg\n> ~~MB~~ arrgh\n\nHeilige Kacke D: ... Gangplank? Du hier im Forum? {{champion:41}}","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-21T14:23:36.793+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=5weeds,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=0017000100010000000000010000,timestamp=2018-03-21T13:22:16.561+0000)\n>\n> Heilige Kacke D: ... Gangplank? Du hier im Forum? {{champion:41}}\n\nhttps://a.d-cd.net/b494944s-960.jpg \n\nxdfgbvhnsfjsjfkk skfjksj s !!klskfsdfk ! wahdgadh !!s djksdsj j !","replies":[{"id":"","poster":"5weeds","date":"2018-03-21T15:28:42.562+0000","up_votes":2,"down_votes":0,"body":"Jetzt bin ich überfragt... Rek'Sai? {{champion:421}}","replies":[]}]}]},{"id":"","poster":"Schokohörnchen","date":"2018-03-21T14:11:01.346+0000","up_votes":2,"down_votes":0,"body":":o Meine Kollegin benutzt halt das gleiche Kürzel. MB :o","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-21T14:29:50.854+0000","up_votes":1,"down_votes":0,"body":"{{sticker:vlad-salute}} \n\nhab ich mir fast gedacht ;)\n\nmfg\nMB\n","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-03-21T14:31:23.901+0000","up_votes":2,"down_votes":0,"body":"Aber nur weil ich dich drauf hingewiesen haben O:-)","replies":[]}]}]}]},{"id":"","poster":"5weeds","date":"2018-03-21T13:02:38.578+0000","up_votes":2,"down_votes":0,"body":"> Heilige Kacke D: ... Monika? Du hier im Forum?\n\nhttp://i0.kym-cdn.com/photos/images/original/001/299/189/6bb.jpg","replies":[]}]}]}]}]},{"id":"","poster":"5weeds","date":"2018-03-21T12:25:46.271+0000","up_votes":2,"down_votes":0,"body":"Korrekt. Zum Glück sind die Übergänge zwischen Mann und Frau fliesend.","replies":[]}]},{"id":"","poster":"Schokohörnchen","date":"2018-03-21T07:15:42.218+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Bulmas Mum,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=,timestamp=2018-03-21T01:49:05.016+0000)\n>\n> Ist euch je in den Sinn gekommen das es Leute gibt die Arbeiten und froh sind so viele Games wie möglich spielen zu können wenn sie mal frei haben?\n\n\"So viele Games wie möglich\" ist bei League tödlich. Das mal vorweg.\n\nGeht es hier um \"0815 Spiele\" aka Normals oder Rankeds? Bei beiden Optionen kann es super nervig sein, wenn man selbst keinen Weg zum Sieg mehr sieht, aber du der einzige bist der aufgeben möchte. Auf der anderen Seite hat dein Team dann einfach so viel Spaß oder Ehrgeiz, dass es einfach nicht aufgeben will. Das wäre doch eigentlich ziemlich gut für Rankeds oder? Manchmal wenn es so aussieht als würden die Gegner einen einfach nur einstampfen, werden eben diese auch oft übermütig und es passieren Fehler die man prima ausnutzen kann. Vielleicht auch ein bescheuerter Baron-Call ihrerseits und ihr gewinnt das Spiel mit nur einem gewonnen Teamfight. Deine Teams werden auf eben solche Situationen aus sein.\n\nWas anderes ist es natürlich wenn die Gegner in der zehnten Minute in eurer Base stehen :>\n\nIch surrender ganz oft aus Prinzip nicht xD Wenn jemand seine Lane verliert und 2/50 geht in 15 Minuten und dann aufgeben will, obwohl er die ganze Zeit nur hätte save spielen müssen statt permanent zu diven oder bis zum Anschlag zu pushen, dann gebe ich nicht auf v.v sehe ich nicht ein. Er hat Scheiße gebaut, er badet es aus! Wenn er sich noch fängt, sich nützlich macht und vor allem benimmt, kriegt er auch zwischendurch ein paar Streicheleinheiten und eventuell den Honor statt einem Report.\n\nDas bezieht sich aber alles eher auf Rankeds. Welche du wirklich nicht spamen solltest, auch nicht wenn du frei hast. Ist einfach so. Gerade Rankeds sollten gut dosiert werden, da sie eben doch (den meisten mehr als ihnen bewusst ist) unglaublich an den Nerven zehren.\n\nBei Normals bist du es selbst Schuld wenn du es zu ernst nimmst x.x Die meisten wollen dort nur Sachen ausprobieren oder Champs üben. Sich mal \"frei bewegen\" mit ihren komischen Picks.\n\nAlles in Einem finde ich deinen Thread aber höchst bescheuert :>\nMag sein, dass es nervig ist wenn ein Spiel das verloren aussieht nicht aufgegeben wird. Aber solange der Nexus steht, ist in der Theorie alles möglich. Hört sich vielleicht doof an, ist aber so. Was sich noch dümmer anhört, ist das sich jemand über den \"Gewinnwillen\" seiner Teams aufregt, statt sich zu freuen das er noch vier Leute im Team hat die spielen. Sie könnten ja auch alle AFK gehen.","replies":[{"id":"","poster":"Gin","date":"2018-03-21T07:52:35.830+0000","up_votes":3,"down_votes":0,"body":"+1\n\nIch hätte allerdings schon Verständnis dafür dass die Person die 2/50 in 15 Minuten steht aufgeben möchte X)","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-03-21T08:12:30.453+0000","up_votes":2,"down_votes":2,"body":"Verständnis hätte ich auch, aber wo kommen wir denn hin wenn wir allen kleinen League Babies alles durchgehen lassen D: Sie brauchen eine harte Hand der Erziehung ;D oder sowas...","replies":[{"id":"","poster":"Gin","date":"2018-03-21T09:23:58.070+0000","up_votes":2,"down_votes":1,"body":"Ich weiß aber nicht ob alle 18 Sekunden zu sterben, und keine Möglichkeit zu haben die Qualen zu beenden der richtige Weg ist...","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-03-21T10:40:30.622+0000","up_votes":1,"down_votes":0,"body":"Zähne zusammen beißen und Arsch zusammen kneifen! Wer feeden kann, kann auch Durchhaltevermögen zeigen :3","replies":[]}]}]}]}]},{"id":"","poster":"AI Marko","date":"2018-03-21T03:05:44.092+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Bulmas Mum,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=,timestamp=2018-03-21T01:49:05.016+0000)\n>\n\n> \n> Der absolute Frustfaktor sind die vielen Motivierten Spieler welche ein spiel das sich schon seit 15 Minuten nur noch beschissen anfühlt weiter spielen müchten. Leute die einfach nicht Surrender klicken wollen. Sie sind so sehr von Sieg und Niederlage getrieben das sie dabei das wichtigste außer acht lassen. Zeit!\n> \n\nnein wtf es gibt auch Leute die es einfach hassen Games Aufzugeben weil sie es einfach hassen wie schnell man aufgibt. Und warum sollte man Aufgeben wenn man zb gut in Game steht und sich das erarbeitet hat und nur weil dein Team aufgeben möchte die ganze mühe wegzuschmeißen.\n\n> Was passiert bei einem Spiel in denen wir extrem gewinnen.. Die Antwort ist es steigert unser Selbstwert und wir haben Glückshormone zum teil. \n> Diese wiederum helfen uns uns besser zu fühlen und auch kommende spiele perfekt zu meistern.\n> Was passiert jetzt bei spielen in welchen wir durchgehend ja förmlich hilflos tryharden um am ende so oder so zu verlieren. \n> Wir wurschteln uns zwanghaft über 40 Minuten durch Games in der Hoffnung noch irgendwie zu gewinnen.. Wenn uns dann der Gegner am ende den Gnadenstoß gibt war es nicht mal das loose am ende das uns am meisten aus der bahn wirft. Sondern die lange Durststrecke die an uns zehrte. \n> Dieses Ereigniss fördert es nur noch mehr das wir auch bei kommenden Spielen mit einem schlechten Gefühl starten.\n> \n\nWow hast du überhaupt Spaß am spielen klar macht es Spaß Leute wegzuhauen aber mal ganz im ernst ich habe mehr Spaß an Games die ich gegen eben würdige Gegner spiele oder gegen Stärkere spiele da man Daraus einfach mehr mitnimmt und es sich viel besser anfühlt gegen stärkere Spieler zu Gewinnen und da gehört nun mal das nicht aufgeben an der Tagesordnung.\n(ich gebe nur auf wenn ich mit freunden normal spiele und ich merke das sie überhaupt kein spaß mehr haben und zum tilt neigen)\n\n> Was passiert eigentlich wenn wir Surrender. \n> 15 Minute oder meinetwegen 20 Minute... \n> wir gehen mit einem neutralen Gefühl ins nächste Game und gewinnen wahrscheinlich wieder. \n> Dann spielen wir erneut und gewinnen vielleicht wieder..\n> Alles in allem haben wir viel zeit gut gemacht und der loose war schnee von gestern. \n> \n\nNein.\nGanz im ernst wenn man innerhalb den ersten 10 - 20 min an aufgeben denkt performt man nicht mehr gut. \nWeil man nur noch an aufgeben denkt.\nWer bitte geht ins Nächte Game mit nen neutralen Gefühl wenn man gerade vernichtet wurde.\nIch würde mich einfach nur schlecht fühlen und mir Gedanken machen warum und was ich hätte besser machen können.\n\n> Ist euch je in den Sinn gekommen das es Leute gibt die Arbeiten und froh sind so viele Games wie möglich spielen zu können wenn sie mal frei haben?\n> Diese Leute werden mit euren sinnlosen Tryhards bestraft-! Tryharden könnt ihr wenn ihr im Diamant bereich spielt... aber nicht im low elo wo ihr weit weg davon seid euren Idolen nachzueifern!\n\nSry aber DANN GEH DOCH EINFACH NORMALS SPIELEN es gibt Leute die auch aus Silber raus wollen und die sind nun mal gerade noch in Silber und um aus Silber raus zukommen muss man erst mal Games gewinnen und das tut man am besten wenn man TRYHARDED.\nStellt dir mal vor jeder fängt klein an jeder muss erst mal Lernen wie etwas geht und funktioniert und das lernt man nun mal besser und schneller wenn man TRYHARDED. Am tryhard gibt es nicht verwerfliches es ist einfach schön das eine Person sich mühe gibt bei egal was es ist ein Game oder bei der Arbeit.\n\nUnd noch was zu dir wenn du nicht tryharden möchtest oder das es getryharded wird geh einfach ein normal spielen und verschon die leuten im rank mit deiner Kindred spielen zu müssen Kindred ist aktuell nicht gut und gerade auf nen Bronze/Silber/Gold Spielern nicht gut. (5.3 / 9.9 / 9.1 <--- das ist keine gute kda fürs rank auf den champ)","replies":[]},{"id":"","poster":"Bulmas Mum","date":"2018-03-21T01:58:24.967+0000","up_votes":1,"down_votes":8,"body":"Was ist wenn man einfach nur spass haben will und nicht verbessern muss?\nSpiele sollen spass machen und kein permanentes training sein.. .sehe sowieso kein training daran wenn man sich von anderen smurfs zerpflücken lässt und ein 40-10 spiel zocken muss wo jeder onehit ist! mann aus der base rennt und instant wieder stirbt bzw gejagt wird von spielern die einen level und item vorteil haben der dich alt aussehen lässt!","replies":[{"id":"","poster":"Alustus","date":"2018-03-21T03:08:07.879+0000","up_votes":4,"down_votes":0,"body":"Dann macht es doch keinen Unterschied.\nWenn du nur Spaß am Spiel hast wenn du gewinnst dann machst du etwas falsch.\nUnd wenn es dir so wichtig ist nur zu spielen wenn du eine hohe Siegeschance hast, dann spiel gegen Bots.","replies":[{"id":"","poster":"AI Marko","date":"2018-03-21T03:14:46.184+0000","up_votes":4,"down_votes":0,"body":"{{sticker:sg-miss-fortune}} \njep bot würden gut tun","replies":[]}]},{"id":"","poster":"Nordwolf87","date":"2018-03-21T11:48:16.195+0000","up_votes":2,"down_votes":0,"body":"Ich spiele NUR um spass zu haben. Meine Elo ist mir rel egal. Ich bin B III, wenn ich mal S V komm super...wenn nicht auch wurscht. Aber ich sags ganz ehrlich es macht mir keinen spass bei schlechten aussichten jedes mal die weiße flagge zu schwenken. Ich weiß nicht mehr woher der spruch kommmt, aber beim surrendern kommt er mir immer in den kopf:\n\n*\"Wer kämpft kann verlieren, wer aufgibt hat schon verloren.\"*\n\nOder so ähnlich ging der.","replies":[{"id":"","poster":"Bulmas Mum","date":"2018-03-21T11:51:52.890+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Nordwolf87,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=00020002,timestamp=2018-03-21T11:48:16.195+0000)\n>\n> Ich spiele NUR um spass zu haben. Meine Elo ist mir rel egal. Ich bin B III, wenn ich mal S V komm super...wenn nicht auch wurscht. Aber ich sags ganz ehrlich es macht mir keinen spass bei schlechten aussichten jedes mal die weiße flagge zu schwenken. Ich weiß nicht mehr woher der spruch kommmt, aber beim surrendern kommt er mir immer in den kopf:\n> \n> Wer kämpft kann verlieren, wer aufgibt hat schon verloren.\n> \n> Oder so ähnlich ging der.\n\nUnd wer bei 5-40 Stats und ohne Türme noch denkt da geht noch was dem ist nicht mehr zu helfen.\nWeil wir im übrigen beim Flaggen schwenken sind.. LoL ist kein Krieg sondern ein SPIEL! \nUnd es geht nicht immer nur um gewinnen oder verlieren. Sondern in erster linie um Spass zu haben!","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-21T12:05:51.510+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bulmas Mum,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=000200020000,timestamp=2018-03-21T11:51:52.890+0000)\n>\n>Sondern in erster linie um Spass zu haben!\n\nDir macht es also Spaß zu surrendern oder andere mit Surrendervoting zu nerven ?\nInteressant !","replies":[{"id":"","poster":"Bulmas Mum","date":"2018-03-21T12:08:49.735+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=0002000200000000,timestamp=2018-03-21T12:05:51.510+0000)\n>\n> Dir macht es also Spaß zu surrendern oder andere mit Surrendervoting zu nerven ?\n> Interessant !\n\nja wenn es zb 3 -18 steht nach 15 minuten und 4 türme down sind macht es mir extremen spass zu surrendern. wenn es dir da nicht spass macht dann würde ich dich als Masochist einschätzen. kauf dir ne peitsche im sexshop und schlag dich!\n\nedit- so siehts im übrigen gerade in meinem game wieder aus... ","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-21T12:16:49.437+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bulmas Mum,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=00020002000000000000,timestamp=2018-03-21T12:08:49.735+0000)\n>\n> ja wenn es zb 3 -18 steht nach 15 minuten und 4 türme down sind macht es mir extremen spass zu surrendern. wenn es dir da nicht spass macht dann würde ich dich als Masochist einschätzen. kauf dir ne peitsche im sexshop und schlag dich!\n> \n> edit- so siehts im übrigen gerade in meinem game wieder aus...\n\nAu Vadder {{sticker:zombie-brand-mindblown}} , kann man dem Trauerspiel hier kein Ende setzen ?\n\np.s.:\nIch mag lieber Handschellen !","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-03-21T12:22:33.455+0000","up_votes":2,"down_votes":0,"body":"Ohje...das hätte ich nicht erwartet erklären zu müssen. Weiße flagge schwenken ist ein \"synomym\" für aufgeben und kommt zwar ursprünglich aus dem kriegs/militärjargon, hat aber heute eine normale bedeutung (\"aufgeben\"). Zb wenn du auf eine frage leine antwort weißt kannst du sagen \"puh, da muss ich die weiße flagge hissen\".\n\nBei 5:40 und ohne türme ist es kein ding zu surrendern, das ist ziemlich sicher nicht mehr zu gewinnen. Man muss sich dann aber schon die frage stellen: wie lang wär ein solches game noch gegangen? 5 min? Vl 10? Wozu also surrendern? Das prob ist viele schmeißen schon be 1:9 oder 5:20 hin wenn die türme noch ausgeglichen sind und dagegen verwehre ich mich. In höheren elos von mir aus ich nehm an ab plat/low dia können leute das so snowballen und machen so wenig fehler, dass ein 5:20 oder vl sogar ein 1:9 nimmer zu gewinnen ist, aber darunter kann man viel drehen.\n\nViele leute haben halt am gewinnen mehr spass als am verlieren und versuchen zu gewinnen.","replies":[]}]}]},{"id":"","poster":"Meemoy","date":"2018-03-21T08:13:13.599+0000","up_votes":2,"down_votes":1,"body":"Ist dein Selbstwertgefühl wirklich so gering, dass du so sehr die Siege in LoL brauchst?","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2018-03-21T12:21:27.348+0000","up_votes":3,"down_votes":0,"body":"Das wird hier nix mehr , wenn man sich die Kommentare des TE's anschaut {{sticker:sg-janna}} \n\nhttp://i0.kym-cdn.com/photos/images/facebook/000/353/279/e31.jpg","replies":[]},{"id":"","poster":"Critical lmpact","date":"2018-03-21T10:01:48.036+0000","up_votes":3,"down_votes":0,"body":"Ich hatte erst vergangene Woche ein Spiel, in welchem unser Team von Anfang an zurückgefallen ist. Alle lanes wurden verloren, die ersten objectives sind schnell gefallen und es sah - auch was die kills betrifft - sehr sehr schlecht aus.\n\nDie Gegner kamen so weit, dass beide Nexustürme zerstört wurden und sogar der Nexus selbst nurnoch bei 50% war.... dann sind wir alle respawnt und haben das gegnerteam geaced. Ab hier hat sich alles gedreht; vielleicht hast du schon mal was von Momentum gehört !? :)\n\nWir konnten die base verteidigen, den nächsten Baron holen, 1-2 weitere wichtige Fights gewinnen und am Ende das Spiel gewinnen! Und das nach gefühlten 8 gescheiterten Surrendervotes.\n\nSolange soetwas passiert, werde ich niemals aufgeben. Gerade in Lowelo (bei mir ist es Bronze) ist nahezu jedes Spiel noch zu gewinnen, da fast niemand in der Lage ist, die gewonnenen Vorteile effizient zu nutzen.\n\nUnabhängig spielt man Ranked um zu gewinnen! Im Grunde genommen ist der Ranked Modus eher als Sport zu sehen, nicht nur als Videospiel. Ob einem das gefällt oder nicht sei mal dahingestellt. Aber wenn ich Ranked spiele, muss ich mir dieser Tatsache bewusst sein. Ansonsten muss ich normals spielen oder LOL ist nichts für mich ;)","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-03-21T07:21:09.576+0000","up_votes":4,"down_votes":1,"body":"Hallo.\n\nZunächstmal glückwunsch, dass du arbeit, kinder und bisschen zocken unter einen hut bringst, Respekt dafür.\n\nZu deinem Problem: hier gab es schon als ich vor ca 1.5 jahren angefangen habe lol zu zocken 2 lager in der commutity.\n\nLager A ist das never-surrender-lager. Das hat nicht unbedingt was mit tryhard und sieg zu tun. Es hat natürlich auch damit zu tun, aber auch mit \"das spiel als ganzes erleben\". Und natürlich auch mit gewinnen....ein erkämpfter sieg gibt einem deutlich mehr als ein \"geschenkter\"...als RL Beispiel: du kannst einen marathon laufen, gewinnst und bekommst einen pokal, auf den du natürlich sehr stolz bist. So. Den selben pokal kannst du in einem Pokal-geschäft kaufen und gravieren lassen. Dauert mit hin und rückfahrt halb so lang wie ein marathon. Aber: kannst du auf das teil wirklich stolz sein?\n\nLager B ist das \"zeit-effizienz-Lager. Diese leute denken daran möglich effizient ihre zeit zu investieren. Wenn die 2:14 hintenliegen und 0:2 in türmen, sehen sie den snowball kommen und versuchen das spiel zu beenden und ein neues zu starten um zu gewinnen. Dadurch spielen sie doppelt so viele spiele wie leute des lager A. Auch diese einstellung hat ihren charme. Man bekommt ein genaueres MM, hat keine frustphasen von min 20-45 bis endlich der nexus fällt und geht wie dus richtig gesagt hast neutral raus quasi \"jop war gegen uns, egal next try\".\n\nBeide Seiten haben tw gute argumente. NUR: LOL ist für Lager B nicht ausgelegt. Es gibt sehr viele champs die ihre itemspikes erst bei 3 items haben, es gibt champs die erst ins lategame richtig skalieren und was reißen können und verloren geglaubte spiele fast solo drehen können.\n\nWenn man deine Einstellung zum Spiel ad absurdum führen würde, könntest du schon in der CS aufgeben, wenn ihr euch zb ein Nasus, Seju, azir, tristana, taric team zusammenbaut. Das early werdet ihr nicht so qirklich dominieren, aber dass ihr mit so einer combo das Lategame stompt wie eine elefantenherde werdet ihr nie erfahren weil ihr vorher hinschmeißt.\n\nDu solltest dir mMn klarmachen, dass man sich pro spiel 1h zeit nehmen muss. Punkt. Manchmal sinds nur 30 min, manchmal 1h 15 min aber so im schnitt 1h. Wenn du das nicht willst bleiben dir 2 optionen:\n\n1. Arams: ein game dauert so im schnitt nur 15-35 min.\n\n2. Ein singleplayer game spielen. Denn ganz ehrlich: lol ist das erste online-spiel das ich spiele, das überhaupt eine surrender-funktion hat. Viele onlinegames haben sowas gar nicht.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-03-21T08:19:08.627+0000","up_votes":3,"down_votes":0,"body":"> 1. Arams: da ist kein Surr möglich und ein game dauert so im schnitt nur 15-35 min.\n\n:'D Natürlich kann man im ARAM surrendern.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-03-21T10:26:12.670+0000","up_votes":1,"down_votes":0,"body":"Echt? :O mir wurde mal gesagt, das geht im aram nicht?\n\nWerde diese FakeNews aus meinem post entfernen.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-03-21T10:37:12.703+0000","up_votes":1,"down_votes":0,"body":"Keine Ahnung ob das früher mal so war, dass man nicht aufgeben kann. xD Ich spiel ARAM seit Jahrhunderten, erinnere mich aber nicht wie es anfangs war D: Irgendwie lösche ich manche Dinge blitzschnell aus meinem Kopf.\n\nAber ja :p *einen Radiergummi reich* streiche diese FakeNews!","replies":[{"id":"","poster":"Nordwolf87","date":"2018-03-21T11:42:06.988+0000","up_votes":1,"down_votes":0,"body":"Danke. Erledigt. Bitte hier hast du ihn wieder zurück *radiergummi rüberreich*","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-03-21T11:43:25.818+0000","up_votes":1,"down_votes":0,"body":"Ach was, behalte ihn ruhig :> als Andenken","replies":[{"id":"","poster":"Nordwolf87","date":"2018-03-21T12:02:29.779+0000","up_votes":1,"down_votes":0,"body":"\\o/` <- da halt ich grad den radiergummi hoch :D","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-03-21T12:30:22.649+0000","up_votes":1,"down_votes":0,"body":":D So ists brav\n*Konfetti über Wölfchen werf*","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Bulmas Mum","date":"2018-03-21T02:37:20.451+0000","up_votes":1,"down_votes":10,"body":"wenn eine runde 40 minuten dauert im schnitt mit allen auswahl verfahren etz manchmal sogar 50 ... sprich fast ne stunde pro game... \nwieviel zeit soll ich dann haben... ich sage dir mal was ich arbeite und habe kinder.. und abends wenn die kleinen im bett sind und ich entlich mal zocken kann dann würde ich dies gerne genießen. so nun spiele ich maximal 2 spiele und kann danach schlafen gehen... \n\nfrüher als sich dieses ... never surrender scheissdreck noch nicht eingebürgert hatte da habe ich abends bis zu 5-6 games spielen können.. \nUnd im schnitt habe ich damals eine wesentlich höhere positive bewegung erkennen können.. da eben je mehr spiele man spielt desto eher balanced sich auch die elo aus! Aber ihr müsst je stehts und ständig games spielen die euch ohnehin keinen spass machen nur weil eure twitch.tv pros euch immer wieder sagen ... never surrender ... und ihr ja so cool sein wollt wie die! schliesslich habt ihr ja sonst keine höhepunkte in eurem reallife wie es aussieht","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-21T07:37:06.735+0000","up_votes":4,"down_votes":1,"body":"Ich hab auch Kinder aber bei weitem nicht so Probleme wie Du. Als meine noch klein waren, da war nix mit spielen. Sei froh, daß Du überhaupt dazu kommst.\n\nMal was anderes, bist Du die Frau (das Geschlecht bzw. die Rolle ist ne Vermutung anhand des Namens ) von so nem Vater der erst kürzlich hier aufgeschlagen ist und sich auch beschwert hat, weil wegen Kinder und so ? Ich kapier immer noch nicht, was Euch dzu treibt Eure Kinder vorzuschieben, wenn was nicht läuft. Vor allem bei einem Spiel !? WTF !? Meinst Du nicht, daß Deine Prioritäten woanders liegen sollten ? \n\nKinder sind nunmal Fulltimejob, bis zu einem gewissen Alter. Wenn Du keine Möglichkeit hast sie in sichere Hände zu geben, dann kannst Dich eben nicht selber vergnügen, sei es Spielen, sei es Ausgehen usw. Das sollte einem vorher klar sein und wenn nicht dann sollte man das eben schnell lernen . \n\nAls Ausgleich hast Du dafür schöne Momente mit Deinen Kindern, die hat kein anderer hier. Genieße die Momente . Aber schieb bitte nicht Deine Kinder für Deine Fehler vor !\n\nUnd es arbeiten auch viele die hier im Forum unterwegs sind, da bist Du kein Sonderfall !","replies":[{"id":"","poster":"Nordwolf87","date":"2018-03-21T08:15:40.483+0000","up_votes":3,"down_votes":0,"body":"Sie ist eine frau. In ihrem ausgangspost schreibt sie über sich selbst \"jetzt kommt SIE wieder mit feeder [...]\" ;)","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-21T08:30:51.427+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Nordwolf87,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=000400020000,timestamp=2018-03-21T08:15:40.483+0000)\n>\n> Sie ist eine frau. In ihrem ausgangspost schreibt sie über sich selbst &quot;jetzt kommt SIE wieder mit feeder [...]&quot; ;)\n\nAh, ok, danke, das hab ich so nicht rausgelesen,war von mir ein Schuß in's Blaue. \n\n---\n\nIst ja aber auch egal, mir ging es nur darum, daß man gefälligst nicht seine Kinder vorschieben sollte um irgendwas zu rechtfertigen, bei dem Vater nicht und sie sollte sowas auch nicht tun. Nur um einen Zeitmangel zu rechtfertigen und soviel Spiele wie möglich spielen zu wollen, da man das ja erst kann, wenn die Kinder im Bett sind. Sicher kann/sollte man , wenn überhaupt, erst spielen wenn die Kinder versorgt sind. Und klar, hat man dann natürlich weniger Zeit . Dann muß man eben abwägen. Aber man sollte den selbst angestauten Zeitdruck, weil man sich eben vorher um seine Kinder gekümmert hat, nicht auf Andere abwälzen . Hab ich kein Verständnis dafür .\n\nmfg\nMB","replies":[{"id":"","poster":"Nordwolf87","date":"2018-03-21T12:31:25.777+0000","up_votes":2,"down_votes":0,"body":"Ich seh das anders, kinder sind definitiv ein grund für zeitmangel fürs zocken, logisch. Mich stört eher die ambition möglichst viele spiele zu spielen ;)","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2018-03-21T06:53:29.126+0000","up_votes":3,"down_votes":0,"body":"Also ich spiele mit dieser \"Never Surrender\" Attitüde und meine Spieler dauern im Schnitt 30 Minuten. *Aber* die Stunde solltest du dennoch Zeit haben, denn so lange kann das Spiel theoretisch dauern und wenn du schon weißt, dass du so lange gar nicht spielen kannst, gehst du für deine Mitspieler ein Risiko ein.\n\nWieso sollten einem eigentlich solche Spiele keinen Spaß machen? Mir machen sie Spaß. Die einzigen, die das verderben können, sind die Leute, die meinen es sei ohnehin schon verloren und sich entsprechend nicht mehr anstrengen. Dabei ist das ja Quatsch. Gestern erst hatte ich ein Spiel, da hatte unser Karthus circa bei Minute 4 oder 5 einen DC und kam einfach bis zur 20sten Minute nicht mehr wieder. Aber wir haben trotzdem nicht aufgegeben und konnten noch so gerade unsere Inhibs halten. Dann kam er wieder und obwohl er selbst jetzt vielleicht nicht unbedingt besonders nützlich war, haben wir danach in ein paar guten Aktionen die mürbe gewordenen Gegner catchen, Baron machen, deffen, wieder Leute catchen und dann eine Lane durchpushen können, was uns letztendlich zum Sieg verholfen hat. Und für genau sowas drücke ich beim Surrenderbutton immer auf Nein. Warum sollte ich ein Ranked denn auch aufgeben, wenn da durchaus noch eine Chance zum Sieg vorhanden ist, egal wie gering?","replies":[{"id":"","poster":"Welpe21","date":"2018-03-21T08:49:46.942+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=00040001,timestamp=2018-03-21T06:53:29.126+0000)\n\n. Warum sollte ich ein Ranked denn auch aufgeben, wenn da durchaus noch eine Chance zum Sieg vorhanden ist, egal wie gering?\n\n\n\nIch gebe eig. nie auf. Außer in speziellen Situationen wo du siehst das dein Team einfach.... und man alleine einfach nichts mehr machen kann. \n\nMich nerven am meisten diese Spieler die zuerst ohne Ende feeden und dann dauernd surrendern wollen. Solche sollte man sperren.\n\nWenn ich die Statistiken nachgehe scheint der Threadersteller so einer zu sein. Zuerst feeden und sich dann beschweren wenn die anderen auch nicht surrendern wollen.","replies":[]}]},{"id":"","poster":"AI Marko","date":"2018-03-21T03:13:04.308+0000","up_votes":4,"down_votes":0,"body":"{{sticker:slayer-jinx-unamused}} \nDazu habe ich einfach nicht zusagen.","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2018-03-21T07:41:57.620+0000","up_votes":3,"down_votes":0,"body":"Ich finde es eher frustrierend, dass es Leute gibt, die viel zu früh aufgeben. Wenn ich LoL spiele, dann um jede Runde zu gewinnen und nicht um möglichst viele Runden spielen zu können. Das bedeutet aber auch, dass ich eher selten aufgebe, eben weil ich aus fast jeder Situation heraus noch den Ehrgeiz habe, mich da durchzubeißen und mit meinem Team den Sieg davonzutragen. \nIch bin übrigens auch berufstätig (40h pro Woche) und absolviere noch ein Abendstudium, was mich regelmäßig einen Abend kostet, du brauchst mir also nichts von Zeitmangel erzählen.","replies":[]},{"id":"","poster":"Yjuq","date":"2018-03-21T05:50:16.841+0000","up_votes":3,"down_votes":0,"body":"Nach den Kommentaren die ich von dir gelesen habe würde ich dir raten ein Singleplayer Game zu zocken. League of Legends scheint nicht wirklich ein Spiel zu sein, was dir gefällt. Du sagst es ja selber, du willst gewinnen. Such dir einen Singleplayer wo du das Erfolgserlebnis hast! Das würde dir bestimmt gut tun, und uns übrigens auch...\n\nAnsonsten kann ich dir einige Zitate bieten von Beiträgen aus dem Forum, wo du exakt das Gegenteil beschreibst von dem, was du hier in diesem Thread erzählst. Könnte doch ganz lustig sein. ^^","replies":[]},{"id":"","poster":"Herr Hübsch","date":"2018-03-21T01:54:02.164+0000","up_votes":3,"down_votes":0,"body":"du siehst das aus einem völlig falschem gesichtspunkt.. mit jedem spiel kann man sich verbessern und manche haben sogar spaß daran nicht immer zu gewinnen sondern einfach alles zu geben, auch wenn es nach sicherem loose aussieht.. league ist immernoch für die meisten personen nur ein spiel","replies":[]},{"id":"","poster":"Bulmas Mum","date":"2018-03-21T10:57:08.414+0000","up_votes":1,"down_votes":7,"body":"Ihr redet alle am Thema vorbei. Weil ihr im gegensatz zu mir euch in euer Elo nicht wohlfühlt und denkt es würde sich das spiel weiter oben ändern, seid ihr voll motiviert und ihr spielt bei gott nicht endlos weiter weil ihr ja so ehrenhaft heuchlerisch wie ihr euch darstellt an euch arbeiten möchtet!\nIhr tut dies lediglich weil ihr einer Illusion einer höheren Elo nach eifert und euren Idolen aus Twitch.tv und Co! \n\nWenn es den leuten die nicht Surrendern wollen wahrlich nur darum geht, dass diese sich verbessern wollen und nicht aufgeben wollen weil sie an sich arbeiten. Wie kommt es dann das genau diese Person die einerseits niemals Surrender klicken würden mit der anderen Hand stets und ständig im Allchat - nach reports einzelner spieler Rufen?\n\nIch zb tuhe das nicht! \nWeil mir diese spieler am Arsch vorbei gehen.\nUnd ich dadurch kein Leckerlie bekomme wenn sie gebanned werden (für was auch immer) \nIch möchte lediglich in kurzer Zeit ein gutes Solides Spiel haben - und keine lange Durststrecke die einem runter zieht!\nFrüher war dies alles möglich. Zudem bezieht sich der Surrender nicht auf ... 0-2 gg sonder vielmehr auf ein Ergebnis in denen alle gegner zusammen in Differenz 3 mal soviele kills haben wenn das eigene über 10 hat und er auch in Differenz 3mal soviele türme platt gewalzt hat .\nIch rede hier von spielen in denen man jede Minute das Wörtchen  \"Ein verbündeter ist gestorben\" hören kann.\n\nSolche spiele sind reine Zeitverschwendung!\nDenn selbst wenn man sie mit müh und not gewinnt ist man mit den Nerfen am arsch danach!\nDas Matchmaking ist im übrigen darauf ausgelegt das ein Team das andere Stompt!","replies":[{"id":"","poster":"SuicidePlank","date":"2018-03-21T11:34:13.017+0000","up_votes":2,"down_votes":1,"body":"> Weil mir diese spieler am Arsch vorbei gehen.\n\nMEME\n\nMacht einen Thread darüber auf.","replies":[{"id":"","poster":"Bulmas Mum","date":"2018-03-21T11:48:32.526+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Laufplanke,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=00120000,timestamp=2018-03-21T11:34:13.017+0000)\n>\n> MEME\n> \n> Macht einen Thread darüber auf.\n\nLesen wäre toll.. versuche es mal... es klärt so manches auf. \nMEME ich machte einen Tread über Zeitverschwendung auf und nicht über flamer - feeder oder trolle! \nUnd jene sind mir wurst - und auch Reporten ist mir wurst. Wer die Botschaft darin nicht erkennt dem ist nicht zu helfen!\n\nAber MEME passt zu dir du Schaf!","replies":[{"id":"","poster":"SuicidePlank","date":"2018-03-21T12:10:25.566+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Bulmas Mum,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=001200000000,timestamp=2018-03-21T11:48:32.526+0000)\n>\n> MEME ich machte einen Tread über Zeitverschwendung auf und nicht über flamer - feeder oder trolle!\n\nJoa und heulst dir in den Kommentaren die Augen aus.... supi.","replies":[{"id":"","poster":"Bulmas Mum","date":"2018-03-21T12:11:35.007+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=Laufplanke,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=0012000000000000,timestamp=2018-03-21T12:10:25.566+0000)\n>\n> Joa und heulst dir in den Kommentaren die Augen aus.... supi.\n\nDer einzige der ab und an heult bist du weil du keine freundin hast die dir mal was anderes im leben nahe legt. \nDu kleiner Nerdboy!","replies":[{"id":"","poster":"SuicidePlank","date":"2018-03-21T12:15:00.135+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Bulmas Mum,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=00120000000000000000,timestamp=2018-03-21T12:11:35.007+0000)\n>\n> Der einzige der ab und an heult bist du weil du keine freundin hast die dir mal was anderes im leben nahe legt. \n> Du kleiner Nerdboy!\n\nDürfte ich dein Alter erfahren? Wirkst dezent jung. ^^","replies":[{"id":"","poster":"Bulmas Mum","date":"2018-03-21T12:17:51.388+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Laufplanke,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=001200000000000000000000,timestamp=2018-03-21T12:15:00.135+0000)\n>\n> Dürfte ich dein Alter erfahren? Wirkst dezent jung. ^^\n\nDanke - bin auch jung. aber eine Dame von Welt fragt man nicht nach dem alter.. Solltest du mal lernen. am besten redest du mal mit deiner Mutter, die kann dich da aufklären. Sollte dir auch gleich mal Kommunikation beibringen und wie man am besten Argumentiert... MEME gehört nicht zu einer guten Argumentation!","replies":[{"id":"","poster":"Plug In Baby","date":"2018-03-21T12:58:04.766+0000","up_votes":1,"down_votes":0,"body":"Der Troll wird zu auffällig, schalte mal nen Gang runter.","replies":[]},{"id":"","poster":"SuicidePlank","date":"2018-03-21T12:48:50.138+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bulmas Mum,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=0012000000000000000000000000,timestamp=2018-03-21T12:17:51.388+0000)\n>\n> Danke - bin auch jung. aber eine Dame von Welt fragt man nicht nach dem alter.. Solltest du mal lernen. am besten redest du mal mit deiner Mutter, die kann dich da aufklären. Sollte dir auch gleich mal Kommunikation beibringen und wie man am besten Argumentiert... MEME gehört nicht zu einer guten Argumentation!\n\nIch bezweifle stark das du weiblich bist. Ist eigentlich auch vollkommen irrelevant, Fakt ist das dir langsam die Argumente ausgehen und du solchen Müll postest:\n> Der einzige der ab und an heult bist du weil du keine freundin hast die dir mal was anderes im leben nahe legt.\nDu kleiner Nerdboy!\n\nLass einfach gut sein, Schadensbegrenzung. Du machst dich nurnoch lächerlich ^^","replies":[]}]}]},{"id":"","poster":"Haudruppmoor","date":"2018-03-21T12:18:57.948+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bulmas Mum,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=00120000000000000000,timestamp=2018-03-21T12:11:35.007+0000)\n>\n> Der einzige der ab und an heult bist du weil du keine freundin hast die dir mal was anderes im leben nahe legt. \n> Du kleiner Nerdboy!\n\nOha {{sticker:sg-lulu}}","replies":[]}]}]}]}]},{"id":"","poster":"DanionVibit","date":"2018-03-21T11:47:55.595+0000","up_votes":4,"down_votes":0,"body":"\"Das Matchmaking ist im übrigen darauf ausgelegt das ein Team das andere Stompt!\"\n\nNice MM-Meme. Das Matchmaking macht immer Spiele die von beiden Seiten zu 50% gewonnen werden können. Mein letztes Ranked game (vom Sonntag) zeigt das ganz gut auf. Das Gegnerteam hat uns zu Anfang hart outroamed und wir waren stark behind.\nNach weiteren 5 Minuten griff aber unser Skaling ein und wir konnten ein paar catches landen. Ende der geschicht - wir haben das Spiel rumgerissen, gewonnen und ich wurde auf Platin befördert.\n\nNur weil du einer dieser Spieler bist die die 50% Winrate in kauf nehmen, da es \"ja vom Matchmaking so gewollt\" ist - heißt das noch lange nicht, dass man sich solchen Spielern beugen muss/sollte. Du bist dieser typische Moralzerstörer im Team, der alle 4 Minuten den Surrender-Knopf drückt und mit jedem einzelnen Vote das Spiel toxischer macht.\n\nSolche Spieler wie dich veranlassen mich das Surrenderfenster aus den Bildschirm zu ziehen, damit ich dieses klägliche \"wääääähhh ich stompe nicht\" geweine nicht mehr mitbekommen muss. Du bist eben einer der Spieler die nur Spaß am überollen haben, aber nicht am Spiel.","replies":[]},{"id":"","poster":"Awsane","date":"2018-03-21T12:16:26.252+0000","up_votes":1,"down_votes":0,"body":"also ich kann dir sagen, dass ich nicht gerne aufgebe und lieber langsam verliere\n\nich persönlich finde aufgeben ziemlich doof, allerdings ist mir die zeit nicht so wichtig und das leiden bringt mir zum teil auch irgendwie Spass. (also ist für mich die zeit nicht wastet)\n\nIch kann durchaus verstehen, dass du das nicht cool findest(gerade wegen der zeit), aber mein empfinden und Prioritäten sind dann einfach im kompletten Gegensatz zu deinen. Und dann wird demokratisch entschieden ob es weitergeht oder nicht. Ich glaube so geht das einigen.\n\nWenn nett gefragt wird bin ich auch immer bereit doch aufzugeben, wenn allerdings gemeckert wird warum man nicht aufgibt, setzt sich das kleine trotzige Kind in meinen Kopf durch und ich werde nicht kooperieren.\n\nIch bin auch nur ein einfacher Mensch.\n\nLG Awsane","replies":[]},{"id":"","poster":"5weeds","date":"2018-03-21T12:18:57.246+0000","up_votes":2,"down_votes":0,"body":"> Ihr redet alle am Thema vorbei.\n\nAuch wenn hier einige OTler unterwegs sind, diskutieren hier *alle* über das von dir angeschnittene Thema.\n\n>  Weil ihr im gegensatz zu mir euch in euer Elo nicht wohlfühlt und denkt es würde sich das spiel weiter oben ändern, seid ihr voll motiviert und ihr spielt bei gott nicht endlos weiter weil ihr ja so ehrenhaft heuchlerisch wie ihr euch darstellt an euch arbeiten möchtet!\n Ihr tut dies lediglich weil ihr einer Illusion einer höheren Elo nach eifert und euren Idolen aus Twitch.tv und Co! \n\nFür die meisten Leute sind Motivation und Ehrgeiz anzustrebende Eigenschaften. Wenn du das anders siehst, dann gehörst du zu einer Minderheit, was natürlich in Ordnung ist. Jedem seine Meinung.\n\nIch persönlich habe keine \"Idole\" in League. (Naja, außer vielleicht Eibert oder Humpel :^) oder da liegts am süßen Hintern).\nMeine Elo ist mir auch ziemlich Schnuppe.\n\n> Wenn es den leuten die nicht Surrendern wollen wahrlich nur darum geht, dass diese sich verbessern wollen und nicht aufgeben wollen weil sie an sich arbeiten. Wie kommt es dann das genau diese Person die einerseits niemals Surrender klicken würden mit der anderen Hand stets und ständig im Allchat - nach reports einzelner spieler Rufen?\n\nDas ist dämlich, da stimme ich dir vollkommen zu.\nSolches Verhalten ist reportbar und Riot kümmert sich dementsprechend um solche Spieler.\n\n> Ich möchte lediglich in kurzer Zeit ein gutes Solides Spiel haben - und keine lange Durststrecke die einem runter zieht!\nFrüher war dies alles möglich. Zudem bezieht sich der Surrender nicht auf ... 0-2 gg sonder vielmehr auf ein Ergebnis in denen alle gegner zusammen in Differenz 3 mal soviele kills haben wenn das eigene über 10 hat und er auch in Differenz 3mal soviele türme platt gewalzt hat .\nIch rede hier von spielen in denen man jede Minute das Wörtchen \"Ein verbündeter ist gestorben\" hören kann.\n\nJa, solche Spiele sind frustrieren, aber sie gibt es nun mal. Wenn dein Team aber nicht aufgeben möchte und noch eine Chance sieht das Spiel zu drehen, dann muss man das akzeptieren und am Besten auch respektieren.\n\n> Solche spiele sind reine Zeitverschwendung!\n Denn selbst wenn man sie mit müh und not gewinnt ist man mit den Nerfen am arsch danach!\n\nSolche Spiele gehören nun mal dazu.\nEs gibt andere MOBA-Alternativen, in denen die Runden kürzer sind, wäre vielleicht auch eine Idee.\n\n> Das Matchmaking ist im übrigen darauf ausgelegt das ein Team das andere Stompt!\n\nViele nehmen das so wahr (so habe ich früher auch gedacht).\nOb da was tatsächlich dran ist, bezweifle ich.","replies":[]},{"id":"","poster":"Plug In Baby","date":"2018-03-21T12:55:01.542+0000","up_votes":1,"down_votes":0,"body":"Von Leute, die nerfen und Nerven nicht auseinander halten können, obwohl sie erwachsen sind, erwarte ich eh nichts mehr.","replies":[]}]},{"id":"","poster":"Vorzüglich","date":"2018-03-21T02:11:37.718+0000","up_votes":2,"down_votes":10,"body":"Größte Frust ist eigentlich das Matchmaking, gebe dir aber gerne recht das danach die ganzen Feeder und unfähigen kommen, die natürlich nie surrernder drücken. \nDie sind es gewohnt gecarry`d zu werden.\n\nNa ja solange jene Skins kaufen, ist es Rito ja egal.","replies":[{"id":"","poster":"Alustus","date":"2018-03-21T03:17:34.266+0000","up_votes":5,"down_votes":0,"body":"{{sticker:zombie-brand-facepalm}} \n\nBronze Spieler der dem Matchmaking die Schuld gibt, dass er Bronze ist, anstatt dass er Fehler bei sich selber sucht und versucht besser zu werden.\n\n\nIch habe mich in Summe schon 5x aus Bronze rausgepielt und auch schon zu zeiten wo ich auf mittleren Silber level gespielt habe.\nKlar es ist nicht jedes Spiel zu gewinnen, ja die Mitspieler ziehen einen oft runter aber das ist nicht der Grund wesshalb man Bronze ist.","replies":[{"id":"","poster":"Bulmas Mum","date":"2018-03-21T10:47:35.449+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Alustus,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=00030000,timestamp=2018-03-21T03:17:34.266+0000)\n>\n> {{sticker:zombie-brand-facepalm}} \n> \n> Bronze Spieler der dem Matchmaking die Schuld gibt, dass er Bronze ist, anstatt dass er Fehler bei sich selber sucht und versucht besser zu werden.\n> \n> \n> Ich habe mich in Summe schon 5x aus Bronze rausgepielt und auch schon zu zeiten wo ich auf mittleren Silber level gespielt habe.\n> Klar es ist nicht jedes Spiel zu gewinnen, ja die Mitspieler ziehen einen oft runter aber das ist nicht der Grund wesshalb man Bronze ist.\n\nWo steht das denn genau? Das ich irgendwo fehler suche?\nWürd mich mal interessieren wenn du schon mit floskeln wirfst weil du zu faul zum lesen bist!\nZitiere mal wo ich irgendwelchen leuten schuld gebe das ich nicht weiter komme in einer elo!","replies":[{"id":"","poster":"Alustus","date":"2018-03-21T10:58:42.741+0000","up_votes":3,"down_votes":0,"body":"Ist eine Antwort auf \"Vorzüglich\".\n(kannst du in der Diskusionsansicht sehen)\n\nHat mit dir also nichts zu tun, sofern \"Vorzüglich\"  nicht ein Smurf Account von dir ist.","replies":[]}]},{"id":"","poster":"Vorzüglich","date":"2018-03-21T15:29:34.389+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Alustus,realm=EUW,application-id=KYnfKGf0,discussion-id=uEVb08Jn,comment-id=00030000,timestamp=2018-03-21T03:17:34.266+0000)\n>\n> {{sticker:zombie-brand-facepalm}} \n> \n> Bronze Spieler der dem Matchmaking die Schuld gibt, dass er Bronze ist, anstatt dass er Fehler bei sich selber sucht und versucht besser zu werden.\n> \n> \n> Ich habe mich in Summe schon 5x aus Bronze rausgepielt und auch schon zu zeiten wo ich auf mittleren Silber level gespielt habe.\n> Klar es ist nicht jedes Spiel zu gewinnen, ja die Mitspieler ziehen einen oft runter aber das ist nicht der Grund wesshalb man Bronze ist.\n\nDeine Aussagen besitzen wohl ohne Bildchen nicht  genügend Aussagekraft^^\nDu bedienst dich Klischees. Musst wohl selbst eines sein...","replies":[]}]}]},{"id":"","poster":"Noxempire","date":"2018-03-21T11:31:11.291+0000","up_votes":2,"down_votes":0,"body":"Wie wär's auf die Leute zu hören, die nicht surrendern wollen. Wenn sie doch tatsächlich eine Möglichkeit zu siegen sehen, wo du keine siehst, würde ich mir Mal lieber anhören, was die zu sagen haben, anstatt sich darüber zu beschweren. \nViele Leute die nicht surrendern wollen sind auch meistens gelassener und können so die Lage des Spiels besser erfassen. (Outscalen wir den Gegner? Cleared er überhaupt Objectives? Spielen sie als Team zusammen etc) \n\nIm 5er Teamranked und im Flex jetzt, gilt bei uns immer never Surrender, egal wie schlecht es steht und wir haben schon genug spiele herumgedreht, die andere surrendert hätten.","replies":[]},{"id":"","poster":"Abasin","date":"2018-03-21T07:07:45.067+0000","up_votes":2,"down_votes":0,"body":"Wenn Zeit Dein Problem ist, lass die Finger von Spielen, deren Ausgang nicht determiniert ist.","replies":[]},{"id":"","poster":"Oriius","date":"2018-03-21T04:23:48.486+0000","up_votes":3,"down_votes":2,"body":"verstehe dein problem nicht. willst du dich ernsthaft darüber beschweren das leute versuchen zu gewinnen selbst in schwierigen situationen? sorry aber dich dürfte man aus prinzip nicht einranken lassen solch einen mate/gegner wünsche ich niemandem.\n\ngrößter frust ist bei mir weiterhin die afk-rate denn das hat nichts mehr mit wettbewerb zu tun wenn man mit nem halben Team antritt lel. Aber selbst da drücke ich nicht surrender nur um vllt doch noch zu beweisen das man alles schaffen kann.","replies":[{"id":"","poster":"Abasin","date":"2018-03-21T07:05:23.721+0000","up_votes":2,"down_votes":0,"body":"> verstehe dein problem nicht. willst du dich ernsthaft darüber beschweren das leute versuchen zu gewinnen selbst in schwierigen situationen? sorry aber dich dürfte man aus prinzip nicht einranken lassen solch einen mate/gegner wünsche ich niemandem.\n\nBin sonst nicht immer Deiner Meinung, aber hier gebe ich Dir vollkommen recht. Der Rest macht mich allerdings weniger an.","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2018-03-21T09:38:51.492+0000","up_votes":2,"down_votes":1,"body":"Hey \n\nAlso ich bin auch einer der Spieler die arbeiten gehen und das 9 Stunden am Tag. \nIch steh morgens um 5 auf und bin gegen 16:30 Uhr wieder zuhause \nDann was zu essen machen, duschen putzen und eben alles erledigen was so nebenbei anfällt oder ansteht \nUnd doch schaffe ich es abend meine 3-5 Stunden zu zocken ^^' nicht nur lol ;) \n\nKlar ich hab keine Kinder von denen ich weiß aber wenn man zocken will findet man die Zeit :) dafür leidet bei mir halt die Zeit zum schlafen -.- \n\nUnd surrendern naja tu ich nur wenn ich wirklich hart getiltet bin ansonsten zock ich jedes game :) \nUnd in rankeds wird schon garnicht surrendert \n\nMfg maddin","replies":[]},{"id":"","poster":"Bulmas Mum","date":"2018-03-21T12:55:16.688+0000","up_votes":1,"down_votes":6,"body":"Es gibt nur eines was normal ist. Ihr alle seid es. Ich bin es nicht. \nFakt ist das sich das Wort Normal von der Norm ableitet\nSprich: Die breite masse ist die Norm... \nHier im Forum ist die Norm all jene die sich zusammen versammeln um Leute die Kritisch denken und dinge als schlecht bewerten sofort im keim zu ersticken.\nWissentlich das es leicht ist zusammen auf einen oder in meinem falle eine einzuhacken. Schliesslich ist ein strom voller Fische stärker als einer der dagegen schwimmt. Ich bin somit froh das ich nicht der Norm entspreche. In dem Sinne sehe ich ein das es sinnlos ist eine schlacht zuschlagen die 1vall ist! \nIch surrender an der Stelle und befolge euren Rat mir ein anderes Game zu suchen. \nDanke für den Tipp an der Stelle. Ist vielleicht das beste das ich mir GAMES suche die SPASS machen.. \nIhr seht lol ja scheinbar mehr als Berufung an!","replies":[{"id":"","poster":"5weeds","date":"2018-03-21T13:14:07.622+0000","up_votes":3,"down_votes":0,"body":"> Hier im Forum ist die Norm all jene die sich zusammen versammeln um Leute die Kritisch denken und dinge als schlecht bewerten sofort im keim zu ersticken.\n\nDu missverstehst uns.\nEs war nicht unsere Absicht dich zu verprellen und auf dich \"einzuhacken\".\nDies hier ist eine Diskussionsrunde, bei der wir lediglich unsere Erfahrungen und Meinungen geäußert haben (manche mehr und manche weniger taktvoll).\n\nDer tatsächliche Grund, warum ~~die Leute ~~ **wir** auf dich losgegangen sind, ist, das du offensichtlich nicht dazu bereit bist zu diskutieren. \n\nz.B.\n> Wie soll man auch mit männern diskutieren.. ausser deren heuchelei und ego kommt wenig konstruktives\n\nJa, Dankeschön.\nAnstatt auf unsere Argumente einzugehen bist du fies geworden. Und sowas mag keiner.\n\nScheu dich nicht deine Meinung zu sagen, auch wenn du mit ihr alleine stehst! \nABER: Wenn du etwas kritisierst, dann musst du auch selbst Kritik vertragen.\nWenn du sachlich bleibst, bist zu herzlich eingeladen mit uns über alle Themen der Welt zu diskutieren, selbst wenn du eine andere Meinung vertrittst als wir.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-21T13:20:37.618+0000","up_votes":1,"down_votes":0,"body":"Seh ich auch so. \n\nUnd nur als Ergänzung, sicher hat Gin Recht, daß in dem Spiel nunmal mehr männliche Protagonisten unterwegs sind, aber das heißt nicht, daß Du und Azima die einzigsten Frauen/Mädchen hier im Forum sind. Letztens hab ich noch gesehen, daß da sich ne Truppe weiblicher Spieler zusammenfinden wollte. Such mal hier im Forum danach, wenn Du lieber mit gleichgeschlechtlichen Partnern spielen willst. \n\nmfg\nMB","replies":[]}]},{"id":"","poster":"Shadowscreen","date":"2018-03-21T13:05:26.504+0000","up_votes":3,"down_votes":0,"body":"Mimimi, wenn ihr mit meiner Meinung nicht übereinstimmt dann fühle ich mich angegriffen weil eure Meinung ja gar nicht richtig sein kann und nur das zählt was ich will. \"*sich selbst in die Opferrolle dräng*\"\n\nIch wünsche dir viel Spaß, dich mit dieser Einstellung durchs Leben zu kämpfen.","replies":[]},{"id":"","poster":"DanionVibit","date":"2018-03-21T13:10:34.085+0000","up_votes":2,"down_votes":0,"body":"Wer kein Spaß an PvP und die daraus entstehende Herausforderung hat, sollte kein PvP spielen. Schon garnicht PvP-Spiele mit einem Team.\n\nDenn mit deiner Einstellung nervst du alle aus deinem Team und dein Spaß geht genauso runter. Wenn du etwas ähnliches Spielen willst. dann spiel Starcraft/Warcraft/C&C im 1v1. Da kannst du Aufgeben wie du Lustig bist und nervst nicht noch mindestens 4 andere Mitspieler damit.","replies":[]}]},{"id":"","poster":"WC9 Umbra","date":"2018-03-21T11:48:43.111+0000","up_votes":1,"down_votes":0,"body":"Ich surrender eigentlich nie Rankedgames. Ich habe schon zu viele throws gesehen.","replies":[]},{"id":"","poster":"DanionVibit","date":"2018-03-21T10:46:57.717+0000","up_votes":1,"down_votes":0,"body":"Leute die Surrendern sind \"Kätzchen\" =)\n\nEs gibt nur EINEN Fall wo ich die Surrendern-Funktion gut finde\n1. AFKler -> Dafür gibt es Remake\n\nAlles andere ist einfach nur demotivierend und baut Frust auf. Es senkt die Teammoral, da dass Team weiß, dass einer oder mehrere Leute schon die Einstellung haben \"öh ich habe kein bock mehr\". Das zieht die Moral der verbliebenen Leute einfach in den Keller.\n\nMan muss es mal so sehen. Wenn das Spiel normal verläuft ohne AFK, warum sollte ich denn Aufgeben nur weil wir 10 Kills behind sind und 3 Türme weniger haben. Alle Spiele kann man noch drehen (bis zu einem bestimmten Elo-Bereich und da gibt es Open-Mids die einfach) und ja das kann dauern. \n\nSpiele wie DotA und HotS kommen auch ohne FF-Funktion aus. LoL hat für AFKler Remakes eingeführt und das ist auch gut so.\nIch finde die FF-Funktion kommt aus einer längst Vergangenen Zeit und die Einführung von FF15 hat alles schlimmer gemacht.\n\nWürde man die FF-Funktion entfernen würden die Leute sich auch anstrengen und keine int-Aktionen mehr starten.","replies":[]},{"id":"","poster":"Snorlax irl Slav","date":"2018-03-21T09:24:43.902+0000","up_votes":1,"down_votes":2,"body":"Solange es nicht 0:25 steht und das Scaling schwächer ist werd ich definitiv nicht auf Surr drücken","replies":[]},{"id":"","poster":"Bulmas Mum","date":"2018-03-21T12:15:19.807+0000","up_votes":1,"down_votes":3,"body":"https://www.leagueofgraphs.com/de/match/euw/3572002124#participant5\nDa mal ein beispiel eines Games das die leute die es verantworten nicht surrendern wollen","replies":[]}]}