{"id":"pmzyE8Zm","poster":"TTW Vastayan","date":"2018-03-20T17:16:48.068+0000","title":"Platin 5 - Support Main sucht Team!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"-----\n**Meine Person:**\n\nIch bin 15 Jahre alt und komme aus Bayern und besitze eine gute Reife.\n-----\n**LoL Erfahrung:**\n\nLeague of Legends spiele ich nun schon seit S5.\nS5 - Silver 5\nS6 - Silver 3\nS7 - Gold 5\nS8 - Platin 5\n------\n**Meine derzeitigen Ranks:**\n\nSolo/Duo (Platin 5 / 6 LP)\nFlex 5vs5 (Gold 3 / 0 LP)\nFlex 3vs3 (Bronze 1 / 70 LP)\nIch besch&auml;ftige mich schon sehr lange mit der Support-Rolle und beherrsche folgende Champions gut:\n\nRakan  [110k]\nShen  [120k]\nThresh  [45k]\n\nEs gibt nat&uuml;rlich noch mehr Champions, die ich kann.\n---------\n**Meine St&auml;rken in LoL:**\n\n- Ich bin ein sehr aggressiver Spieler und mache meistens gute Moves.\n- ich habe meine Champions gepractised, d.h ich beherrsche die Combos eig. perfekt.\n- Ich habe eine gute reaktion\n-----\n**Meine Schw&auml;chen in LoL:**\n\n- Ich rege mich schnell auf, wenn sich jemand dauerhaft &uuml;ber das Game beschwert, oder andere Leute flamed.\n-------\n**Was k&ouml;nnt ihr von mir erwarten?**\n\n- Ich werde meinen Championpool erweitern\n- Ich werde mich immer engagieren und weiter meine Rolle versuchen zu perfektionieren\n- Ich werde immer zu allen nett sein\n- Ich suche ein Team, welches mit mir in der FlexQ zockt, d.h es soll kein Fun-Team werden sondern ein erstes Team, welches sich erreichbare Ziele f&uuml;r \n diese Season setzt.\n----\n**Was ich von euch erwarte:**\n\nIch erwarte von euch eine gute Zusammenarbeit und nat&uuml;rlich auch kleine Sp&auml;&szlig;chen.\nZudem brauche ich Leute die eine gute Attitude haben, also sich nicht direkt aufregen und die Schuld bei anderen suchen.\n--------\n**Wo bin ich erreichbar?**\n\nIch bin jederzeit in LoL (Just give me sup) oder auf meinem Teamspeak erreichbar. &lt;--- Dieser wird aber nur auf Nachfrage weitergegeben.\n-------\n**Onlinezeiten:**\n\nMontag - Donnerstag: 14.00 - 19.00 Uhr\nFreitag - Sonntag: immer\n-------\n**Schlusswort:**\n\nFalls ein Team sich vorstellt mit mir zu zocken, bzw. mich aufzunehmen, w&uuml;rde ich mich freuen, wenn ihr es unter diesen Beitrag hier schreiben k&ouml;nntet, zudem kann man mich auch noch in League of Legends adden.\nIch nehme nat&uuml;rlich Kritik an der Bewerbung an und w&uuml;rde mich zus&auml;tzlich dar&uuml;ber freuen, wenn sie objektiv unter den Beitrag geschrieben wird.\n--------","replies":[]}