{"id":"jox5oZeg","poster":"AI Arigator","date":"2018-03-20T16:12:12.317+0000","title":"Suche Main Support","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Zusammen,\nIch bin 22 Adc Main und auf der suche nach einem Support Main . Elo sollte Gold / Plat sein mit Ziel Richtung Dia. Meine momentane Elo ist PlatV .\nNebenbei noch gesagt kann ich keine Tilter oder Flamer brauchen .. egal ob das Game gut oder schei&szlig;e l&auml;uft und ob ein m8 afk ist oder intet\nund sich trotzdem noch konzentrieren kann und versucht so gut wie m&ouml;glich noch Impact auf das Game und sich selbst zu haben. Ts sowie Server ist vorhanden. Momentan spiel ich viel Jinx Cait Xayah. Schreibt mir wenn ihr Interesse habt.   \n\nFSK18 AdcPlays","replies":[{"id":"","poster":"wyfor","date":"2018-03-21T17:40:38.513+0000","up_votes":1,"down_votes":0,"body":"Hab dich geaddet. Siehe mein Thread: https://boards.euw.leagueoflegends.com/de/c/clans-teams-de/Ef6LhTMX-main-support-lf-teamduo-q-partner-adc-gold-platin-niveau\n\nSpiele seit S2 und hab Dia-Erfahrung. Suche guten ADC.","replies":[]},{"id":"","poster":"AI Arigator","date":"2018-03-21T15:58:13.066+0000","up_votes":1,"down_votes":0,"body":"Push","replies":[]},{"id":"","poster":"NGC Polyxena","date":"2018-03-20T18:39:53.943+0000","up_votes":1,"down_votes":0,"body":"Nabend,\n\noh dann ist das gar kein Problem, habe deine Bewerbung auch bereits gefunden das ist sogar fast zwei Jahre her :o ! \n\nDu brauchst keine zweite Bewerbung schreiben wenn du schon einmal Teil von NGC warst. Alles was du tun musst ist einen neuen Foren-Account bei uns anlegen, über das Ticketsystem einen Entbannungsantrag für den TS³-Server stellen und wenn alles soweit passt kriegst du schon die Freigabe zu einem erneuten Einführungsgespräch (^.^)/ .\n\nZum Nachlesen findest du das Ganze auch nochmal hier: https://nerdsgocasual.de/wbb/index.php?thread/6186-anleitung-entbannungsantrag/\n\nLiebe Grüße und vielleicht bis bald,\nNGC Polyxena","replies":[]},{"id":"","poster":"NGC Polyxena","date":"2018-03-20T16:33:39.374+0000","up_votes":1,"down_votes":0,"body":"Nabend FSK18 AdcPlays,\n\nda wir wissen wie frustrierend es sein kann die Ranglistenleiter alleine empor zu klettern würden wir dich gerne dazu einladen, dir Mal unsere ü18 Community \"**Nerds Go Casual**\" anzuschauen.\n----\nDort befinden sich aktuell ein paar Supporter/innen in der Silber bis Platin Elo, die auf der Suche nach einem geeigneten DuoQ-Partner sind. Genau wie du möchten auch sie keine Flamer oder Ragequitter haben, aus dem Grund hat sich unsere Community auch darauf konzentriert neue Mitglieder anhand ihres Verhaltens sowie ihres Charakter aufzunehmen.\n\nFalls du also ein paar gemütliche Runden League of Legends nach Feierabend zocken möchtest schau dir doch Mal folgende Seiten für weitere Informationen an:\n\nHomepage: https://www.nerdsgocasual.de\nForum: https://www.nerdsgocasual.de/wbb/wcf\n---\nWir würden uns freuen von dir zu hören und dich in unserer etwas größeren Zocker-Familie begrüßen zu dürfen! Bis dahin wünschen wir dir weiterhin viel Erfolg bei der Suche und bei deinen Ranglisten Runden.\n\nLiebe Grüße\nNGC Polyxena | Julia","replies":[{"id":"","poster":"AI Arigator","date":"2018-03-20T18:09:42.812+0000","up_votes":1,"down_votes":0,"body":"Hallo Polyxena, \n\nIch war schonmal vor ca 1 Jahr bei euch in der Community unter einem anderen Namen Arigator1 wenn ich mich nicht täusche. \n\nWürde mir eure Supporter gerne näher anschauen aber bin momentan nicht motiviert genug euer Bewerbungsformular auszufüllen. \nVielleicht liegt mein altes ja noch vor nach dem ihr entscheiden könnt andernfalls muss ich mir wohl doch jemand anderen suchen. \n\nLg.","replies":[]}]}]}