{"id":"E0dEoWJx","poster":"theStyler96","date":"2018-03-19T14:12:15.402+0000","title":"Top Lane Coach gesucht","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hallo Beschw&ouml;rer, {{sticker:slayer-jinx-catface}} \r\n\r\nich bin auf der Suche nach einen Top Lane Coach, wie schon im Titel erw&auml;hnt.\r\n\r\nErstmal zu mir, ich bin League Spieler seit Season 2 und derzeit in Silber 3, habe aber nie effektiv gespielt, sondern einfach nur &quot;Rein in die Kluft!&quot;. Dies m&ouml;chte ich aber seit kurzer Zeit &auml;ndern. \r\nIch habe mich f&uuml;r die Top Lane entscheiden, da es mir dort am besten gef&auml;llt. \r\nIch habe auch ein Ziel, zum einen besser werden und Platin 5 erreichen, da ich davon ausgehe das dies das Maximum ist was ich raus bekommen k&ouml;nnte. Doch ich habe einige Schwierigkeiten, welche ich alleine nicht &uuml;berwinden kann. Aus diesem Grund suche ich jemanden der mir dabei hilft.\r\nFalls du noch etwas zu mir wissen, einfach InGame anschreiben: theStyler96\r\n\r\nZu deiner Person:\r\nDu solltest das Spiel verstanden haben und auch verst&auml;ndlich erkl&auml;ren k&ouml;nnen. Zum anderen w&auml;re es sch&ouml;n, wenn du in der SoloQ Platin 1 oder h&ouml;her bist.\r\nAu&szlig;erdem w&uuml;rde ich mich &uuml;ber gleichaltrige (21) freuen, aber ist nicht notwendig. {{sticker:sg-ahri-2}} \r\nIch m&ouml;chte aber keineswegs geboosted werden, sondern meine Ranked Games selbst&auml;ndig spielen! Au&szlig;erdem w&auml;re ich bereit deine M&uuml;hen zu entlohnen, nachdem das Coaching abgeschlossen ist.\r\n\r\nMit besten Gr&uuml;&szlig;en,\r\ntheStyler96\r\n\r\nPS.: Hier noch der Link zu meinem Profil http://euw.op.gg/summoner/userName=theStyler96","replies":[{"id":"","poster":"WarriorHuman","date":"2018-03-19T17:15:11.488+0000","up_votes":2,"down_votes":0,"body":"Hey ho, ich spiele seit Season 3, bin und war schon immer Toplane Main und befinde mich aktuell in Diamant IV. Deinem Post nach zu urteilen liegt dir wirklich etwas daran dich zu verbessern und ich denke ich könnte dir dabei behilflich sein. Habe dir eine Anfrage ingame gesendet.","replies":[]}]}