{"id":"QLJWj9wA","poster":"R3playZ3","date":"2018-03-16T16:36:19.901+0000","title":"kritik an dem neuen gruppen einladungs system","subforum":"Karten & Spielmodi","up_votes":2,"down_votes":3,"body":"http://img8.myimg.de/1d1b20.jpg\n\n**positiv**\n\nzuerst einmal muss ich riot loben f&uuml;r die neue funktion das jeder nun der lobby beitreten kann und auch das sie anzeigen wie viele spieler schon in der lobby sind, das ist wirklich klasse und tut dem spiel gut\n\n**negativ**\n\nes wurde leider nix unternommen um clubs zu st&auml;rken was die lobby angeht, warum k&ouml;nnt ihr es nicht so einstellen das auch alle spieler eines clubs noch der game lobby beitreten k&ouml;nnen? ich denke dann w&auml;ren wir alle gl&uuml;cklich.\n\nclub spieler werden seit der einf&uuml;hrung des neuen clienten konsequent bestraft, das teamplay war im alten client um mehr als 75% besser, der club hat fast ausschlie&szlig;lich zusammen gespielt und jetzt sind es stolpersteine, jeder muss einen andere club spieler den er nicht auf der friends liste hat per hand eingeben aber was wenn ein spieler IIIIIll0IIII&szlig;&acute;0 hei&szlig;t? oder siese symbole beinhaltet w&uuml;rdet ihr diesen spieler dann echt per hand noch einladen? bis ihr den namen raus habt sind euch die anderen 3 mates aus der lobby geflohen also verzichtet ihr lieber auf solche spieler.","replies":[{"id":"","poster":"R3playZ3","date":"2018-03-30T14:09:59.632+0000","up_votes":1,"down_votes":0,"body":"und kein tag vergeht wo ein spieler aus unseren ü100 member club das nicht versteht\n\nhttp://img8.myimg.de/invd394b.jpg","replies":[]},{"id":"","poster":"R3playZ3","date":"2018-03-17T13:40:13.591+0000","up_votes":1,"down_votes":0,"body":"bitte macht voher diesen track hier an eh ihr weiter lest\n-> https://www.youtube.com/watch?v=yTypiYiqsJQ&feature=share\n\nich erzähle euch mal die geschichte von einem offizier unseres clubs mit über 100 mitgliedern. früher im alten clienten hat er sich bei uns beworben war voller euphorie, hat jeden spieler mit gezogen und mit der rechtsklick funktion konnte er den ganzen club zusammen führen (früher noch mit 50 mitgliedern) alle haben gelacht und waren am strahlen wenn sie ein game mit ihn zusammen gespielt haben, er hielt alle bei laune, war feuer und flamme um das maximum in sachen teamplay aus dem club raus zu holen also dauerte es auch nicht lange bis er offizier wurde, später führte er unser team erfolgreich in die schlachten der großen turnierwelt natürlich immer 5er premade, alle kinder lachten, die sonnen strahlen erhellten den dunklen virtuellen chatraum wenn er im club unterwegs war und das waren fast 24h am tag.\n\n-> wenn der track inzwischen durch ist bitte nochmal von vorne abspielen\n\nspäter voteten wir einstimmig das wir einen aktivitäts check einführen für alle mitglieder der besagt das ein spieler der immer nur alleine spielt und sich nicht am club beteiligt früher oder später raus fliegt...\n\n_und dann brachte riot den neuen clienten raus_\n\ndie aktivität des hoch angesehenen offiziers schwand plötzlich dahin, er spielte nicht mehr so häufig mit den spielern des clubs, wurde depressiv weil er die schweren namen im club nicht mehr per hand eingeben konnte, immer wenn er in eine txt datei einen spieler einfügte für copy&paste verschwanden die sonderzeichen in deren namen nach dem speichern und schließen der datei so das ihm nix anderes übrig blieb als die aktivität zurück zu schrauben und sich in der realen welt wieder vermehrt um sein kind und seine frau zu kümmern. die spieler im club bemerkten schnell das es nicht mehr so war wie früher, viele wurden  wahnsinnig, verließen aus freien stücken den club oder verhalten sich komisch, der tiefpunkt war erreicht und wir debattierten intern wer den aktivitäts check nicht schafft. dann fiel sein name.\n\n**† Dennis Sand RIP 13.03.2018**\n\nder einst so hoch angesehene offizier war sprachlos, er wusste nicht wie er weiter leben soll aber er versprach immer alles für den club raus zu holen also verließ er aus eigenen schritten den club, ging durch den hausflur nach unten in den garten ins freie und war kein teil mehr von as3 tyr.\n\nihr könnt euch seine autobiographie in kürze auf amazon bestellen, sein ganzes league of legends leben\n\nhier der trailer zum buch, macht voher die musik aus wieder.\n\nhttps://www.youtube.com/watch?v=VJz35fbch3M\n\nwir lieben dich dennis sand","replies":[{"id":"","poster":"OrangeBubble","date":"2018-03-18T20:52:33.898+0000","up_votes":1,"down_votes":0,"body":"\"immer wenn er in eine txt datei einen spieler einfügte für copy&paste verschwanden die sonderzeichen in deren namen nach dem speichern \"\nDu scherzt doch oder? xD So blöd kann niemand sein? :'D","replies":[{"id":"","poster":"Abasin","date":"2018-03-20T13:57:58.787+0000","up_votes":1,"down_votes":0,"body":"Du hast noch nie mit anderen Locales zu tun gehabt? Oder musstest CP-1252 in UTF-8 mit oder ohne BOM umwandeln? Zeichensätze und Sonderzeichen sind absoluter Horror in jeder Softwareentwicklung.","replies":[{"id":"","poster":"OrangeBubble","date":"2018-03-20T16:11:11.952+0000","up_votes":1,"down_votes":0,"body":"Doch musste ich, aber ich bitte dich, jedes gängige Schreibprogramm (Word, OpenOffice, LibreOffice) kann Sonderzeichen handhaben und wenn man es echt nicht gebacken kriegt, dann kann man ja auch eine Suchmaschine benutzen und eine Lösung finden?\n\nIch mein, wir reden hier nicht davon, dass er ein Programm programmieren muss oder dergleichen, sondern dass er per copy and past ein paar Namen speichern wollte :'D","replies":[{"id":"","poster":"Abasin","date":"2018-03-20T17:16:15.511+0000","up_votes":1,"down_votes":0,"body":"Nimm per Samba-Share eine Textdatei in Notepad++ und paste das Ganze in einen offenen Eclipse-Editor...Du wirst Dinge sehen, die sonst nur Göttern vorbehalten sind.","replies":[{"id":"","poster":"OrangeBubble","date":"2018-03-24T02:08:46.106+0000","up_votes":1,"down_votes":0,"body":"Und das hat jetzt was mit dem eigentlich Thema zu tun, dass es Menschen gibt, die zu blöde für simple Abspeicherungen von Namen für Copy and Past Zwecken sind? ô.o","replies":[{"id":"","poster":"Abasin","date":"2018-03-24T16:09:25.068+0000","up_votes":1,"down_votes":0,"body":"Nein, man kann eben manchmal einfach nix dafür, dass solche Dinge passieren.{{sticker:sg-zephyr}}","replies":[]}]}]}]}]}]}]}]}