{"id":"EV17Rkxp","poster":"Riot Kengen","date":"2018-03-16T16:01:39.718+0000","title":"Meddlers Gameplay-Gedanken - 16. März","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Hallo,\r\n-------------------------------------------------------------------------------\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n---------------------------------------------------------------------------- \r\n**M&ouml;gliche &Auml;nderungen f&uuml;r 8.7**\r\n\r\nWeiter unten ein paar m&ouml;gliche &Auml;nderungen f&uuml;r Patch 8.7. 8.7 wird ein kleiner Patch, da wir uns der Saisonmitte n&auml;hern und unsere Zeit daf&uuml;r aufwenden. Daher wird er zum Gro&szlig;teil aus Dingen bestehen, die es nicht mehr in Patch 8.6 geschafft haben. Au&szlig;erdem werden wir uns zu Beginn des Entwicklungszyklus von Patch 8.7 eher um &Auml;nderungen am Spielsystem k&uuml;mmern als um die Champions. Ein paar Anpassungen an der Championbalance sind aber wahrscheinlich trotzdem drin.\r\n\r\nChampions\r\n\r\n* Swain wird abgeschw&auml;cht. Dabei sind die wahrscheinlichsten Kandidaten die Abklingzeit seines Qs (die wir wohl zu stark verringert haben) sowie der Schaden. Wir arbeiten aber immer noch an den Details.\r\n* Rumble wird verbessert. Die Schadensverbesserungen f&uuml;r Q und R von Patch 8.6 waren zwar gut, haben aber nicht ausgereicht, um Rumbles Probleme zu l&ouml;sen. Daher wollen wir ihn noch weiter verbessern.\r\n* &Auml;nderungen an Ahri (wir arbeiten immer noch an eindeutigeren sowie allgemeinen St&auml;rken und Schw&auml;chen).\r\n* &Auml;nderungen an LeBlanc. Diese &Auml;nderungen werden wir wahrscheinlich erst mit Patch 8.8 ver&ouml;ffentlichen, da wir ein paar visuelle Effekte anpassen m&uuml;ssen und die Zeit knapp wird. Vielleicht k&ouml;nnen wir sie aber trotzdem mit Patch 8.7 ver&ouml;ffentlichen.\r\n* Wir werden Kayn leicht ver&auml;ndert, damit seine Verwandlung im Spiel fl&uuml;ssiger abl&auml;uft. Au&szlig;erdem werden wir ihn wahrscheinlich leicht verbessern, um ihm auf der Lane zu helfen.\r\n\r\nRunen\r\n\r\n* Abschw&auml;chung/Umgestaltung von &bdquo;Manafluss&ldquo; (der Manaverbrauch wird zu stark verringert)\r\n* Umgestaltung von &bdquo;Geistesgegenwart&ldquo; (auf dem Optimalnutzer zu stark, mit allen anderen nicht stark genug)\r\n* &Auml;nderungen an den Werten gewisser Runen, die nicht so gut ausbalanciert sind (z. B. ist &bdquo;Anziehungskraft&ldquo; schwach, &bdquo;Flinkheit&ldquo; stark usw.)\r\n\r\nGegenst&auml;nde\r\n\r\n* Wir versuchen immer noch daf&uuml;r zu sorgen, dass das Amulett der eisernen Solari kontextbezogener wird (in einigen Spielen gut, in anderen nicht) und Champions mit Schadensspitzen gegen einzelne Ziele nicht mehr so stark beeintr&auml;chtigt.\r\n* Wir sehen uns die Ninja-Tabi genau an, da sie eine sehr dominante Wahl sind und auf manchen Lanes einen gewaltigen Unterschied ausmachen k&ouml;nnen. Hier gilt es, mehrere Dinge herauszufinden: Wie gut sind sie im Allgemeinen? Sind sie zu stark? Wie wichtig sind sie als Schutz gegen Champions, die normale Angriffe ausf&uuml;hren? Wie wichtig sind sie als Schutz gegen den T&ouml;dlichkeitsfaktor? Was ist die richtige Mischung zwischen R&uuml;stung und anderen defensiven Effekten? Wir wollen jedoch vermeiden, alte Probleme durch neue zu ersetzen.  \r\n-----------------------------------------------------------------------------   \r\n**Abseits von LoL: der eingeblendete Kampftext in Diablo 3** \r\n\r\nUnten findest du einen interessanten Artikel, in dem ein paar Mitglieder des Teams, das f&uuml;r Diablo 3 verantwortlich ist, &uuml;ber ihre Designphilosophie hinter dem Kampftext sprechen. Es geht unter anderem um Probleme mit der Lokalisierung in andere Sprachen und der Lesbarkeit, verschiedene Helden-Builds und den Einsatz von Farben. Wenn dich solche Sachen interessieren, solltest du ihn unbedingt lesen.\r\n\r\nhttps://eu.diablo3.com/de/blog/19996041/\r\n\r\n\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[{"id":"","poster":"CKC Kasâ","date":"2018-03-16T20:12:25.671+0000","up_votes":1,"down_votes":0,"body":"Sicher ist das Balancing eine heikle und komplexe Thematik. \nAber tbh bra. Tanks sind aktuell viel zu stark im vergleich dazu was sie an skill erfordern beeinflussen sie das Game viel zu maßgeblich habe schon seit Ewigkeiten keine Irelia / Riven gesehen das ist kein Zufall. \njetzt nicht falsch verstehen bufft die bloß nicht die sind balanced ^^\n\nDenke die Tank items sind aktuell viel zu gut und überladen. \nWenn du schaden willst dann sollte man gezwungen sein sich AD / AP stats zu holen. \nwenn du nicht sterben willst und ewig fighten - ja dann kauf dir Resi.  (Solltest dann aber nur mit Wattebällchen um dich werfen dürfen)\n\nBeispiel für überladenes Item: Dornenpanzer = ( as.Slow - dmg reflekt - rüstung - hp - Heilungs reduzierung)   2.stats und 3.boni für 2900g... \n#passiv.aggressives.item\n\nDas Skailing auf Rammus ist lächerlich gut. - Wenn er schon 400% dmg reflekten darf dann doch nur bonus Ad ... weil er ein #ad.tank ist .. oder wie war das mit der Champ Charakter Unterstreichung.. \n{{sticker:zombie-brand-clap}} \n\nGuckt euch gern meinen aktuellsten post an. #balancing\n\nPs: catchupEXP <---- größter Blödsinn der je gepatched wurde. belohnt faule/unlucky Spieler viel zu sehr. \nEben so wie die JGL-Timer - nett für Anfänger aber senkt das Jgl-skillcap auf ein Lächerliches level. \n\nNicht umsonst hat der erste Kommentar bei dem 7.22 patch fast 1k upvotes.","replies":[]}]}