{"id":"5fLcp2Ac","poster":"NøNãme","date":"2018-03-15T17:16:47.745+0000","title":"Neues Team sucht Mitglieder Bronze bis mid Silber","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Heei,\n\nich hei&szlig;e Miguel und bin 22 Jahre. Derzeit suche ich nach Mitglieder, welche Interesse an der Gr&uuml;ndung eines neuen Teams haben.\n\n**Gesucht:**\n\n**Toplane: Closed**\n**Jungle: Closed**\n**Midlane: Closed**\n**ADC: Open**\n**Supporter: Open**\n\n**&Uuml;ber mich:**\n\nWie bereits erw&auml;hnt, hei&szlig;e ich Miguel und bin 22 Jahre. Ich selbst spiele 90% als Jungler und etwa 10% Support. Daher fungiere ich im Team als Jungler. Hierbei sind meine beiden Mains WW und Rammus, welche ich durch coaching und viel Lernen am st&auml;rksten beherrsche (Jeweils &uuml;ber 80% Winrate im Ranked). Desweiteren beherrsche ich noch Jax, Seju, sowie Vi und Zac, welche ich jedoch derzeit nur in 5er pre oder normals zocke. Ansonsten wurde ich &uuml;ber die letzten beiden Monate von einen erfahrenen Coach in der Position des Junglers gecoached, weshalb ich das richtige Warding nun beherrsche. Das richtige Counter jungeln, Pathing und auch die dazugeh&ouml;rige Map Awarness konnte ich mir hierbei ebenfalls aneignen, sodass ich die Gegner dadurch nun viel besser punishen kann und auch die m&ouml;glichkeit besitze Games zu carrien.\n\n**Was ich von euch erwarte:**\n\nVorweg ist es mir sehr wichtig, das ich Mates habe, die bereit sind Zeit zu Investieren und auch willig sind etwas zu Lernen, sowie dadurch besser zu werden. Hierf&uuml;r solltet ihr derzeit eine maximale Elo von Silber 3 haben (bevorzugt Solo/DuoQ, jedoch beides m&ouml;glich). Ihr solltet euch auch auf 1 Lane festlegen und auf dieser maximal 6 Champs Mainen und jedoch 3 derzeitige Mains besitzen, mit welchen ihr sehr viel zockt und auch entsprechend Performen k&ouml;nnt. Hierbei werden wir im Laufe der Zeit auch Comps aufbauen, wobei ihr euch dann auch diese halten solltet, wenn wir im Team eine dieser Spielen wollen. Sprich call ist call, ob man nun gerade auf diesen Champ lust hat oder nicht. Einwende, sowie Anregungen sind hierbei nat&uuml;rlich gerne gew&uuml;nscht, da ich selbstverst&auml;ndlich nicht jedes Matchup kenne und auch fehler mache in der zusammensetzung! Ein weiterer wichtiger Punkt w&auml;re, das ihr ein anst&auml;ndiges Headset, sowie ts besitzt und eine gewisse geistige Reife habt. Gerne d&uuml;rfen auserhalb der Games sp&auml;&szlig;e gemacht werden, jedoch sollen die Games ernstgenommen werden, getryharded werden und auch richtige Calls ankommen.\n\n**Was ich euch anbieten kann:**\n\nDas Team wird einen von mir bereitgestelten TS-Server bekommen, auf welchen wir uns aufhalten, Trainieren und auch besprechungen durchf&uuml;hren k&ouml;nnen. Desweiteren werde ich mich um einen Coach, Logo und auch um sp&auml;tere Turniere k&uuml;mmern. F&uuml;r das Team werden auch Trainingspl&auml;ne erstellt, als auch auf ein Langfristiges Team hinausgearbeitet!\n\nSollte ich mit meinen Tread jemanden angesprochen haben, kann man sich gerne bei mir melden f&uuml;r Fragen, sowie Tryouts.\n\nMfG\n\nLI Q LI | Miguel {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"FloLuthe","date":"2018-03-15T20:39:33.766+0000","up_votes":1,"down_votes":0,"body":"hätte theoretisch Interesse . Bin halt bloss 16(3.10 17) Jahre alt,wenn das kein Problem ist wäre ich dabei^^","replies":[{"id":"","poster":"NøNãme","date":"2018-03-17T10:02:29.111+0000","up_votes":1,"down_votes":0,"body":"Heei, leider suchen wir nur noch ADC und Supporter derzeit.","replies":[{"id":"","poster":"FloLuthe","date":"2018-03-17T10:41:11.202+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LI Q LI,realm=EUW,application-id=ElKI1ocy,discussion-id=5fLcp2Ac,comment-id=00000000,timestamp=2018-03-17T10:02:29.111+0000)\n>\n> Heei, leider suchen wir nur noch ADC und Supporter derzeit.\n\nKönnte auch Supporter spielen , wenn ihr nichts gegen Tank Sups habt^^","replies":[]}]}]}]}