{"id":"Y6RiYs3y","poster":"Riot Kengen","date":"2018-03-14T17:28:45.068+0000","title":"Meddlers Gameplay-Gedanken - 14. März","subforum":"Dev Corner","up_votes":2,"down_votes":0,"body":"Hallo,\r\n-------------------------------------------------------------------------------\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n---------------------------------------------------------------------------- \r\n**Umfragen**\r\n\r\nWir f&uuml;hren jede Menge Umfragen durch, um zu verstehen, was die Spieler besch&auml;ftigt. Da wir jedoch nur selten &uuml;ber dieses Thema sprechen, m&ouml;chte ich jedem, der sich daf&uuml;r interessiert, weitere Details zur Verf&uuml;gung stellen. Unsere Umfragen k&ouml;nnen relativ simpel sein (ein oder zwei K&auml;stchen nach einem Spiel), auf allgemeines Feedback abzielen (ein paar Fragen und ein Feld f&uuml;r Feedback) oder ziemlich umfangreich ausfallen (ein Link zu einer externen Webseite mit vielen Fragen zu unterschiedlichen Themen). In den letzten paar Wochen drehten sich unsere Umfragen unter anderem um folgende Dinge:\r\n\r\n* F&uuml;r wie wichtig halten die Spieler das Ehrungssystem\r\n\r\n* Was empfinden die Spieler als angemessene und unangemessene Beschw&ouml;rernamen\r\n* Wie empfinden die Spieler die Wartezeiten\r\n* Was denken die Spieler &uuml;ber die Spielbalance und was sollte ihrer Meinung nach verbessert oder geschw&auml;cht werden\r\n* Was denken die Spieler &uuml;ber einen Sprachchat\r\n* Die Geschichten welcher Champions interessieren die Spieler (z. B. Swain/Darius, Ornn/Voli/Anivia, Garen/Kat, GP/MF usw. sowie eine umfangreiche Liste m&ouml;glicher Kombinationen)\r\n* Was denken die Spieler &uuml;ber Swain Wir befragen die Spieler immer zu neuen Champions, &Uuml;berarbeitungen und kleinen Aktualisierungen, unabh&auml;ngig davon, ob sie diese Champions selbst spielen oder nicht. Dazu f&uuml;hren wir meist direkt nach deren Ver&ouml;ffentlichung sowie einige Zeit sp&auml;ter Umfragen durch, um herauszufinden, wie sich die Meinungen im Laufe der Zeit ver&auml;ndern.\r\n* Was denken die Spieler &uuml;ber Kai&rsquo;Sa oder &uuml;ber ihre Ver&ouml;ffentlichung (wie fanden sie den Teaser, die Ver&ouml;ffentlichung, den Comic, das Spotlight usw.)\r\n\r\nWenn wir diese Umfragen durchf&uuml;hren, wollen wir einen m&ouml;glichst genauen Eindruck von den Spielern (oder einer Untergruppe wie ARAM-Spielern oder Junglern) erhalten. Dazu w&auml;hlen wir zuf&auml;llig Konten innerhalb der Zielgruppe aus und versuchen, eine m&ouml;glichst gute Mischung aus Faktoren wie der Tageszeit, zu der jemand spielt, oder der MMR-Wertung zu finden &ndash; vorausgesetzt, diese Faktoren geh&ouml;ren nicht zur Definition der Zielgruppe (z. B. nur neue Spieler oder nur Spieler, die mindestens die Diamant-Klasse erreicht haben). Au&szlig;erdem f&uuml;hren wir unsere Umfragen in unterschiedlichen Regionen durch, um so einen m&ouml;glichst genauen Eindruck von den Meinungen der Spieler auf der ganzen Welt zu erhalten. Ansonsten w&uuml;rden wir riskieren, einen Gro&szlig;teil des Feedbacks aus englischsprachigen Regionen zu erhalten, da wir dieses Feedback selbst lesen k&ouml;nnen.\r\n\r\nDa dieser Zufallsfaktor f&uuml;r unsere Umfragen unerl&auml;sslich ist, um repr&auml;sentative Ergebnisse zu erhalten, kann f&uuml;r gew&ouml;hnlich nicht jeder an ihnen teilnehmen. Wir verstehen nat&uuml;rlich, dass einige Leute gerne an bestimmten Umfragen &uuml;ber Spielinhalte teilnehmen w&uuml;rden. Das Problem ist jedoch, dass Spieler, die aktiv an einer Umfrage teilnehmen wollen, in der Regel keine guten Repr&auml;sentanten der Zielgruppen sind, die wir verstehen wollen. Schlie&szlig;lich kennen sich diese Spieler mit der jeweiligen Fragestellung besser aus, was zu Ergebnissen f&uuml;hrt, die unverh&auml;ltnism&auml;&szlig;ig gro&szlig;e Mengen an Hingabe, Bef&uuml;rwortung oder Ablehnung f&uuml;r das Spiel aufweisen. Was wir jedoch f&uuml;r jene tun k&ouml;nnen, die an den Umfragen interessiert sind, ist, unsere gesammelten Daten h&auml;ufiger zu ver&ouml;ffentlichen. Lass es mich wissen, falls dich bestimmte Umfrageergebnisse besonders interessieren, und ich werde mit unseren Datenanalysten sprechen. Ich gehe davon aus, dass wir gewisse Daten nicht mit dir teilen k&ouml;nnen (wenn es beispielsweise um kommerziell sensible Daten geht), es sollte aber auch genug Daten geben, die wir ver&ouml;ffentlichen und besprechen k&ouml;nnen. \r\n\r\n-----------------------------------------------------------------------------   \r\n**Lebensbalken verstecken**\r\n\r\nHierbei handelt es sich zwar um eine Kleinigkeit, da diesbez&uuml;glich jedoch Fragen aufgekommen sind, m&ouml;chte ich dennoch darauf eingehen. Mit Patch 8.6 kommt eine &Auml;nderung f&uuml;r die Lebensbalken, die daf&uuml;r sorgt, dass versteckte Lebensbalken auch dann nicht angezeigt werden, wenn du deine Maus &uuml;ber eine Einheit bewegst. Mit dieser &Auml;nderung wollen wir Videoerstellern helfen, die die Lebensbalken verstecken wollen. \r\n-----------------------------------------------------------------------------    \r\n**&bdquo;Unterwegs&ldquo;-Signale**\r\n\r\nWir &uuml;berarbeiten gerade die &bdquo;Unterwegs&ldquo;-Signale, damit diese Informationen &uuml;ber die Entfernung der Person, die das Signal benutzt, beinhalten (ein Beispiel: Nocturne kommt aus gro&szlig;er Entfernung, w&auml;hrend Malphite bereits ganz in der N&auml;he ist). Dazu experimentieren wir mit unterschiedlichen Ger&auml;uschen, visuellen Effekten und Chat-Nachrichten. Es wird noch eine Weile dauern, bis diese &Auml;nderung in der PBE ver&ouml;ffentlicht werden kann, da die Leute vom Champion-Team nur in den kurzen Abst&auml;nden zwischen Champion-Projekten daran arbeiten k&ouml;nnen. \r\n\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[]}