{"id":"iiQQgpn5","poster":"Vesstan","date":"2018-03-13T20:42:14.976+0000","title":"Lp Verlust durch Disconnect, reconnect und trotzdem noch gewonnen?","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Kurz zusammengefasst, mein Anbieter ist etwas.. Naja Vodafone halt\r\n\r\nWie dem auch sei die Leitung ist momentan stabil dennoch kam vorhin im Ranked ein 10minuten dc, ( nach der 20. Minute ca. )\r\n\r\ndann ging das Game f&uuml;r 15minuten wieder bis der n&auml;chste kurze Lagg da war, dennoch haben wir das Ranked gewonnen.\r\n\r\nIch jedoch bin von meinen vorherigen 23lp auf 0 Lp runter und habe durch den Sieg -7 bekommen ._. \r\n\r\n\r\nFind ich pers&ouml;nlich sehr komisch","replies":[{"id":"","poster":"RM Heartmeander","date":"2018-03-14T04:59:10.531+0000","up_votes":1,"down_votes":0,"body":"Ja das ist leider normal, auch wenn ich es schwachsinnig finde.\nWeil es ja jedlichem Sinn sich anzustrengen geschweige denn zu reconnecten wiederspricht.\nWer spielt denn noch weiter, wenn er eh verloren hat egal ob er reconnected und das Spiel gewinnt oder nicht?\n\nLeaving the game before the match is over:\n\n    The Leaver Buster system will automatically kick players who remain idle for 5 minutes.\n    Punishment (All): No XP granted for the abandoned game\n    Punishment (Normal Match): A leave is added to the player's profile.\n    Punishment (Ranked Match): A loss is added to the player's profile. (Even if the player's team wins) \n\nhttp://leagueoflegends.wikia.com/wiki/Leaver_Buster\n\n\nSprich wenn du 5 min afk bist, kannst du es auch gleich lassen wieder zurückzukommen da du eh LP verlierst und es dir scheiss egal sein kann solange du kein Premade im Team hast.\nDas ganze mal hart ausgedrückt...\n\nWie geschrieben, finde ich sinnfrei aber Riot macht es nunmal so.","replies":[{"id":"","poster":"Meemoy","date":"2018-03-14T07:00:58.391+0000","up_votes":1,"down_votes":0,"body":"Fünf Minuten afk sein verliert die meisten Spiele und wenn nicht, ist es sicher nicht die Leistung des AFKs, die das Spiel zum Sieg führt.\nWenn das ungestraft bleiben würde, würden noch viel mehr Leute einfach afk gehen, nachdem der Gegner firstblood bekommen hat oder was auch immer.\nWer weiß, dass seine Internet-Verbindung nicht die beste ist und trotzdem games startet, muss mit den Konsequenzen leben. Den Internet-Anbieter kann man wechseln. Selbst, wenn die Eltern oder jemand anders dafür verantwortlich ist ... man kann darüber reden","replies":[{"id":"","poster":"RM Heartmeander","date":"2018-03-14T16:10:52.887+0000","up_votes":1,"down_votes":0,"body":"Das würde ja nicht zu mehr afk führen.\nBestraft wird man ja immernoch, so oder so.\nAber man sollte das System umbauen können, dass wenn jemand afk ist (normalerweise durch Internet oder PC Probleme) und zurückkommt, dass wenn er genug Einfluss hat immernoch LP bekommt.\nWeil meistens sind es ja die gefeedeten, die einen DC haben und dadurch bekommt das Team Probleme aber kann sich noch halten und wenn der dann zurückkommt, gewinnt das Team.\nWenn jemand wirklich afk geht, kommt der auch nicht wieder und das System kann es ja erkennen ob jemand afk geht wegen Ragequitt (Aktion -> Reaktion) und könnte entsprechend bestrafen.","replies":[{"id":"","poster":"Meemoy","date":"2018-03-14T16:42:47.266+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RM Heartmeander,realm=EUW,application-id=ImBE6GqA,discussion-id=iiQQgpn5,comment-id=000000000000,timestamp=2018-03-14T16:10:52.887+0000)\n>\n> und das System kann es ja erkennen ob jemand afk geht wegen Ragequitt (Aktion -&gt; Reaktion) und könnte entsprechend bestrafen.\n\nUnd wie erkennt das System, ob ich den Stecker an meinem Router ziehe? Was ist mit Leuten, die nach nem Ragequit ein schlechtes Gewissen kriegen und doch keine Strafe wollen? Riot wird sich schon etwas gedacht haben bei dem System.","replies":[]}]}]}]}]}