{"id":"MNf5V8iJ","poster":"Tobbel","date":"2018-03-12T19:17:04.931+0000","title":"Morgana mit Eiszeit ?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"hall&ouml;chen ^^\r\n\r\nich hab mal ne frage. und zwar wird auf probuilds morgana oft mit eiszeit gespielt. macht comet bzw benefee nicht mehr sinn ?","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-03-13T00:53:21.726+0000","up_votes":2,"down_votes":0,"body":"Kommt darauf an.\n\nJede Rune der 3 von dir erwähnten agiert besonders in Kombination mit einer von Morganas Basis-Fähigkeiten.\n\n - Aery => Das E kann nun auch physischen Schaden blocken. (Wegen dem Aery-Shield)\n - Komet => Maximiert den Impact des Qs\n - Glacial Augment => Längeres Verbleiben auf dem W und in Ultreichweite, ohne das Q nutzen zu müssen.\n\nWeiterhin muss man noch berücksichtigen das Glacial Augment mit einigen Items synergiert.\n\nDiese sind: {{item:3030}} {{item:3146}} {{item:3153}} {{item:3143}} {{item:3800}} {{item:3309}} {{item:3312}} {{item:3905}} {{item:3144}} \n(Also alle Items mit verlangsamender Aktive) und Morgana kann mit TwinShadows und dem GLP von der Support-Position 2 dieser Items bauen. Daher ist die Rune in der Pro-Scene so beliebt auf ihr. Andersherum muss man dann auch damit arbeiten und sie nicht nur für die AAs nutzen.","replies":[]},{"id":"","poster":"florian9834","date":"2018-03-12T21:33:03.915+0000","up_votes":1,"down_votes":0,"body":"!!!!AUFGEPASST!!!!!\nDu vergisst hier etwas wichtiges\nProbuilds ist keine Seite um uns zu zeigen \" Hey nehmt dies und das weil wir es tun \" \nSondern Pros 1 Spielen sie ganz andere welten es ist ein ganz anderes spiel \n2.Testen pros vieles aus müssen sie ja auch bei einem spiel wie lol \nNicht immer an probuilds halten viele nehmen zbs Eiszeit mit sion dennoch bin ich mit grasp of the undying mehr zufrieden als mit eiszeit\nEs gibt auch ausnahmen wie zbs das gefühlt 99% der adc feleetwork nehmen ( aber auch nicht jeder )\nAlso nur weil es viele tun heißt das nicht das es gut ist warum kann ich mir nicht genau erklären dazu müsste ich ein paar freunde aufr einer dezent höheren elo fragen ^^ \nGl HF","replies":[]},{"id":"","poster":"A Ryze From Dead","date":"2018-03-12T20:15:20.683+0000","up_votes":1,"down_votes":1,"body":"Weißt du warum diese Rune (Glacial Augment) überhaupt auf ihr Sinn macht?\nDann verstehst du vielleicht auch warum diese Rune ziemlich viel Sinn macht.\n\nDie Entscheidung ob sie besser ist als Comet/Aery musst du aber wahrscheinlich den Pros überlassen.","replies":[]}]}