{"id":"EAt98EiA","poster":"Bote des Chaos","date":"2018-03-12T15:19:22.658+0000","title":"Wieweit sollte man gehen, um nicht zu sterben?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Ich hatte gestern ein Ranked, bei dem ich Ashe spielte und gemeinsam mit einem Rakan gegen Mordekaiser und Alistar spielen musste.\r\n Da der Jungler leider am Anfang etwas zu lang AFK war, spawnte bereits der Redbuff und ich beschloss ihn einfach schonmal anzufangen, damit Jax einen vern&uuml;nftigen Start ins game bekommt. Dabei habe ich auch schon 150HP verloren, da Rakan mir nicht geholfen hat und ich mich nicht besonders gut angestellt habe.\r\nFrisch auf der Lane habe ich versucht zu Farmen, stand dann aber etwas zu weit vorn und wurde von Alistar und Morde Engaged. Rakan kam erst recht sp&auml;t dazu und so kam ich nur mit knappen Leben davon. \r\nUm sicher zu sein und nicht zu sterben, habe ich dann nen Backport auf Lv2 gemacht, da es mir zu riskant schien zu bleiben. W&auml;rend ich dann zur&uuml;ck zur Lane lief kam Jax und hat im 2v2 versucht nen Kill zu holen, ist gestorben und Rakan ist nach einem Flash-Ignite-W allein gegen Morde und Ali ist er dann auch noch verreckt. \r\nNun wurde ich f&uuml;r meinen LV2 Backport geflamt. Ich habe versucht einfach weiter zu spielen, habe versucht  ihn zu safen Spielen zu bewegen aber Rakan hat immer wieder engaged. Als der Morde dann Min9 4/0 stand, konnten die beiden mich dann auch diven, da mir das nicht klar war, da ich mich mit fast 3/4HP sicher f&uuml;hlte....\r\nDas Spiel ging dann auch recht fix zuende.\r\n\r\nNun meine Frage(n):\r\nWar es falsch in der Situation backzugehen oder h&auml;tte ich versuchen sollen, unter dem Tower zu farmen?\r\nWie soll ich (speziell als ADC) damit umgehen, wenn meine Teammates f&uuml;r (in meinen Augen) sinnlose und ungewinnbare Fights suchen?\r\nIst es sinnvoll die mitspieler zu safen Spielstil aufzufordern oder zu schreiben, dass man freezen m&ouml;chte und sie daher nicht pushen sollen? Oder tiltet das die Leute nur noch mehr?","replies":[{"id":"","poster":"florian9834","date":"2018-03-12T21:35:39.782+0000","up_votes":1,"down_votes":0,"body":"Also eine sache merke ich mir heute von nem master freund \n\" egal was du tust wenn du statdessen sterben könntest ist es immer besser zurück zu gehen vorallem wenn man am gewinnen ist schließlich rennen die soldaten ja auch nicht einfach so auf lust ins schlachtfeld \"","replies":[]},{"id":"","poster":"Hakkuu","date":"2018-03-12T18:27:36.296+0000","up_votes":1,"down_votes":0,"body":"Kann man so pauschal nicht sagen, gerade bei ADCs sind recalls teilweise komplexer als man denkt. Kommt darauf an, wie viele Leben, Pots, und welche Summoners du noch hattest und wie schnell die wave zu dir pushed. Ein Rakan kann dich zumindest ein bisschen hochhealen. Solltest du aber stayen, können die Gegner dich für die nächsten Minuten unter den tower pressuren, wodurch du im Endeffekt auch Farm verlieren wirst. Da ist es dann der Job des Junglers diesen push zu brechen","replies":[]},{"id":"","poster":"Ich bin Toxic","date":"2018-03-12T16:29:14.404+0000","up_votes":1,"down_votes":0,"body":"ich glaube wenn du sowas sagst wie : let me recall, and freeze. sind sie nicht wirklich tiltet, aber wenn dann sowas kommt wie : OMG WHY YOU BLAME ME NOW, GO PLAY SAFE.. ai.. da wird es salzig.\n{{sticker:slayer-jinx-wink}}","replies":[]}]}