{"id":"4UNxRRPt","poster":"Ctime","date":"2018-03-11T13:02:23.561+0000","title":"Asassin rework","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hi leute  es gab ja mal ein asassin rework wo bei leblanc rengar kata und talon &uuml;berarbeitet wurden und und riot hat rengar und leblanc revertet und meine frage ist wird jetzt auch talon und kata revertet werden?","replies":[{"id":"","poster":"Veezey","date":"2018-03-11T16:40:06.411+0000","up_votes":1,"down_votes":0,"body":"Denke nicht, da Kata und Talon  deutlich besser sind als ihre alten Versionen.","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2018-03-11T14:46:12.071+0000","up_votes":1,"down_votes":0,"body":"Kommt darauf an. Die Gründe für Rengar und LB sind ja schon recht verschieden.\n\n - {{champion:107}} : Bei Rengar kamen die Wünsche der Rengar-Mains den von Riot zu lösenden Problemen entgegen.\n=> Rengar war vor dem Rework ein recht universeller Champion (Assassin bis Off-Tank war alles möglich) nach dem Rework war er sehr auf die Assassin-Schiene geraten, was Riot und den Rengar-Mains nicht so gefallen hat. Daher hat Riot sich darüber Gedanken gemacht, welche Änderungen diese Universalität wiederherstellen könnten. (Darunter das Einführen des alten Qs)\n\n- {{champion:7}} : Bei LeBlanc ist dieses Zurückkehren nahe zu nur auf den Ideen von Riot gewachsen. LeBlanc wurde in Riots Augen durch ihre Passive zu sehr ausgebremst (Vor allem wenn man sich anguckt, wie schnell Kata agieren kann). Die geplante Möglichkeit des Counterplays wurde somit eher zu einer elenden Warterei, die den Champ zu unbeliebt gemacht hat und sogar große Teile der Mains von ihr weggetrieben hat. Nun nachdem die AP-Items geändert sind, kann Riot Anpassungen vornehmen, die die alte Geschwindigkeit ins Spiel zurückbringen ohne sie zu dem schwerst zu balancenden Champion zu machen, der sie von Season 3 bis 5 war. (Inklusive der Tatsachen, das Riot mit dem was die Spieler aus LB's Ult gemacht haben nicht einverstanden ist. (Siehe Ekko-Nefs etc.))\n\nNun zu den 2 anderen. Talon und Katarina\n\n - {{champion:55}} : Sie hat sich glaube ich am perfektesten entwickelt. Die Mains haben recht schnell herausbekommen, wie man ihren Schaden maximieren kann (Ich würde sogar sagen, dass der für sie mögliche Schaden höher ist, als vor dem Rework). Natürlich kann ich nicht für Riot oder diese Main-Base sprechen, jedoch vermute ich, dass beide aktuell recht zufrieden sind und man (wenn überhaupt) Änderungen eher über Item-Änderungen erzeugen wird.\n\n - {{champion:91}} : Bei Talon ist der Wandel ebenfalls nicht extrem gewesen. (Natürlich Passive und E wurden komplett erneuert) Jedoch muss man berücksichtigen, dass das Problem bei ihm eher in seiner neuen E liegt, als in seinem Schaden. (Mal so grob gerechnet. Q + W machen aktuell 682,5 + 565% bonus AD an Schaden + 100% Base-AD + 60% Slow auf Level 18 / Q + W + E machte damals 546,25 + 405,95% bonus AD + 126,5% Base-AD + 40% Slow auf Level 18) => Der neue Talon macht sogar mehr Schaden als der Alte. => Auch hier gehe ich nicht davon aus, dass es ein weiteres Rework o.Ä. geben wird, sondern eher mit den Skalierungen und Items gearbeitet wird.","replies":[{"id":"","poster":"Ctime","date":"2018-03-11T15:21:03.549+0000","up_votes":1,"down_votes":0,"body":"ok wollte einfach nur mal fragen weil ich den alten talon vermisse und und dachte da rengar und lb wieder revertet sind dachte ich das machen die mit kata und talon auch","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-03-11T16:23:42.993+0000","up_votes":1,"down_votes":0,"body":"Ich will es nicht ausschließen. Ich kann auch keine Gedanken lesen. Jedoch habe ich halt den Verdacht, dass es bei den beiden nicht passieren wird. (Ich mag den neuen Talon recht gern, jedoch ist der alte auch nicht schlecht nur etwas schwächer beim Schaden, wenn er alleine ist)","replies":[]}]}]}]}