{"id":"uxTMmcyN","poster":"Watschnbam","date":"2018-03-10T18:14:56.041+0000","title":"Basic Pc für lol","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo,\r\nIch wei&szlig; dass Hardware ein weites Feld ist, wage es jetzt aber trotzdem eine sehr offene Frage zu stellen.\r\nMein Kind hat meinen Laptop zerst&ouml;rt und nun will ich mir einen Tower inkl Monitor zulegen. Alles was Ich brauche ist LOL auf mittlerer Grafikeinstellung bei mindestens 60 stabilen (!) fps. ansonsten wird er rein f&uuml;r die Arbeit und Videos genutzt - und er sollte leise sein. Jetzt kommt aber mein Problem: \r\nF&uuml;r Monitor, Tastatur und pc hab ich maximal 500 Euro und Eigenbau kommt wegen meiner Inkompetenz nicht in Frage \r\n\r\nIch w&auml;re euch sehr dankbar f&uuml;r Tipps nach welchen CPUs und graphics ich Ausschau halten soll. F&uuml;r links zu in Frage kommenden Modellen w&auml;re ich nat&uuml;rlich auch dankbar (aber mir ist bewusst dass das eure Hilfsbereitschaft ganz sch&ouml;n in Anspruch nimmt).\r\nBin im Moment absolut &uuml;berfordert wenn ich auf eBay schau, weil ich mich seit Jahren nicht mehr mit Hardware auseinandergesetzt habe.\r\n\r\nNochmals vielen Dank f&uuml;r eure Hilfe im Vorfeld.","replies":[{"id":"","poster":"Hakkuu","date":"2018-03-10T18:42:20.152+0000","up_votes":2,"down_votes":0,"body":"Bin kein Profi, aber so spiele ich - mit minimaler Hardware:\n\nWin 7\n4 GB Ram\nBiostar A78MD\nAMD A6 5400K Dual-Core 3.6 GHz\nNur integrierte Grafikkarte\n\nDas ist so ziemlich das billigste, was man kriegen kann.\nMit nur Discord/Teamspeak, Spotify und League offen habe ich relativ konstante 60FPS (Hohe-Mittlere Grafik).\n\nSoll heißen: LoL braucht nicht viel. 100% zufriedenstellend wird mein PC nicht sein, aber doch überraschend LoL-tauglich.","replies":[{"id":"","poster":"Watschnbam","date":"2018-03-10T18:43:23.835+0000","up_votes":1,"down_votes":0,"body":"Danke. Jetzt hab ich einen Anhaltspunkt","replies":[{"id":"","poster":"Sidia","date":"2018-03-12T07:23:26.782+0000","up_votes":1,"down_votes":0,"body":"Ich würde dir übrigens momentan nicht empfehlen Grafikkarten aus dem Mittel/Highend Segment zu kaufen, durch Bitcoin Miner sind die Preise gerade astronomisch hoch","replies":[]}]}]}]}