{"id":"Fwy4un2T","poster":"PèekABoo","date":"2018-03-09T23:02:27.758+0000","title":"Suchen LOL Spieler für unseren Discord-Server \"PC Gaming\"!","subforum":"Clans & Teams","embed":{"title":"Discord - Free voice and text chat for gamers","description":"Step up your game with a modern voice & text chat app. Crystal clear voice, multiple server and channel support, mobile apps, and more. Get your free server now!","url":"https://discord.gg/BmsgnCe","image":"https://discordapp.com/assets/ee7c382d9257652a88c8f7b7f22a994d.png"},"up_votes":1,"down_votes":0,"body":"Wer mit uns entspannt League Of Legends (oder andere Spiele) spielen m&ouml;chte, der kann sich bei uns auf dem Discord Server (https://discord.gg/BmsgnCe) melden :).\r\nNat&uuml;rlich ist jeder herzlich Willkommen, egal ob er ein anf&auml;nger oder ein &quot;Pro&quot; ist :).\r\n\r\nWas machen wir?\r\nHaupts&auml;chlich spielen wir LOL aber auch andere Games, darunter: CSGO, SMITE, Fortnite, Sea Of Thieves (Nur Beta) und vieles mehr.\r\n\r\nWann sind wir erreichbar?\r\nWir sind jeder Zeit erreichbar und sind meistens T&auml;glich online.\r\n\r\nAus wie vielen Personen bestehen wir?\r\nZurzeit bestehen wir aus 7 aktiven gamern, die jeweils zwischen 15-17 Jahren sind.\r\n\r\nSonstige Infos? \r\nWenn ihr mit uns spielen wollt dann meldet euch beim Head-Admin, Admin, Moderatoren und bei der Verwaltung wir freuen uns auf euch;).\r\n\r\nDiscord Server -&gt; https://discord.gg/BmsgnCe","replies":[{"id":"","poster":"SameRaito","date":"2018-03-09T23:12:48.114+0000","up_votes":1,"down_votes":0,"body":"** Bester Server! Ich Werde auf jeden Fall weiter meine Zeit mit euch verbringen! **\n\nWarum ich das gut finde: \n* -Die im Discord sind nett & aktiv! *\n* -Sind sehr gut in LOL! *\n* -sehr gut gestalteter Server mit Bots etc. *\n\n__ Auf jeden Fall, danke für die Aufnahme und ich freu mich weiter mit euch spielen zu dürfen :)! __","replies":[{"id":"","poster":"PèekABoo","date":"2018-03-09T23:13:19.097+0000","up_votes":1,"down_votes":0,"body":"Danke, wir sind sehr froh dich dabei zu haben ;)","replies":[]}]}]}