{"id":"xzxRL0gj","poster":"Ariya","date":"2018-03-09T16:34:28.246+0000","title":"Meddlers Gameplay-Gedanken - 9. März","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Hallo,\r\n-------------------------------------------------------------------------------\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n---------------------------------------------------------------------------- \r\n**Syndra**\r\n\r\nWir haben das letzte Mal ein wenig &uuml;ber Syndra gesprochen, als die &Auml;nderungen an Gegenst&auml;nden mit F&auml;higkeitsst&auml;rke ver&ouml;ffentlicht wurden. Zu diesem Zeitpunkt wollten wir &Auml;nderungen an den meisten Champs mit F&auml;higkeitsst&auml;rke vermeiden, bis wir die Auswirkungen dieser Gegenst&auml;nde beurteilen konnten. Jetzt sind wir uns allerdings ziemlich sicher, dass sie keinen bedeutsamen Einfluss auf Syndras St&auml;rke hatten. Sie ist dadurch wohl etwas im Nachteil. Wir m&ouml;chten sie jedoch nicht einfach direkt verbessern, da sie mit etwas mehr St&auml;rke dazu tendiert, in jedem Fall die richtige Wahl zu sein. In ihrem momentanen Zustand ist sie auch oft immer noch eine passende Wahl, zumindest in den H&auml;nden von erfahrenen Syndra-Spielern. Hinsichtlich ihrer Vergangenheit ist sie au&szlig;erdem ein Champion, der richtig ausbalanciert eine merkliche Siegesrate von unter 50 % braucht. Ihre momentane Siegesrate ist deswegen f&uuml;r uns kein verl&auml;ssliches Signal daf&uuml;r, dass sie dringend Hilfe ben&ouml;tigt, wie es bei vielen anderen Champs der Fall w&auml;re. \r\n\r\nDas bedeutet aber nicht, dass wir sie uns nicht irgendwann genauer ansehen werden, um idealerweise besser auszuarbeiten, wann sie die passende Wahl ist und wann nicht. Momentan liegen unsere Priorit&auml;ten aber auf anderen Arbeiten, sowohl an anderen Champions als auch an Systemelementen wie Gegenst&auml;nde oder dem Dschungel.\r\n\r\nMich w&uuml;rde momentan nur die Meinung derjenigen, die ziemlich viel mit Syndra gespielt haben, interessieren: Es geht um den aktuellen passiven Effekt ihres Qs (verl&auml;ngerte Dauer) im Vergleich zum ehemaligen Effekt (erh&ouml;hter Schaden an Champions). Die verl&auml;ngerte Dauer hilft dabei, viele Kombos ihrer F&auml;higkeiten leichter durchzuziehen, was wohl gewisse Vor- und Nachteile hat, und es scheint ein guter Zeitpunkt zu sein, diesen Aspekt genauer zu bewerten.\r\n\r\n----------------------------------------------------------------------------  \r\n**Wutklinge, Solari und Ausl&ouml;schen von Vasallenwellen**\r\n\r\nWir haben gerade ein paar &Auml;nderungen hinsichtlich dem Amulett der Solari, dem Ausl&ouml;schen von Vasallenwellen (insbesondere dem Leben von Vasallen) und der Wutklinge auf der PBE. Alles ist eher experimentell und m&ouml;glicherweise kommen die meisten &Auml;nderungen (oder alle) nicht in 8.6, sondern kehren in einem sp&auml;teren Patchzyklus zur&uuml;ck auf die PBE. Hier einige Anmerkungen dazu:\r\n\r\nWutklinge &ndash; Wir m&ouml;chten ihren Nutzerkreis etwas erweitern (z. B. Nahk&auml;mpfer, Leute, deren adaptive Werte sich aufgrund des Herstellungspfads an F&auml;higkeitsst&auml;rke orientieren und deswegen Probleme bekommen). Au&szlig;erdem soll sie f&uuml;r ihre idealen Nutzer nicht bereits sehr fr&uuml;h als einziger Gegenstand extrem viel leisten. Wir wollen sie als Mischung zwischen Angriffsschaden und F&auml;higkeitsst&auml;rke mit Steigerungsmechanik beibehalten, haben aber auch eine Version mit reinem Angriffsschaden getestet, um mehr &uuml;ber einen Gegenstand in diesem Einsatzfeld zu erfahren.\r\n\r\nSolari &ndash; Wir denken, dass das Amulett der Solari kontextabh&auml;ngiger sein sollte (eine gute Wahl in manchen F&auml;llen, in anderen eher nicht). Wir wollten das mit verschiedenen &Auml;nderungen schon seit geraumer Zeit erreichen, sind aber noch nicht weit genug gegangen. Der erfolgreiche Einsatz soll au&szlig;erdem mehr vom K&ouml;nnen abh&auml;ngen und nicht so zuverl&auml;ssig sein. Die momentane Version auf der PBE ist ziemlich interessant, aber aufgrund ihrer erheblichen Probleme kommt sie wahrscheinlich nicht auf die Live-Server.\r\n\r\nAusl&ouml;schen von Vasallenwellen &ndash; Wir arbeiten au&szlig;erdem daran, das Ausl&ouml;schen der Vasallenwellen zu verlangsamen, besonders in der Anfangsphase, zum Teil aber auch im sp&auml;teren Spiel. Wir wollen dadurch die Interaktion zwischen Champions f&ouml;rdern, da die Champions beim Farmen n&auml;her aneinander kommen, was M&ouml;glichkeiten f&uuml;r aggressive Aktionen er&ouml;ffnet. Wenn die Vasallenwellen leicht ausgel&ouml;scht werden k&ouml;nnen, ist Farmen und Umherstreifen ungef&auml;hrlich und das hat negative Auswirkungen auf andere Lanes oder f&uuml;hrt zu z&ouml;gerlichen und actionarmen Szenarien im sp&auml;ten Spiel, wenn kein Baron-Buff verf&uuml;gbar ist. Wir experimentieren noch mit unterschiedlichen Ans&auml;tzen. Die Ver&ouml;ffentlichung kommt wahrscheinlich eher in 8.8 als 8.6 (mit einer Ausnahme: Statikks Stich wird abgeschw&auml;cht und verursacht keinen zus&auml;tzlichen Schaden an Vasallen mehr).\r\n\r\n----------------------------------------------------------------------------  \r\n**Swain** \r\n\r\nWir scheinen Swain in 8.5 etwas zu sehr verbessert zu haben. Wir &uuml;berpr&uuml;fen ihn noch, aber gehen davon aus, dass wir seine St&auml;rke etwas herunterfahren m&uuml;ssen (er sollte st&auml;rker als in 8.4 sein, aber schw&auml;cher als in 8.5). Momentan sieht es stark danach aus, dass wir eher seinen Schaden/den Erfolg beim Treffen von F&auml;higkeiten reduzieren, als es schwerer zu machen, &uuml;berhaupt zu treffen (der haupts&auml;chliche Ursprung seiner neugefundenen St&auml;rke). Swain war vor den Verbesserungen zu unzuverl&auml;ssig und unserer momentanen Ansicht nach werden wir das nicht wieder r&uuml;ckg&auml;ngig machen. Wir m&uuml;ssen ihn vor einer Entscheidung allerdings erst weiter beobachten.\r\n\r\n----------------------------------------------------------------------------   \r\n**N&auml;chste Woche: Umfragen**\r\n\r\nWir haben zu Beginn der Woche eine gute Frage dar&uuml;ber erhalten, warum wir nicht mehr Umfragen durchf&uuml;hren, und einige Vorschl&auml;ge dazu, welche Dinge interessant sein k&ouml;nnten. Ich wollte deswegen heute etwas &uuml;ber unsere Herangehensweise an Umfragen erz&auml;hlen, um etwas mehr Kontext zu unserer momentanen Lage und unseren Absichten zu geben. Das Thema ist allerdings gr&ouml;&szlig;er als gedacht, weshalb ich es auf den ersten Beitrag n&auml;chste Woche verschiebe. Lass mich wissen, ob du in Bezug auf Umfragen an etwas Speziellem interessiert bist, und ich werde versuchen, es dann anzusprechen.\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[]}