{"id":"5d4TQrWY","poster":"SKT T1 Darkangel","date":"2018-03-09T14:56:57.545+0000","title":"Ein beziehen der Community in Skins wahl","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Guten Tag  \r\nIch poste viel  &uuml;ber verhalten in der Community!\r\n\r\nJetzt mal zu was ganz anderem \r\n\r\nIch finde, Riot k&ouml;nnte doch bei der Wahl der Skins mehr auf die Community zur&uuml;ck greifen so wie bei ILOAI. Das auch mal f&uuml;r ein paar Champions Skins gibt die wenige haben. Meine Vorschl&auml;ge w&auml;re z.b  \r\nAatrox skins&lrm; \r\nBard skins&lrm; \r\nKalista skins&lrm; \r\nRumble skins&lrm;\r\nUrgot Skins  \r\nYorick skins&lrm; \r\n\r\nHabe sicher auch wieder mal einen Verdient da sie Nur 4 habe je\r\n\r\nWer sowieso eine Verdient hat, sehr wenig hat sind \r\n Aurelion Sol skins&lrm; \r\nKindred skins\r\ndie sind schon solange da habe sehr wenig \r\n\r\nNat&uuml;rlich w&auml;re jetzt  auch sch&ouml;n  wenn Kled Camilie und Kayn eine bekommen, weil beide wurde vor der Zeit von Rankan, Xayah und Zoe  ver&ouml;ffentlicht die habe ja alle jetzt schon Skins bekommen oder bekommen noch mal welche.\r\n\r\nWas meint Ihr Community. w&auml;re doch eine Nice Idee von Riot, weil wir sind die, die Skins kaufen.\r\nKlar Kaufen wir die anderen die raus kommen. \r\nAber Riot das w&auml;re  doch mal was{{champion:498}}","replies":[{"id":"","poster":"SKT T1 Darkangel","date":"2018-03-10T20:18:07.058+0000","up_votes":1,"down_votes":0,"body":"wirklich mehr wie , das bei ilaoi, das wirklich kommt  klar werden auch viel für welche  vorgeschlagen sie schon genug habe, aber sowas sollte wirklich mehr bestimmt werden \n\nz,b auch für die theam sternwächter skin  wer ein bekommt, das finde wirklich besser","replies":[]},{"id":"","poster":"Aquanis39","date":"2018-03-10T16:44:40.156+0000","up_votes":1,"down_votes":0,"body":"Der pizza delivery sivir skin ist doch ein Konzept der Community? \nIch denke riot passt sich schon ganz gut den Wünschen und Ideen der Spieler an.\nKlar gibt es noch viel mehr geniale Konzepte, jedoch können sie ja nicht wirklich jeden Skin umsetzen und haben bestimmt selbst lustige Ideen die sie unbedingt ingame haben wollen :)\nQuelle: https://www.youtube.com/watch?v=Wx0dAcb2M-k\nAußerdem wurde auch im Entwickler Video gesagt, dass die Community öfter in die Skin-Entwicklung miteinbezogen werden soll, wie bei dem Illaoi Skin \nQuelle: https://www.youtube.com/watch?v=nd7tB99T1hY","replies":[]}]}