{"id":"nEEAsdRn","poster":"DuBistEinKevin","date":"2018-03-09T12:42:05.358+0000","title":"Directx-Fehler System","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Community,\r\n\r\nvielleicht kennen einige von euch das Problem mit einem schlechteren PC und zwa wenn man &quot;Alt&quot;+&quot;Tab&quot; kann man z.B. aus Lol rausgehen um irgend etwas im Hintergrund zu machen wie Spotify einstellen. Bei schlechteren PCs (zumindestens bei meinen) wenn man als das Lol Fenster verl&auml;sst und nach ca. 3 Minuten wieder das Fenster &ouml;ffnen m&ouml;chte stopt das Spiel kurz und normaler weise funktioniert das Spiel ganz normal weiter hin jedoch wenn ich \r\nl&auml;nger brauche schlie&szlig;t sich das Spiel und der Bug-Report &ouml;ffnet sich. Wenn man nun anschlie&szlig;end das Spiel neustartet sagt einem das Spiel dass es sich um einen Directx-Fehler handelt. Anschlie&szlig;end startet man nat&uuml;rlich den Computer. Nach Leistung des Computers dauert es ein bisschen(bei mir ca. 5 Minuten) bis man Lol wieder gestartet hat. Meistens ist dann bei mir das Spiel vorbei da meine Teammates entweder aufgegeben,\r\nverloren oder gewonnen haben. Wenn dies &ouml;fter passiert bekommt man eine Strafe f&uuml;r 5 Spiele das man l&auml;nger warten musst.\r\n\r\nNach dieser mehr oder weniger kurzen Einleitung kommt die Frage: &quot;Kann das Spiel nicht einfach wenn es bemerkt dass es sich um einen Directx-Fehler handelt diese Information an den Server schicken um dann zu &uuml;berpr&uuml;fen falls das bei einem Spieler h&auml;ufiger zum Verlassen des Spieles kommt ob es sich dabei mehrfach um einen Directx-Fehler handelt damit dieser Spieler keine Strafe bekommt da er das Spiel nicht absichtlich verlassen hat.&quot; \r\nHat ihr auch schonmal das Problem? Konntet ihr es l&ouml;sen? Und wenn ja wie?\r\n\r\nVielen Dank im vorraus\r\n\r\nDuBistEinKevin","replies":[{"id":"","poster":"Gin","date":"2018-03-09T12:51:17.777+0000","up_votes":1,"down_votes":0,"body":"Fenster - modus. (Jetzt ernsthaft)","replies":[{"id":"","poster":"Necromant","date":"2018-03-09T12:59:09.568+0000","up_votes":1,"down_votes":0,"body":"Ist nur bedingt machbar ^^\nWie bei mir mit der größeren Auflösung des Bildschirmes :D","replies":[]}]}]}