{"id":"8K8oNALv","poster":"Flandre Sçarlet","date":"2018-03-08T20:42:06.103+0000","title":"Permabann ? Nicht gerechtfertigt in meinen Augen.","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":16,"body":"Sehr geehrtes Team von Riot, liebe Community. Ich hoffe mal das dies der richtige Ort ist, um dieses Thema anzusprechen.\r\nSoeben habe ich nach einem Normal Game die Nachricht erhalten, das ich einen Permabann bekommen habe. Meine Frage ist nun, warum ist dies der Fall ? Ich habe Ende Dezember einen Bann für zwei Wochen erhalten. Der war absolut gerechtfertigt. Da kann ich nichts gegen sagen. Jetzt ab Februar habe ich wieder angefangen zu spielen. Und ich habe nach fast jedem Spiel meinen Mitspielern einen Honor gegeben und mich im Chat korrekt verhalten. Und der zwei Wochen Bann war mein erster Bann. Nun habe ich vorhin ein Match gespielt. Meine Teammates waren ein 3 oder 4er Premate. In der Championselect habe ich den neuen Champion Kai'Sa gebannt, da ich ihn nicht gerne mag und die Gegner First Pick sind. Einer aus meinem Team hat sie prelocked, was ich zu spät gesehen hatte. Ich hatte auch geschrieben (Im sorry for you) als ich das gesehen habe. Da war es schon soweit das meine Mitspieler (in dem Fall mein Jungler) leicht angefressen war. Aber soweit so gut. Ingame lief es erstmal ziemlich gut, bis es dann dazu kam, das mich mein Support und (ich bin mir nicht 100 % sicher) einer seiner Premates mich mit Pings zugespammt haben, dem Fragezeichen um anzudeuten, das ich was falsch gemacht habe, wo ich in dem Moment aber nichts machen konnte. Das ganze ist mehrmals im Spiel passiert. Anfangs habe ich nicht gemacht, aber später, habe ich etwas zurück entgegnet, was im nachhinein falsch war, aber nach dem 3ten mal war es dann wirklich nervig, mit Pings gespammt zu werden, da dies absolut nicht nötig war. Mehr war aber nicht in dem Spiel. Am Ende wurde ich wahrscheinlich von allen reported, aufgrund dessen das ich in der Champion select nicht willentlich den Champion eines Teammates gebannt habe, und etwas zurückentgegnet habe. Ich werde nun den Text kopieren, wofür ich gebannt wurde : (Game 1\r\nFlandre Sçarlet: rotate drag soon\r\nFlandre Sçarlet: help mid ali\r\nFlandre Sçarlet: fun playing sona ?\r\nFlandre Sçarlet: XD\r\nFlandre Sçarlet: ?????????????????????????????????????????????\r\nFlandre Sçarlet: getting perma stunned fag ?\r\nFlandre Sçarlet: scarner stun\r\nFlandre Sçarlet: zoey aids bubble\r\nFlandre Sçarlet: morde relais\r\nFlandre Sçarlet: no she just stunned me with 500 dmg\r\nFlandre Sçarlet: and q with 340 dmg\r\nFlandre Sçarlet: thats nothing at all\r\nFlandre Sçarlet: dont ping me fag\r\nFlandre Sçarlet: gg ez\r\n\r\nIch wurde nun permanent gebannt für \"zoey aids bubble\", und zweimal \"fag\".\r\nIch kann verstehen das diese 3 Aussagen nicht nötig waren. Aber ganz ehrlich gesagt, ist das so schlimm das man permanent gebannt werden muss ? Ich sehe täglich Mitspieler, die einem den Tod wünschen, die einem drohen, auf das Tiefste beleidigen, und sie bekommen keinen Bann ? Bei allem Respekt, in keinerlei Hinsicht ist dies eines Permanenten Bannes würdig. Ich habe einen Freund, der mittlerweile zweimal gebannt wurde, erstmal 2 Wochen, danach einen Monat. Beide Male hat er \"Cancer\" mindestens 5 mal in den All Chat geschrieben. Und noch mehr als das. Und er bekommt nach dem ersten Bann einen Monat. Dagegen ist meins doch harmlos, und geht nicht außerordentlich beleidigend gegen meine Mitspieler, oder ? Ich bitte sie, vom Riot-Team, sich diesen Fall genauer anzuschauen, denn wie gesagt, ein Permabann ist für diesen Chat-Verlauf nicht gerechtfertigt. Wenn überhaupt käme dann höchstens ein zweiter zeitweiliger Bann infrage, aber wenn man das Verhältnis sich anschaut, wofür ich gebannt wurde, und was andere Spieler in den Chat schreiben und nicht gebannt werden, ist dies nicht in Ordnung. Ich spiele League of Legends sehr gerne und ich habe viel Zeit und Geld in meinen Account gesteckt. Ich bitte sie herzlich darum diesen permanenten Bann zu überdenken, da er in meinen Augen nicht gerechtfertigt ist. Sollte ein 1 Monat Bann als alternative in Frage kommen, weil sie denken, ich sollte bestraft werden für die 3 Wörter, nehme ich dies natürlich hin und werde mich bessern, nichts mehr in den Chat zu schreiben. Aber bitte schauen sie sich den Vorfall genau an. Bei Fragen etc. stehe ich gerne zur Verfügung.\r\n( Diese Nachricht habe ich bereits in Form eines Support-Tickets abgeschickt.\r\n(PS; Ich habe außerdem keine E-Mail von Riot bezüglich der Sperrung erhalten.)\r\nAn die Community: Seht ihr diesen Permabann als gerechtfertig für diese 3 Aussagen ? Ich würde mich über ein ehrliches Feedback freuen.\r\n\r\nMit freundlichen Grüßen, Flandre Sçarlet","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2018-03-08T21:00:22.109+0000","up_votes":7,"down_votes":0,"body":"Also zunächst mal dürfte dein Freund der einzige LoL Spieler in der Geschichte sein, der einen Monatsbann bekommen habt. Es ist gemeinhin bekannt (denn es wird ja genau so in der EMail vermittelt) dass nach dem 14 Tages Bann immer ein Permaban folgt. Beinah egal, wofür man danach negativ auffällt. Die Ansage ist eindeutig: Der 14 Tages Bann ist die aller letzte Warnung. Lasse derartige Ausdrücke konsequent sein, wenn deinen Account behalten willst... das hast du immerhin 3 Monate durchgehalten... \n\nAn sonsten finde ich es immer faszinierend, wie man homophobe Beleidigungen als Kleinigkeit abtut... ach komm, ist doch nicht so schlimm, geht doch nur gegen Schwuchteln, ist ja nicht so, dass ich Nigger gesagt hätte... ja, genau.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T21:03:57.358+0000","up_votes":1,"down_votes":11,"body":"So viel zu ehrliche Meinung. Ernsthaftigkeit ist das nun auch nicht. Wenn man sich das Verhältnis anschaut, wie andere täglich einem dem Tod wünschen, oder rassistische Beleidigungen machen, ist 2mal fag schreiben nachdem man derbe provoziert wird nicht Bann würdig","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T21:06:54.009+0000","up_votes":4,"down_votes":0,"body":"Was andere machen ist irrelevant, ist egal ist ralle. Du wurdest reportet und überprüft. Du schreibst \"Schwuchtel\" und dafür hast Du jetzt die Quittung. Es stand Dir frei die anderen auch zu reporten.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T21:09:32.803+0000","up_votes":1,"down_votes":10,"body":"Was nichts bringen würde. 3er Premate, spam-pingt und reported mich. Das Reportsystem interessiert sich nicht dafür das ich die Meldung abgebe, das ich von einem 3er Premate mit pings zugespammt wurde..","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-03-08T21:14:55.119+0000","up_votes":6,"down_votes":0,"body":"Ein einziger Report sorgt für die Prüfung. Jeder weitere ist irrelevant.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T21:35:18.620+0000","up_votes":1,"down_votes":4,"body":"Ich habe auch Spieler reportet die kys zu mir geschrieben haben, oder mich H*rentochter genannt haben. Keiner hat nach meinem und dem Report meiner Freunde einen Bann oder dergleichen erhalten..","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-03-08T21:38:29.422+0000","up_votes":5,"down_votes":1,"body":"Man erfährt grundsätzlich fast nie, wenn ein Report eine Strafe zur folge hatte.\nEs kann sein, dass die alle nen Perma bekommen haben.\nRiot informiert nur ab und zu, um zu symbolisieren, dass Reports auch eine Strafe hervorbringen können, jedoch ist das die Ausrede und nicht dir Regel","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T21:43:48.587+0000","up_votes":2,"down_votes":4,"body":"Kann leider nicht sein. Ich schaue mir die Profile der betroffenen Personen Tage und Wochen danach an, und in 95% der Fälle passiert gar nichts, sie spielen weiter als sie nie etwas gewesen","replies":[{"id":"","poster":"Zyzyx","date":"2018-03-08T22:03:20.359+0000","up_votes":7,"down_votes":0,"body":"Nenn doch mal 20 dieser Profile. Musst ja mindestens so viele kennen um auf die 95% zu kommen, außer die 95% sind genauso aus deinen Fingern gesaugt wie die Quellen zum Einmonats-Ban.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T22:05:47.303+0000","up_votes":1,"down_votes":6,"body":"Ich führe kein Buch wo ich jedes dieser Profile mir aufschreibe und jegliche Details behalte","replies":[{"id":"","poster":"Jastol","date":"2018-03-09T11:36:43.403+0000","up_votes":3,"down_votes":0,"body":"Aha, du Verfolgst die Leute also Wochenlang um zu sehen ob sie gebannt wurden ohne Ihre Namen zu wissen. Klingt logisch.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-09T12:40:07.866+0000","up_votes":1,"down_votes":1,"body":"Ich würde gerne sehen wie du die Namen von vielen Spielern dir auswendig merkst. Vielleicht siehst du selber das das keinen Sinn macht, oder ?","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-03-09T12:45:49.676+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Flandre Sçarlet,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=000300000000000000010000000000000000000000010000,timestamp=2018-03-09T12:40:07.866+0000)\n>\n> Ich würde gerne sehen wie du die Namen von vielen Spielern dir auswendig merkst. Vielleicht siehst du selber das das keinen Sinn macht, oder ?\n\nDu bist doch mit dem Argument gekommen, dass Du dir die Konten der Spieler angeschaut hast, die Du gemeldet hast. Und auch von Dir kam, dass sie Tage- und Wochenlang ohne ersichtliche Bestrafung weiterspielen konnten.\nDa solltest Du Dir doch entweder die Namen notiert oder auswendig haben.","replies":[]}]}]},{"id":"","poster":"OT Riku","date":"2018-03-08T22:16:52.241+0000","up_votes":3,"down_votes":0,"body":"Dann muss du sie ja im Kopf haben.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T22:20:58.067+0000","up_votes":1,"down_votes":4,"body":"Das einzige was ich dazu im Kopf habe, ist eine Anzahl von +10 Spielern die mir gesagt hat, ich soll mich umbringen, und nach mehreren Wochen keinen Bann erhalten hat. Wie gesagt ich führe kein Buch. Und aussagen wie nenn 20 dieser Profile würde so oder so nicht gehen, da Namen nennen im Forum nicht erlaubt ist","replies":[{"id":"","poster":"Time2Whine","date":"2018-03-09T09:03:44.262+0000","up_votes":1,"down_votes":0,"body":"Und was ist wenn diese Spieler eine 10 oder 25 Spiele Chatrestriction bekommen haben? Das kannst du nicht anhand der Spielverläufe sehen obwohl sie eine Strafe bekommen haben.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-09T12:31:52.674+0000","up_votes":1,"down_votes":2,"body":"Das wäre nicht nur ungerecht, sondern bescheuert zugleich, wenn man für kys nur einen Chatbann bekommt","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2018-03-08T21:13:29.630+0000","up_votes":8,"down_votes":0,"body":"Anzahl der Reports ist irrelevant ! Wenn reportet wurde, dann wird das Spiel überprüft. Das geht schon mit einem Report !\n\nVerdammt nochmal Mensch jetzt lies Dir doch endlich mal die Supportseiten durch ! Is doch nicht zum aushalten !{{sticker:slayer-jinx-unamused}}\n\nHIER : https://support.riotgames.com/hc/de/categories/115001242847","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-03-08T22:15:16.773+0000","up_votes":2,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}} \nThx für die Quelle","replies":[{"id":"","poster":"Sirrkas","date":"2018-03-08T22:25:16.669+0000","up_votes":2,"down_votes":0,"body":"Wenn dich Quellen zu Playerbehaviour interessieren: \n\nTob dich Aus!\n\nhttp://en.volu-eu.org/library.php","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-03-08T22:32:01.692+0000","up_votes":2,"down_votes":0,"body":"Kenne ich schon von dir. Habe den Link also schon XD","replies":[{"id":"","poster":"Sirrkas","date":"2018-03-09T21:48:10.186+0000","up_votes":1,"down_votes":0,"body":"Achso. Dann hast du dir das wohl schon mal angesehen.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2018-03-08T21:14:11.943+0000","up_votes":3,"down_votes":1,"body":"Bannwürdig ist deutlich mehr als auch gebannt wird. Das stimmt. Jedoch ist es kein Grund sich mal daran zu versuchen für bannwürdiges nicht gebannt zu werden. (Wie du siehst hat es bei dir nicht geklappt XD)\n\n{{sticker:slayer-jinx-unamused}}","replies":[]}]}]},{"id":"","poster":"Bettnachleger","date":"2018-03-09T07:45:50.576+0000","up_votes":6,"down_votes":0,"body":"> Ich sehe täglich Mitspieler, die einem den Tod wünschen, die einem drohen, auf das Tiefste beleidigen, und sie bekommen keinen Bann ?\n\nDiese Uebertreibungen finde ich immer furchtbar.\nStaendig behaupten perma gebannte Leute, das ihnen in fast jedem Spiel der Tot gewuenscht wird usw., komischerweise passiert mir oder meinen Freunden sowas aber nie.\nIch erinnere mich an einen Amumu der mir den Tot, cancer und all die schoenen sachen gewuenscht hat in S4 oder S5, der wurde aber auch direkt nach dem Spiel gebannt. \nAnsonsten kann ich mich nicht daran erinneren, das sowas gross passiert ist. Sicherlich ist das noch ein paar mal vorgekommen, aber garantiert nicht taeglich!\nWieso passiert sowas immer Leuten, die selbst flamen?\n\nOder wie ist das bei den anderen?! Wird euch auch, wie dem TE, taeglich der Tot gewuenscht, wenn ihr LoL spielt?","replies":[{"id":"","poster":"Wernicke","date":"2018-03-09T09:12:33.737+0000","up_votes":1,"down_votes":0,"body":"> Oder wie ist das bei den anderen?! Wird euch auch, wie dem TE, taeglich der Tot gewuenscht, wenn ihr LoL spielt?\n\nLeider ja. \nNur ums klar zu stellen, ich stelle micht inhaltlich nicht auf Seite vom TE^^\nAber ich kann eben immer nur von dem berichten was ich selbst täglich erdulden muss auch wenn mir das immer downvotes einbringt. Nur ich kanns ja nicht ändern, es ist wie es ist. \nManchmal frage ich mich ob einige von euch vlt ein anderes Spiel spielen^^\nAber die momentane flame meta ist allgegenwärtig, jedes Spiel. Es dauer meist nicht lang und schon is das ganze team am flamen da sich die meisten triggern lassen. Teufelskreis.","replies":[{"id":"","poster":"Bettnachleger","date":"2018-03-09T09:38:03.015+0000","up_votes":3,"down_votes":1,"body":"Mysterioes.\nRiot hasst bestimmt ein paar Accounts, und packt daher extra fiese burschen in deren matches ;^)\n\nIch muss dazu sagen, das ich eigentlich fast nurnoch aram spiele. Evtl. liegt es auch am Modus.\nWobei, selbst wenn ich ranked spiele, passiert sowas eigentlich nie.\nEvtl. ignoriere ich es aber auch einfach nur?! KA","replies":[{"id":"","poster":"Sirrkas","date":"2018-03-09T10:34:35.803+0000","up_votes":3,"down_votes":0,"body":"In meinen Normals, Rankeds, ARAMs etc. habe ich glaube ich bisher höchstens 3 Spiele gehabt, in denen Nachrichten wie \"KYS\" oder \"i will kill you in rl\" gesehen habe.","replies":[{"id":"","poster":"Abasin","date":"2018-03-09T12:12:20.961+0000","up_votes":4,"down_votes":0,"body":"Ich müsste auch überlegen, ob und wann ich diese krassen Äusserungen mal hatte. Das heftigste in letzter Zeit war ein \"go uninstall\" in einem ARAM oder Normal, wo ich einen grauenhaften Start und zudem Lags hatte. Report ist jedenfalls raus.","replies":[{"id":"","poster":"CYPHΕR","date":"2018-03-12T09:22:12.068+0000","up_votes":1,"down_votes":0,"body":"Ich hatte bisher auch nur 2 oder 3 Matches in denen wirklich jemand \"kys\" oder etwas in der Art geschrieben hat. Witzigerweise habe ich nach allen der drei Matches die Feedbackmeldung des Feedbacksystems bekommen (die ich sogar relativ oft bekomme, also sicher bei 50-60% meiner Reports).\n\nAnsonsten geht Flame in meinen Matches (wenn er wirklich mal vorkommt) selten in die extreme Richtung. Noob, l2p oder ein retard sind da meist das Maximum der Beschimpfungen. Sobald ich merke, dass einer meiner Mitspieler mit dummen Kommentaren kommt ignoriere ich seine Chatnachrichten einfach. Entsprechend belassen es die meisten auch mit einfachen Kommentaren und eskalieren nicht.","replies":[]}]},{"id":"","poster":"Bettnachleger","date":"2018-03-09T11:23:46.695+0000","up_votes":1,"down_votes":0,"body":"Joar, sehr viel oefter wuerde ich bei mir jetzt auch nicht schaetzen.","replies":[]}]},{"id":"","poster":"Wernicke","date":"2018-03-10T07:22:13.214+0000","up_votes":1,"down_votes":0,"body":"Hatte ich gestern erst wieder. Jedenfalls habe ich die Nachricht bekommen und ich schätze einfach mal es war für den \"kys\" & \"cancer\" spamenden Kollegen gewesen, kam direkt ~5 Min. später^^\nEin beruhigendes Gefühl wo einem mal wieder aufgefallen ist, dass man die Meldung gerne öfter bekommen würde. Ich weiss ja dass das System dahinter trotzdem arbeitet, aber dennoch ist die Meldung Balsam für die Seele^^ \n\nÜbrigens, wie kann man nur aram spielen, oder diese ganzen anderen (\"Spaß\")Modis, Events, usw... Ich spiele einfach nur lol, weil wenn ich lol starte will ich auch lol spielen und nicht iwelche komischen Modis :D","replies":[{"id":"","poster":"Abasin","date":"2018-03-12T09:25:34.356+0000","up_votes":2,"down_votes":0,"body":"> Übrigens, wie kann man nur aram spielen, oder diese ganzen anderen (\"Spaß\")Modis, Events, usw...\n\nIsst Du täglich 3 mal Pizza?","replies":[{"id":"","poster":"Wernicke","date":"2018-03-13T05:59:11.116+0000","up_votes":1,"down_votes":0,"body":"Auch wenn dein Vergleich hinkt beziehe ich mich gerne auf was du eigentl hinaus wolltest und wiederhole mich: Ich starte ein anderes Spiel wenn ich was anderes spielen möchte. Klingt gar nicht mal soooooo unlogisch oder?! ^^\n{{sticker:galio-happy}}","replies":[]}]},{"id":"","poster":"Bettnachleger","date":"2018-03-11T03:51:25.429+0000","up_votes":2,"down_votes":0,"body":"Naja, ich hatte S1 wirklich noch Zeit in dieses Spiel investiert, einfach weil ich spass dran hatte.\nIch habe es ca unter die top 3k geschafft und war auch recht zufrieden damit. (glaube 3021 war meine Platzierung, iwas bei 200k haben es in die Rangliste geschaft [alles unter 1250 Elo wurde aber **nicht** gewertet ... und das war der groesste Teil])\nNaja, dann kam die Meta(die es halt auch schon in mitte S1 gab, aber iwie glaubt das kein arsch ... Aber da war Bronze auch noch was wert)\nUnd ich hab nurnoch betrunken gespielt und habe dennoch bis s5 immer Gold bekommen.\n\nNaja, seit S6 spiele ich sooo selten, das man meinen mag, das ich ein intentional feeder bin, wenn ich ranked spiele.\nIch hab keine Ahnung mehr von Items oder Champions, oder weiss der Fuchs was, einfach weils mich null interessiert.\n\nIn Aram spielt das dann aber widerum kaum eine Rolle. Das kann ich mit freunden spielen, die sonst auch kein LoL spielen ;D\nIst halt entspanter!?\nAram ist halt auch iwo spassig. Ich bevorzuge halt den normal Modus, aber ich halte mich da dann an meine Bekanntschaften und joar ;D\n\nNaja, ich hoere beim spielen dann halt immer black metal und schaue was passiert. \nDarum  bin ich vermutlich auch so ignorant was beleidgungen an geht, ich bekomme sie nicht mit ;D","replies":[{"id":"","poster":"Wernicke","date":"2018-03-11T08:38:18.148+0000","up_votes":2,"down_votes":0,"body":"Also bei mir gings heut morgen gleich weiter. Unsere Trist hat sich gewundert das sie immer und immer wieder abgefangen wurde nachdem sie meinte als adc ohne vision solo pushen zu müssen... Es folgte kys flame and dann afk :)\nWieder ein Spiel verloren ohne das man Einfluss drauf nehmen kann.Liebe diese community :D\n\np.s. hast du dir denn nun \"Der Weg einer Freiheit\" mal ein bisschen angetan??","replies":[{"id":"","poster":"Bettnachleger","date":"2018-03-11T11:18:27.319+0000","up_votes":1,"down_votes":0,"body":"Okay, du hast wohl wirklich einen verfluchten Account ;^)\n\n@Der Weg einer Freihei\n\nBis eben nicht, aber ich muss sagen, das ist genau mein Geschmack. \nWtf ist das an mir vorbeigegangen? ;-(\nhttps://www.youtube.com/watch?v=RDpHjuWXK8Q\n\nGefaellt mir sehr gut ;^)\n\nWelche Band ist eigentlich derzeit so deine Lieblingsband, wenn ich fragen darf?\n\nIch muss aber auch ehrlich zugeben, das ich absolut stagniere was Musik an geht ;D\nIch habe noch immer meinen ~120 gb BM Ordner von vor 2008 glaube ich, und seitdem habe ich mir kaum neues angehoert.\nAber ich bin ja auch noch laaaange nicht mit meinem alten Ordner fertig, von daher ;-)\n\nAlso fuer Tips in diese Richtung bin ich gerne offen.\n\nEdit:\nJetzt wo ich das abgeschickt habe, hat tatsaechlich jemand im aftergamechat jemand anderen dazu aufgefordert sich selbst umzubringen ;D","replies":[{"id":"","poster":"Wernicke","date":"2018-03-11T12:54:55.666+0000","up_votes":1,"down_votes":0,"body":"> Okay, du hast wohl wirklich einen verfluchten Account ;^)\n\nIm spiel danach ein tilted autofill der einfach jungle gegangen ist. Juhuu das macht Spaaaaaaaaßß!!!!!1111elf!!\n\n> Bis eben nicht, aber ich muss sagen, das ist genau mein Geschmack.\nWtf ist das an mir vorbeigegangen? ;-(\n\nVor allem weil ich dir die letztens mal empfohlen habe du Schelm!!!! :D\n\nIm BM Bereich geht nix über DWEF, Nagelfar, Graupel und sowas halt. Also auch kein neuen heissen Tipp. Das alte Zeug ist eben einfach genial^^\nWie gesagt, wohl nix was du nicht kennen würdest...\nLunar Aurora, Helrunar, Urfaust und natürlich Nocte Obducta\n\n[https://www.youtube.com/watch?v=hnT-G78vGRY]\n\nAber ich hör eben sonst auch noch viel deathcore usw... ;)\n\n[https://www.youtube.com/watch?v=Mxi6tSCYygc]","replies":[{"id":"","poster":"Bettnachleger","date":"2018-03-11T14:02:32.727+0000","up_votes":1,"down_votes":0,"body":"> Vor allem weil ich dir die letztens mal empfohlen habe du Schelm!!!! :D\n\nlol stimmt, aber da sieht man halt wie hoch meine Aufmerksamkeitsspanne ist. Bestimmt so hoch wie die eines Goldfisches {{sticker:sg-lulu}} \nAber diesmal habe ich es mir gespeichert!\n\nIch habe Urfaust nun schon ein paar mal live gesehen btw., und es war immer sehr geil ;D  \n(ich bin aber auch seit 2005 auf Festivals in Ganz Deutschland Unterwegs, und hab daher eh schon maaaaassig Bands gesehen ;D )\n\nHoerst du auch kram der eher in Richtung pagan geht ala :\nhttps://www.youtube.com/watch?v=GhLVP4lQD54\noder \nhttps://www.youtube.com/watch?v=PR0OzoojEkY\n\nWie kommt eigentlich dein Name zustande?","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2018-03-09T08:55:36.893+0000","up_votes":4,"down_votes":0,"body":"Ich glaube, das ist mir 1x letzte Season passiert, könnte auch 2x gewesen sein.\nMir wird zwar fast täglich der Tod gewünscht, allerdings nicht in LoL, sondern von meinem Wecker, dieses sadistische, miese, kleine...","replies":[{"id":"","poster":"Veezey","date":"2018-03-09T11:24:00.047+0000","up_votes":3,"down_votes":0,"body":"Ich glaube eher, dass du dem Wecker jeden Tag den Tod wünschst xD","replies":[]}]},{"id":"","poster":"DanionVibit","date":"2018-03-09T09:50:36.728+0000","up_votes":1,"down_votes":0,"body":"Nein, zumindest solange ich selber nichts Dergleichen schreibe.\n\nWie sagt man immer so schön: \"So wie man in den Wald ruft schallt es auch heraus\"\n\nWenn der TE schon ein 14-Tage Ban hinter sich hat muss es ja auch schon extremer sein. Die meisten Spieler reagieren auf Flame meistens mit Gleichem oder mute. Wenn ich jemanden als \"Useless\" betitel (ja, manchmal kommt es vor), dann ist für mich im gleichen Moment klar, dass entweder nichts zurück kommt oder so etwas wie \"U are 1/6/2 and useless, too\". Die Menschen die man begegnet, behandeln einen eben wie man sie selbst behandelt.\n\nAlso werde ich natürlich nicht Täglich mit \"kys\" o.ä. konfrontiert, da ich es für Sinnlos erachte dermaßen zu flamen (Zum Glück sind meine Teams meist der Gleichen Meinung). Wobei man eben sagen muss, jeder flame ist unnötig, aber ich bleibe dabei immer über meiner persönlichen Gürtellinie (\"U are useless\" oder \"fck you\" spiegelt hier schon das heftigste dar).\n\nBTW: Ich habe aber auch schon seit mehreren jahren den \"All-Chat\" aus und kriege diesen geistigen Dünnpfiff darin nicht mit ^^","replies":[]},{"id":"","poster":"Time2Whine","date":"2018-03-09T08:40:03.557+0000","up_votes":1,"down_votes":0,"body":"Ich bin da bei dir. Solch extremen Flame kann ich in den letzten 2 Jahren an einer Hand abzählen. Aber wie heißt es immer so schön \"Auge um Auge, Zahn um Zahn\"","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2018-03-08T22:02:25.076+0000","up_votes":5,"down_votes":0,"body":"Zu deinem Fall:\n\nDer 2 Wochenbann ist die letzte Warnung vor dem Permabann. Um nicht mehr den Perma als nächste Sanktionsstufe zu haben, musst du dich sehr lange anständig benehmen. Pause machen zählt da aber nicht. Wer nicht spielt, kann nicht beweisen, dass er sich gebessert hat. Aber auch mit viel spielen, hätte es jetzt wohl den Perma gegeben.\n\nFür deinen Account wäre es hier wohl besser gewesen, wenn du die Spieler gemutet hättest, das geht auch bei den Pings. \n\n>, und zweimal \"fag\".\n\n\"Fag\" bedeutet Faggot, zu Deutsch etwa Schwuchtel. Das Fag gilt als schwulenfeindlicher Ausdruck und die beiden Fags hätten alleine einen 2 Wochenbann auslösen können. Da du den schon hattest, haben sie zum Perma geführt. Daran lässt sich jetzt nichts mehr ändern. \n\n>Ich habe einen Freund, der mittlerweile zweimal gebannt wurde, erstmal 2 Wochen, danach einen Monat.\n\nHierzu möchte ich erwähnen, bei LoL gibt es keinen Monatsbann. Ganz, ganz früher, gab es Tagesbann, 3 Tagebann, Wochenbann und 2 Wochenbann als zeitlich beschränkte Strafen. Als letzte Stufe auch da den Perma. Inzwischen gibt es als Banns im Normalfall nur den 2 Wochenbann und den Permabann. \n\n>Ich sehe täglich Mitspieler, die einem den Tod wünschen, die einem drohen, auf das Tiefste beleidigen, und sie bekommen keinen Bann ? \n\nDie bekommen durchaus Strafen. Man kriegt das nur nicht unbedingt mit. Solange man zuverlässig solche Sachen meldet, werden die auch bestraft. Die Nachricht, dass jemand bestraft wurde, ist aber nur sehr selten zu sehen und wenn man die nicht sieht, heißt das noch lange nicht, dass der andere ungeschoren davon kommt.\n\n>Ich spiele League of Legends sehr gerne und ich habe viel Zeit und Geld in meinen Account gesteckt.\n\nAuch wenn dir das nicht gefallen wird, mir würde es auch nicht gefallen, meinen Account zu verlieren, in so einen Account kann man wirklich viel Zeit stecken. Aber dein Account wird gebannt bleiben. Daran lässt sich jetzt nichts mehr ändern. \n\n>An die Community: Seht ihr diesen Permabann als gerechtfertig für diese 3 Aussagen ? Ich würde mich über ein ehrliches Feedback freuen.\n\nIn Anbetracht deiner Vorgeschichte, musste es dazu kommen. Es hätte in dem Fall auch gereicht, wenn du harmlosere Sachen von dir gegeben hättest, etwa wie \"noob\" und \"learn to play, bronzescrub\". Wenn man nach dem 2 Wochenbann bestraft wird, endet das im Permabann.\n\nWenn du wirklich überzeugt bist, dich in Zukunft besser zu verhalten, steht es dir frei, einen neuen Account zu erstellen. Hier lässt sich aber nichts mehr machen.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T22:12:38.375+0000","up_votes":1,"down_votes":3,"body":"Danke für eine ehrliche, konstruktive und nicht übertriebene Antwort (hätte ich mir von einigen anderen genauso gewünscht). Ich kann es schon nachvollziehen das das Wort fag zu schreiben nicht nötig war. In meinen Augen ist es zwar nicht gerechtfertigt, deswegen (auch aufgrund meiner Vorgeschichte) einen Permabann zu bekommen, aber jeder sieht das anders. Besonders, ich kanns nur wiederholen, wenn man sich das Gesamtpaket anschaut, was andere Spieler schreiben und nicht bestraft werden. Ich hoffe ich bekomme vom Support, und von Riot an sich eine Nachricht, denn normalerweise sollte man nach einem Bann (besonders Perma) eine E-Mail mit Informationen erhalten, was ich nicht habe.. Letztendlich bin ich aber allgemein nicht optimistisch das sich an dem Bann etwas ändern wird, auch wenn ich es mir sehr sehr wünsche, da ich sehr viele tollen SKins wie Soulstealer Vayne und Dreadnova Darius habe, aber gut, Riot sitzt halt am längeren Hebel.","replies":[{"id":"","poster":"Time2Whine","date":"2018-03-09T09:18:16.984+0000","up_votes":4,"down_votes":0,"body":"> Ich kann es schon nachvollziehen das das Wort fag zu schreiben nicht nötig war.\n\nFag zu schreiben ist **immer** unnötigt egal in welcher Situation, oder willst du mir sagen dass es deinem Team weiterhilft wenn du andere als Schwuchtel beleidigst?\n\n> In meinen Augen ist es zwar nicht gerechtfertigt, deswegen (auch aufgrund meiner Vorgeschichte) einen Permabann zu bekommen, aber jeder sieht das anders.\n\nGerade wegen deiner Vorgeschichte hättest du dir nichts, aber auch wirklich gar nichts negatives mehr erlauben dürfen. Es hätte ein einfach \"noob\" oder \"stfu\"gereicht um den Permabann auszulösen. Durch deine Äußerungen ist der Sachverhalt nur umso deutlicher.\nDu verstehst anscheinend nicht was du da als Beleidigung von dir gegeben hast sonst würdest du das auch nicht so leichtfertig abtun, denn sowas ist mit das toxischste was du in den Chat hauen kannst. Wenn du das nicht verstehst oder nicht akzeptierst kann ich dir nicht mehr helfen. Es ist schon traurig genug dass so sich viele Personen wie du im Internet herumtreiben, die trotz einer klaren Rückmeldung dass sowas nicht erwünscht ist (14 Tag Bann und Permabann) meinen solche Ausdrücke wären eine Lapalie.\n\n> Nehme ich dies natürlich hin und werde mich bessern, nichts mehr in den Chat zu schreiben.\n\nDie Chance nichts mehr in den Chat zu schreiben hattest du schon nach dem 14 Tage Bann in dem dir mitgeteilt wurde dass jegliches weiteres negatives Verhalten zum Permabann führt und diese Chance hast du mit deinen Äußerungen zusammengeknüllt, auf den Boden geworfen, draufgetreten und dann in den Mülleimer geworfen.","replies":[]},{"id":"","poster":"Sirrkas","date":"2018-03-08T22:21:38.999+0000","up_votes":3,"down_votes":1,"body":">Danke für eine ehrliche, konstruktive und nicht übertriebene Antwort (hätte ich mir von einigen anderen genauso gewünscht). \n\nDann mal danke dafür, dass du das nicht als Angriff auf deine Person wahrgenommen hast. Ja, so etwas kommt hier häufiger vor.\n\n>Ich hoffe ich bekomme vom Support, und von Riot an sich eine Nachricht, denn normalerweise sollte man nach einem Bann (besonders Perma) eine E-Mail mit Informationen erhalten, was ich nicht habe.. \n\nDas müsste daran liegen, dass es die E-Mails glaube ich nicht mehr gibt, das aber noch so in der Bannnachricht steht. Ich weiß auch nicht, warum es noch da drinnen steht, aber keine verschickt werden. Ich schätze mal das steht noch darin? Hier zeigen nur selten Leute Screenshots von der Info. \n\n>da ich sehr viele tollen SKins wie Soulstealer Vayne und Dreadnova Darius habe\n\nOh, die für Edelsteine. Da tut das mit dem Perma noch mal mehr weh.\n\nEdit: Ahja, das steht zumindest nicht mehr bei der Nachricht zum Perma. Hab eben deine Screenshots gesehen.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T22:25:13.687+0000","up_votes":1,"down_votes":2,"body":"Ja das schmerzt sehr. Fragwürdig warum sie einem keine Benachrichtigung per E-Mail senden, wenn es in der Bannnachricht steht.. Ein kleines Statement seitens Riot wäre denke ich schon angebracht","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2018-03-08T22:15:51.443+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Flandre Sçarlet,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=00060001,timestamp=2018-03-08T22:12:38.375+0000)\n>\n> (hätte ich mir von einigen anderen genauso gewünscht).\n\nAutsch","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T22:17:55.834+0000","up_votes":1,"down_votes":2,"body":"meine nicht dich damit","replies":[]}]}]},{"id":"","poster":"Haudruppmoor","date":"2018-03-08T22:04:40.539+0000","up_votes":2,"down_votes":0,"body":"Viel besser als mein Geschreibsel.","replies":[]}]},{"id":"","poster":"nox5555","date":"2018-03-13T05:09:27.571+0000","up_votes":1,"down_votes":3,"body":"Wieso ist Fag bannwürdig? das ist im englischen sprachgebrauch nicht homophob und nur bedingt abwertend.  \nengländer benutzen das in jedem 2ten satz, genauso wie cunt.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-03-13T05:45:19.723+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=nox5555,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=000f,timestamp=2018-03-13T05:09:27.571+0000)\n>\n> Wieso ist Fag bannwürdig? das ist im englischen sprachgebrauch nicht homophob und nur bedingt abwertend.  \n> engländer benutzen das in jedem 2ten satz, genauso wie cunt.\n\nWarum werden in Korea Mutterwitze so hart bestraft? Hierzulande ist das doch lustig.\nWie wäre es mit \"Kultur\".\n","replies":[{"id":"","poster":"nox5555","date":"2018-03-13T06:33:10.054+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=ZcDQ0Dt6KV,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=000f0000,timestamp=2018-03-13T05:45:19.723+0000)\n>\n> Warum werden in Korea Mutterwitze so hart bestraft? Hierzulande ist das doch lustig.\n> Wie wäre es mit &quot;Kultur&quot;.\n\nAlso verbieten wir wörter deren gebrauch völlig normal ist weil?","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-13T07:30:20.084+0000","up_votes":2,"down_votes":0,"body":">  So protestierte die Gay & Lesbian Alliance Against Defamation: \"Die Macher von 'South Park' haben in einem Punkt recht: Mehr und mehr Leute benutzen das F-Wort als Allzweckbeleidigung\", so die GLAAD in einer Pressemitteilung. \"Es ist aber unverantwortlich und falsch zu denken, dass es sich dabei um eine freundliche Beleidigung handelt und dass es keine Konsequenzen für die Opfer von antischwuler Schikanierung und Gewalt hat\". **Das Wort sei in den USA nach wie vor mit Homophobie verknüpft**. Die GLAAD erinnerte dabei an einen elfjährigen Schüler aus Massachusetts, der sich im April nach schwulenfeindlichen Beschimpfungen durch seine Klassenkameraden das Leben nahm (queer.de berichtete).\n\nQuelle : http://www.queer.de/detail.php?article_id=11325\n\n> Schwuchtel ist neben Tunte eine der meistverwendeten Bezeichnung für einen sich weiblich benehmenden Schwulen oder Schwule generell. Es wird meist salopp und** abwertend als Schimpfwort** verwendet. \n\nQuelle : http://www.homowiki.de/Schwuchtel\n\nWenn es für Dich normal ist bitteschön, aber für andere eben nicht ! Über dieses Wort wurde schon genug diskutiert. Es ist ein Schimpfwort, welches andere abwertet / beleidigt und kann geahndet werden.\n\nhttps://memegenerator.net/img/instances/28631857/so-you-think-its-humorous-to-call-people-faggot-the-veritable-cornucopia-of-colloquial-expressions-t.jpg\n\np.s.:\nEs sei denn Du meinst die Fleischklöschen , dann biste aber bei LoL falsch und solltest lieber ne Kochsendung machen ^^","replies":[{"id":"","poster":"nox5555","date":"2018-03-13T19:29:55.418+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=000f000000000000,timestamp=2018-03-13T07:30:20.084+0000)\n>\n> Quelle : http://www.queer.de/detail.php?article_id=11325\n> \n> Quelle : http://www.homowiki.de/Schwuchtel\n> \n> Wenn es für Dich normal ist bitteschön, aber für andere eben nicht ! Über dieses Wort wurde schon genug diskutiert. Es ist ein Schimpfwort, welches andere abwertet / beleidigt und kann geahndet werden.\n> \n> https://memegenerator.net/img/instances/28631857/so-you-think-its-humorous-to-call-people-faggot-the-veritable-cornucopia-of-colloquial-expressions-t.jpg\n> \n> p.s.:\n> Es sei denn Du meinst die Fleischklöschen , dann biste aber bei LoL falsch und solltest lieber ne Kochsendung machen ^^\n\n\n\nIn den USA, EUW beinhaltet aber nicht die USA sondern England.  In England ist Fag nichtmal ein richtiges Schimpfwort, genauso wie Cunt, das sind mehr Füllwörter.   Außerdem ist es halt das englische Wort für Kippe.\n\n\nSchwuchtel und Tunte sind klar bann würdig, die sind eindeutig Homophob.  Man kann halt nicht jedes Wort übersetzen und dann annehmen die bedeutung wäre die gleiche.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-13T20:38:32.351+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=nox5555,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=000f0000000000000000,timestamp=2018-03-13T19:29:55.418+0000)\n>\n> In den USA, EUW beinhaltet aber nicht die USA sondern England.  In England ist Fag nichtmal ein richtiges Schimpfwort, genauso wie Cunt, das sind mehr Füllwörter.   Außerdem ist es halt das englische Wort für Kippe.\n> \n\n1. Quelle ?\n2. RIOT Games hat den Sitz in West Los Angeles was in Amerika liegt\n\n3. bring erstmal Ordnung in Deine Gedanken, faggot ist :\n\n    [1] abwertend, salopp, hauptsächlich US-amerikanisch: männlicher Homosexueller\n    [2] meistens im Plural, veraltet: zusammengebundenes Reisig zur Benutzung als Brennstoff\n    [3] meistens im Plural, britisch: ballförmige Speise, die aus einer Mischung aus Fleisch (Leber) und Brot hergestellt wird;                                                Leberknödel\n    [4]veraltet, britisch: unfreundliche Frau \n\nWo ist da ne Kippe ? \n\nAlso fag ist ein Schimpfwort, was geahndet werden kann oder Leberknödel oder Brennholz , eventuell noch eine alte Frau. Was meinst Du denn, was davon in einem LoL-Spiel zutrifft ?\n\nWenn Du fag benutzen willst, nur zu, keiner hindert Dich dran. Dann mach es doch bitte auch und schreib hier nicht, daß es harmlos wäre es in Game zu benutzen.  Sonst kommt noch ein anderer auf die Idee, wenn er das hier liest.\n\nSchreib Dein fag wenn es Dich glücklich macht, aber stifte bitte andere nicht damit an. \n\n---\n\np.s.:\n\nSodele, hab mich selber auf die Suche gemacht, hab ja sonst nix zu tun ^^ :\n\nhttps://eurotext-ecommerce.com/blog/2015/06/18/wussten-sie-schon-dass-englisch-nicht-gleich-englisch-ist/\n\nAuszug :\n\n>Wenn z. B. ein Engländer eine Zigarette („fag“) rauchen möchte ( „I’m going out for a fag.“), während dieses Wort in Amerika ein Schimpfwort für einen Schwulen ist.\n\nDu willst mir also allen ernstes weismachen, daß wenn einer schreibt :\n\n>Flandre Sçarlet: getting perma stunned fag ?\n\ner eine rauchen gehen wollte ? Ernsthaft ? \n\nWenn man ein bischen im Internet stöbert, dann stolpert man über ein paar Seiten , die sich mit der Thematik auseinandersetzen. Nach denen ist fag sehr wohl auch in England ein Schimpfwort (siehe Cambridge Dictionary) . \n\nAllerdings ist es dort mehrdeutig, man braucht also immer den Kontext.  In nem LoL-Spiel wird keiner ne Zigarettenpause ankündigen oder den anderen erzählen was er zum Mittag hatte . Der Bezug zu einem Schimpfwort ist definitiv gegeben, auch in England.\n\nUm jetzt mal ne Brücke zu Deiner Aussage zu schlagen :\n\n> [{quoted}](name=nox5555,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=000f00000000,timestamp=2018-03-13T06:33:10.054+0000)\n>\n> Also verbieten wir wörter deren gebrauch völlig normal ist weil?\n\nDer Gebrauch von fag auf nen englischen Pausenhof kann durchaus normal sein, im Chat von LoL aber mit Sicherheit nicht. Es ist nicht völlig normal im Chat fag zu schreiben. Es ist aber auch nicht verboten, Du kannst es ja schreiben. Allerdings mußt Du zwangsläufig mit einer Strafe rechnen.\n\nWenn ich morgen Zeit hab, kann ich ja mal nen Auszug posten was ein Homosexueller über die Bezeichnung Schwuchtel denkt.\n\nFunfact am Rande :\nWenn man http://leagueoflegends.wikia.com/wiki/Servers Glauben schenken darf, dann stehen die Server für EUW in Amsterdam und für EUNE in Frankfurt. Also nix mit England . ;)","replies":[{"id":"","poster":"nox5555","date":"2018-03-16T12:14:44.812+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-16T14:12:36.892+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=nox5555,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=000f000000000000000000000000,timestamp=2018-03-16T12:14:44.812+0000)\n>\n> Du musst keinen Auszug von irgendeiner Chronisch Beleidigten Schwuchtel mit Opferkomplex zitieren, Ich brauche keine anderen Homosexuellen die mir sagen was ich zu denken habe, ich kann sehr gut für mich selbst denken und ich brauche auch niemanden der Schwul ist weil es immoment cool ist um mir zu erklären wie ich mich zu verhalten habe.\n> Das war schon Extrem nervig als ich noch zur Schule ging und noch nicht offen damit umgegangen bin.\n> \n> \n> ich  finde das mit dem LGTBQ+*#&#x27;  viel beleidigender als das mit dem fag.\n> das Queer wiki als quelle ist schon übelst homophob.  ich möchte nicht mit diesen ganzen freaks in einen topf geworfen werden.\n> und ich möchte auch nicht das irgendwelche Perversen für mich sprechen. \n> \n> Leute die Schwuchtel schreiben oder schreien sind für mich nicht wirklich ein problem. Im Gegensatz zu den Terrorunterstützern die den Koran in der Innenstadt verteilen. Ich bezweifel das die Leute die Fag schreiben meinen Tod wollen, im gegensatz zu den Koran verteilern.\n> \n> Ich hasse es wenn Leute mir vorschreiben wollen was ich zu fühlen habe, und worüber ich außer mir seien muss.\n> \n> Leute wie du machen es für Leute wie mich schwer ihr leben zu leben.  Nur weil ich mein eigenes geschlecht bevorzuge bin ich nicht aus Glas, und deine lächerlichen  &quot;Quellen&quot; und Gedanken machen mich viel viel wütender als gelegentlich Schwuchtel als beleidigung im chat lesen zu müssen.\n\nSag ma gehts noch ? Hast Du den Grundtenor nicht verstanden ? Es ist scheißegal, was DU empfindest, wenn jemand es zu DIR sagt, Du bist hier nicht allein auf der Welt und auch nicht der Mittelpunkt und schon gar kein Maßstab ! Was ANDERE empfinden,wenn Du es sagst, darauf kommt es an. Du bist wohl auch mit nem Porsche durch die Kinderstube gerast !?\n\nWas ist nur los mit Euch ? Niemand will was von Dir oder verlangt was von Dir !\n\nDu hast meinen Post doch überhaupt nicht gelesen, DU kannst sooft andere mit Schwuchtel beleidigen wie Du willst, Aber dann jammere nicht über die Konsequenzen ! Niemand verbietet Dir irgendwas (hat man vorher wahrscheinlich auch nicht) , Du kannst machen was Du willst. Aber dann trage die Verantwortung dafür, auch wenn es zu ner Strafe kommt !\n\nWas ist das für nen Kindergarten hier, OneDunkMan und Du , was geht bei Euch ab ? Seid ihr so Egomanen, daß ihr Andere überseht ? Hallo , Erde an Nox5555 , es leben hier 7 576 951 384 weitere Menschen auf der Erde und wenn einer Schwuchtel als Schimpfwort erachtet, dann sagt man es einfach nicht !\n\n>Leute wie du machen es für Leute wie mich schwer ihr leben zu leben. Nur weil ich mein eigenes geschlecht bevorzuge bin ich nicht aus Glas\n\nWTF , \"eigenes Geschlecht\" , \"schwer zu Leben\" ? Man sagt nicht zu Fremden Schwuchtel ! Man sagt kein Schimpfwort zu Fremden ! Man ist nett zu Fremden !\n\n>und deine lächerlichen  &quot;Quellen&quot; und Gedanken machen mich viel viel wütender als gelegentlich Schwuchtel als beleidigung im chat lesen zu müssen.\n\n\n>In den USA,** EUW beinhaltet aber nicht die USA sondern England**.** In England ist Fag nichtmal ein richtiges Schimpfwort**, genauso wie Cunt, das sind mehr **Füllwörter**. Außerdem ist es halt das englische Wort für Kippe.\n\nDu hast behauptet, in England wäre Schwuchtel  kein bzw. kein richtiges Schimpfwort ! Du hast behauptet EUW wäre in England !  Ich hab einfach gegoogelt, weil es mich interessiert hat und siehe da, es war eine Lüge von Dir ! Dich macht es also wütend, wenn man Dich der Lüge überführt !? Halloooooooo !\n\nUnd nochmal, was Du liest und wie Du es interpretierst ist egal, sondern wie andere es auffassen DAS ist wichtig !","replies":[{"id":"","poster":"nox5555","date":"2018-03-16T18:00:33.627+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=000f0000000000000000000000000000,timestamp=2018-03-16T14:12:36.892+0000)\n>\n> Sag ma gehts noch ? Hast Du den Grundtenor nicht verstanden ? Es ist scheißegal, was DU empfindest, wenn jemand es zu DIR sagt, Du bist hier nicht allein auf der Welt und auch nicht der Mittelpunkt und schon gar kein Maßstab ! Was ANDERE empfinden,wenn Du es sagst, darauf kommt es an. Du bist wohl auch mit nem Porsche durch die Kinderstube gerast !?\n> \n> Was ist nur los mit Euch ? Niemand will was von Dir oder verlangt was von Dir !\n> \n> Du hast meinen Post doch überhaupt nicht gelesen, DU kannst sooft andere mit Schwuchtel beleidigen wie Du willst, Aber dann jammere nicht über die Konsequenzen ! Niemand verbietet Dir irgendwas (hat man vorher wahrscheinlich auch nicht) , Du kannst machen was Du willst. Aber dann trage die Verantwortung dafür, auch wenn es zu ner Strafe kommt !\n> \n> Was ist das für nen Kindergarten hier, OneDunkMan und Du , was geht bei Euch ab ? Seid ihr so Egomanen, daß ihr Andere überseht ? Hallo , Erde an Nox5555 , es leben hier 7 576 951 384 weitere Menschen auf der Erde und wenn einer Schwuchtel als Schimpfwort erachtet, dann sagt man es einfach nicht !\n> \n> WTF , &quot;eigenes Geschlecht&quot; , &quot;schwer zu Leben&quot; ? Man sagt nicht zu Fremden Schwuchtel ! Man sagt kein Schimpfwort zu Fremden ! Man ist nett zu Fremden !\n> \n> Du hast behauptet, in England wäre Schwuchtel  kein bzw. kein richtiges Schimpfwort ! Du hast behauptet EUW wäre in England !  Ich hab einfach gegoogelt, weil es mich interessiert hat und siehe da, es war eine Lüge von Dir ! Dich macht es also wütend, wenn man Dich der Lüge überführt !? Halloooooooo !\n> \n> Und nochmal, was Du liest und wie Du es interpretierst ist egal, sondern wie andere es auffassen DAS ist wichtig !\n\nBist du dumm oder so?\nich habe nie behauptet die Server würden in England stehen, warum auch, das ist doch völlig egal, die könnten auf dem Mond stehen.\nEngland ist teil von EUW, genauso wie Deutschland, Frankreich, etc. Die meisten Englischen Muttersprachler auf dem EUW server sind Engländer, Amerikaner gehören eigentlich auf einen anderen Server, wieso sollten wir uns also an deren gepflogenheiten kümmern und nicht um die der Engländer?\n\n\nIch bin direkt betroffen und naja ich kenne überdurchschnittlich viele andere Betroffene, und ich kann dir versichern das niemand den ich kenne schlaflose Nächte hat weil irgendwer in einem Videospiel  Fag als beleidigung benutzt.\n\nAußerdem wieso sind auf deiner Erde alle männlich und schwul? bei allen anderen ist es völlig egal was sie von dem Wort halten.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-16T23:11:52.772+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=nox5555,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=000f00000000000000000000000000000000,timestamp=2018-03-16T18:00:33.627+0000)\n>\n> Bist du dumm oder so?\n\nNein, danke, ich bin raus ! Viel Spaß und viel Glück im Leben, Du wirst es brauchen !\n\np.s.\n\nDie meisten englischsprechenden deutschen Muttersprachler auf dem EUW server sind Deutsche ! \n\n","replies":[{"id":"","poster":"nox5555","date":"2018-03-25T04:07:32.484+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=000f000000000000000000000000000000000000,timestamp=2018-03-16T23:11:52.772+0000)\n>\n> Nein, danke, ich bin raus ! Viel Spaß und viel Glück im Leben, Du wirst es brauchen !\n> \n> p.s.\n> \n> Die meisten englischsprechenden deutschen Muttersprachler auf dem EUW server sind Deutsche !\n\nBist Du eigentlich Stolz darauf das die super Cleveren mods/bots hier einen Homosexuellen wegen homophobie gebannt haben nach deinem report? War dein Ego so gekränkt das du zu mutti rennen musstest weil der böse schwule nicht deinen vorstellungen von homos entsprach?","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-26T08:10:36.267+0000","up_votes":4,"down_votes":0,"body":"Nimm Dich doch nicht so wichtig.Ich habe Dich nicht gemeldet. Ich melde hier nie jemanden. Hab ich nicht nötig. Wenn Du Dich nicht zusammenreißen kannst, dann ist das nicht mein Problem. Schonmal daran gedacht, das andere Deine Meinung auch scheiße finden könnten ? Nee, soweit können wir ja nicht denken. Bist ja der Mittelpunkt der Welt. \n\nDeine ganze Argumentation ist absolut bescheuert. So wie Du Dein Dir Dein Recht herausnimmst, andere beleidigen zu dürfen, nehm ich mir das Recht heraus es scheiße zu finden und nicht beleidigt werden zu wollen. Ob Du homosexuell bist oder nicht spielt doch für den den Du mit faggot beschimpfst, dessen Bedeutung Du anscheinend nicht verstehst , überhaupt keine Rolle. \n\nBescheuerte Feststellungen mit irgendwelchen Servern die irgendwo stehen, son Mist hast Du angebracht. Das rechtfertigt dann Deine Wortwahl ? Weil viele Englisch sprechen ? Dann zählt englisches Recht ? WTF ? \n\nEcht, bei manchen Leuten hier weiß man, nach dem Dreck was die hier schreiben, das die Leute sich die Schuhe frühmorgends nicht selber zubinden !\n\nViel Spaß noch in Deiner Homophoben Welt ! Kannst Dich ja jetzt rächen und mich und den Post hier melden ! Vielleicht gehts dann Deinem gekränkten Stolz besser. Mach doch Gruppe auf mit z.B. dem Trollfütterer ! Ihr habt doch echt einen an der Waffel !","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Darkr3sQ","date":"2018-03-13T11:39:10.748+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=nox5555,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=000f00000000,timestamp=2018-03-13T06:33:10.054+0000)\n>\n> Also verbieten wir wörter deren gebrauch völlig normal ist weil?\n\nNur weil ein Wort in einer Region, wo es nicht so hart geahndet wird, als \"normales\" Schimpfwort Gebrauch findet, heißt das nicht, dass es in einer Region, in der es durchaus zu den schlimmeren Beschimpfungen fällt, genauso geahndet werden muss.\nIn der Region Korea sind eben die Mutter-Witze, über die man hier lacht, schlimm und werden dort entsprechend härter geahndet. In den anderen Regionen lacht man über Mutter-Witze und wird - wenn überhaupt - nicht so hart bestraft.\nMit Schwuchtel ist nun einmal in EUW - möglicherweise in anderen Regionen ebenfalls - so, dass dies unter Schwulenfeindlichkeit fällt, und deswegen härter Bestraft wird.\n\nUnd jetzt musst Du mir noch erklären, wer von Wörter verbieten gesprochen hat, die völlig normal sind. Nur weil es  im englischen Sprachgebrauch inflationär verwendet wird, es ist und bleibt eine Beleidigung, die schwulenfeindlich ist und wird entsprechend so bestraft.","replies":[]}]}]}]},{"id":"","poster":"WC9 Umbra","date":"2018-03-08T20:47:56.110+0000","up_votes":1,"down_votes":15,"body":"es ist nicht gerecht. Aber willkommen bei riot. Einmal Fag gesagt, und sofort bebannt","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T20:52:54.635+0000","up_votes":1,"down_votes":8,"body":"Und die Spieler die ständig K*ll yourself schreiben werden verschont.. Ich denke und hoffe mal das das ein Fehler im System ist..","replies":[{"id":"","poster":"WC9 Umbra","date":"2018-03-08T20:54:06.696+0000","up_votes":2,"down_votes":10,"body":"ist es nicht. So ist Riot. Und erstaunlicher weise ist ein Großteil der Spieler ebenfalls der auffassung, dass das gerecht ist.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T20:58:46.401+0000","up_votes":5,"down_votes":1,"body":"Haben wir hier ein Virus im Forum oder warum kommt so ein Blödsinn zusammen ?","replies":[{"id":"","poster":"WC9 Umbra","date":"2018-03-08T21:03:19.704+0000","up_votes":1,"down_votes":2,"body":"Was meinst du?","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T21:04:54.782+0000","up_votes":2,"down_votes":0,"body":"Weiß nicht, was meinst Du ?","replies":[{"id":"","poster":"WC9 Umbra","date":"2018-03-08T21:18:44.224+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=0001000000000000,timestamp=2018-03-08T20:58:46.401+0000)\n>\n> Haben wir hier ein Virus im Forum oder warum kommt so ein Blödsinn zusammen ?\n\nWas meinst du damit?","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T21:25:24.548+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Óne Dunk Man,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=0001,timestamp=2018-03-08T20:47:56.110+0000)\n>\n> es ist nicht gerecht\n\nNach einem 2 Wochenbann schon !\n\nplus dem Kontext\n\n> [{quoted}](name=Flandre Sçarlet,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=00010000,timestamp=2018-03-08T20:52:54.635+0000)\n>\n> Und die Spieler die ständig K*ll yourself schreiben werden verschont.. Ich denke und hoffe mal das das ein Fehler im System ist..\n\n> [{quoted}](name=Óne Dunk Man,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=000100000000,timestamp=2018-03-08T20:54:06.696+0000)\n>\n> ist es nicht. So ist Riot. Und erstaunlicher weise ist ein Großteil der Spieler ebenfalls der auffassung, dass das gerecht ist.\n\nZusammen : \"Die Spieler die ständig K*ll yourself schreiben werden verschont.. Ich denke und hoffe mal das das ein Fehler im System ist . Ist es nicht, So ist Riot.\"\n\nHeißt also, alle anderen die kys schreiben werden mit Absicht von Riot verschont . {{sticker:zombie-brand-mindblown}} ","replies":[{"id":"","poster":"WC9 Umbra","date":"2018-03-08T21:26:37.666+0000","up_votes":1,"down_votes":7,"body":"Es ist nie gerecht für ein einziges Wort gebannt zu werden.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T21:31:25.395+0000","up_votes":3,"down_votes":0,"body":"Es ist nie gerecht als Schwuchtel bezeichnet zu werden .","replies":[{"id":"","poster":"WC9 Umbra","date":"2018-03-08T21:32:08.090+0000","up_votes":1,"down_votes":2,"body":"Doch ist keine Antwort. Ich will argumente sehen.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T21:35:22.824+0000","up_votes":3,"down_votes":0,"body":"Schon geändert, wo sind Deine ?","replies":[{"id":"","poster":"WC9 Umbra","date":"2018-03-08T22:24:56.545+0000","up_votes":1,"down_votes":5,"body":"Es ist nicht gerecht wegen eines Wortes gebannt zu werden. Es ist nur ein Wort. Es kann einem in einer Stresssituation rausrutschen. Ist es schlecht, wenn das passiert? Ja ist es, aber ein Chatbann hätte es auch getan. Ich will es auch nicht gutreden. Strafe muss sein. Aber diese ist eben Überzogen und zu hart.\nMan ist auch nicht toxic, wenn einem einmal was rausrutscht. Menschen machen Fehler. \nAußerdem sollten Spieler mit Toxischen Personalitäten gebannt werden. Ein Wort sagt fast nichts über dich aus.\n\nJetzt du.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2018-03-08T22:48:32.832+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Óne Dunk Man,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=0001000000000000000000000000000000000000000000000000,timestamp=2018-03-08T22:24:56.545+0000)\n>\n> Es ist nicht gerecht wegen eines Wortes gebannt zu werden. \n\nGenau das ist aber falsch. Er wird nicht nur Wegen dieses einen Wortes gebannt. Er wurde gebannt, weil er bereits einen 14 Tages Bann hatte und danach quasi auf Bewährung spielte. Und diese Bewährung war offensichtlich nach 3 Monaten noch nicht abgelaufen...\n\nUnd dafür, dass er noch auf Bewährung war, konnte nur er was. Und genau genommen liegt der Grund für seinen Permabann auch eher dort als in diesem einen Chatverlauf.\n\nNatürlich wirkt die Strafe für (im Wesentlichen) dieses eine Wort extrem hart. Aber sie ist halt auch nur wegen der Vorgeschichte so hart. Da muss man dann allerdings auch irgendwann als Riot konsequent sein... Wenn man vorher groß ankündigt, dass nach dem 14 Tages Bann ein Permabann kommt, kann man hinterher nicht einknicken. \n\nUm das ganze mal an einem praktischen Beispiel zu verdeutlichen: Wenn man auf Grund ständigen Fehlverhaltens im Straßenverkehr kurz davor steht seinen Führerschein abzugeben, ist es dann auch relativ egal, ob man bei dem \"finalen Vergehen\" dann nur minimal zu schnell war... und das nachts um 2 bei offener Landstraße auf einem unmotiviert aufgestellten 70 Schild mit 95Km/h war... Man gibt dann im Endeffekt für diese Kleinigkeit seinen Führerschein ab. Dass aber diese Kleinigkeit reichte, lag an all den vorherigen Vergehen. Und die kann man bei der Bewertung halt nicht ausblenden.\n\nDass der TE sich überhaupt nichts mehr erlauben konnte, war ausschließlich seine eigene Schuld. Dass Riot ihn dann anders behandeln muss als jemanden, der ihnen noch nie negativ aufgefallen ist, ist logisch und konsequent. Die Schuld dann nicht in seinem eigenen (wenn auch vor Monaten getätigten) Fehlverhalten zu suchen, sondern im System, bringt einem nicht weiter...\n\nUnd es ist ja nicht so, dass Riot 14 Tages-Banns aushändigt wie Youtuber Promocodes... Dann wären am Ende mehr als 0.006% aller Spieler permanent gebannt.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2018-03-08T23:42:16.572+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Óne Dunk Man,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=00010000000000000000000000000000000000000000000000000004,timestamp=2018-03-08T23:10:31.899+0000)\n>\n> Ich weiß aus eigener Erfahrung, dass das leider nicht stimmt. Wer einmal Fag in den Chat schreibt, bekommt ohne vorwarnung einen 14 Tage bann. Auch wenn es keine einzige vorbestrafung gab.\n> Ich beschränke mich jetzt auch nicht nur diesen fall. Riot reagiert ja immer über.\n\nIch kann dir aus meiner Erfahrung sagen, dass dies nicht stimmt... denn ich hatte letztens einen Mitspieler, der meinen Mitspieler als Fag bezeichnet hat... Ich habe den Reported, auch wenn er vorher nichts geschrieben hat (das danach kann ich nicht beurteilen, hab ihn halt gemuted), es nicht in meine Richtung geht und an sich gut gespielt hat. Der hat seit dem weitere Spiele absolviert... Das Beispiel ist wenige Tage alt, deswegen konnte ich es jetzt gerade nachvollziehen.\n\nWoran wird das gelegen haben? Wahrscheinlich daran, dass mein Report nicht gereicht hat um die Hemmschwelle für eine Überprüfung auszulösen. Weil besagter Spieler halt allgemein relativ selten reported wird. Was darauf hin deutet, dass es ihm wirklich nur ein mal rausgerutscht ist. Wenn der besagte Spieler allerdings in den nächsten Tagen noch so häufig reported wird, dass eine Überprüfung der Spiele ansteht, dann wird er auch seinen 14 Tages Bann bekommen...\n\nDer ursprüngliche TE hat diesen potenziellen Joker allerdings nicht mehr... was wieder mal an seinem Vorstrafenregister liegt... und an dem ist auch dieses Mal nur er selbst Schuld...","replies":[]},{"id":"","poster":"Jastol","date":"2018-03-09T11:52:09.407+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Óne Dunk Man,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=0001000000000000000000000000000000000000000000000000,timestamp=2018-03-08T22:24:56.545+0000)\n>\n> Es kann einem in einer Stresssituation rausrutschen. \n\nJa und Nein. Einmal muss es in deinem normalen Sprachwortschatz sein, damit es dir versehentlich rausrutschen kann, ausser du hast vll Toret. Sprich man beleidigt Personen in der Regel nicht mit Worten, welche man nicht kennt.\n\nZum anderen ist eine motorische Interaktion von nöten, welche über eine übliche Reaktion hinauslaufen. Zum Beispiel, wenn Ich mir den Fuß stoße kann es sein, dass Ich kurz Fuck schreie als direkte Reaktion, Ich renne aber nicht erst zu meinem Handy und Twitter dann Fuck oder renne zu nem Blatt Papier und schreibe darauf Fuck. \n\nDas gleiche ist es beim Zocken. Deine Finger befinden sich zum Spielen auf den Tasten qwer und du hast vll in der Reaktion noch strg, alt, g,h,b,v drin und die andere Hand liegt auf der Maus. Wenn jetzt etwas doofes im Spiel passiert wäre also die schwer kontrollierbare Funktion des Monitors anschreiens, dass mach Ich auch manchmal.\n\nDer Flamer hingegen entscheidet sich bewusst, seine Reaktion in den Chat zu schreiben und damit eine Außenwirkung zu erzeugen. Immerhin musst du anstatt dem für das Spiel notwendigen Tasten, vollkommen andere Tasten benutzen und entscheidest dich damit bewusst für ein paar Sekunden nicht im Spiel anwesend zu sein. Und in Lol können Sekunden einiges ausmachen.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-03-09T05:11:57.988+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Óne Dunk Man,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=00010000000000000000000000000000000000000000000000000003,timestamp=2018-03-08T22:58:47.760+0000)\n>\n> ... Man kann Spieler, die man nicht mag muten. Problem aus der Welt geschaft.\n> Falls jemand einen schlechten Tag hat und das game nicht läuft, mutet man ihn einfach, solange er nicht total aus der Reihe tanzt. Jemand schreibt Faggot? Kann dir doch egal sein, verletzt ja niemanden.\n> Felher passieren. Hört auf jemanden dafür an den Pranger zu stellen.\n\nNatürlich kann man einen Spieler muten. Das ist aber keine Rechtfertigung dafür, dass man einfach so flamen kann wie man will.\nAufs echte Leben übertragen:\nHey, es gibt kugelsichere Westen. Warum sollte man also jemand in Gefängnis stecken. Das Opfer hätte auch einfach eine kugelsichere Weste tragen können, dann wäre ihm nichts passiert.\nDas Beispiel ist etwas überspitzt, aber ich halte Dich für Intelligent genug um zu wissen, worauf ich hinaus will.\n\nMit Deinem \"ist doch nur ein Wort\"-Mist kommst Du auch jedes Mal um die Ecke. Schon mal davon gehört, das Worte mächtiger als ein Schwert sind? Worte können Menschen dazu bringen, sich umzubringen. Solltest mal darüber Nachdenken, was Worte alles ausrichten können, bevor Du wieder mal mit \"ist doch nur ein Wort\" kommst.","replies":[]},{"id":"","poster":"WC9 Umbra","date":"2018-03-08T23:34:01.933+0000","up_votes":1,"down_votes":0,"body":"Jetzt ist schluss. Wer in einer Diskussion mit sowas kommt, der ist für mich raus. \nAuf irgendeinen 12 Jährigen habe ich keine Lust.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2018-03-08T23:18:29.607+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Óne Dunk Man,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=00010000000000000000000000000000000000000000000000000003,timestamp=2018-03-08T22:58:47.760+0000)\n>\n> Ich habe nichts gerechtfertigt. Ich finde einfach nur, dass die meisten einfach viel zu empfindlich sind. Wenn eine Mehrheit der Spieler eine Psyche hätte, die stärker ist als ein Kartenhaus, wäre es so viel angenehmer. \n> Man kann Spieler, die man nicht mag muten. Problem aus der Welt geschaft.\n> Falls jemand einen schlechten Tag hat und das game nicht läuft, mutet man ihn einfach, solange er nicht total aus der Reihe tanzt. Jemand schreibt Faggot? Kann dir doch egal sein, verletzt ja niemanden.\n> Felher passieren. Hört auf jemanden dafür an den Pranger zu stellen.\n\nhttps://scontent-sjc3-1.cdninstagram.com/vp/db0f50ac020f8696fdb5821b85f857dc/5B32F50D/t51.2885-15/e35/18444943_298660360557050_5060993666932277248_n.jpg?se=8&amp;ig_cache_key=MTUxNDU3NzMyMjMxNTk0Njk4Mg%3D%3D.2","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2018-03-08T22:26:58.807+0000","up_votes":1,"down_votes":0,"body":"Du hast überhaupt nicht gelesen und noch weniger verstanden worum es ging !\n\n>aber ein Chatbann hätte es auch getan.\n\nNach nem 2 Wochenban ? {{sticker:zombie-brand-mindblown}} Da ist aber jmnd verpeilt !\n\nDer Rest von Deinen \"Argumenten\" ist Flamerrechtfertigung vom feinsten. Klar, ich brülle auch ins Telefon \"ey Du Schwuchtel\" wenn mal wieder ne Umfrage anruft und in Skype kack ich mein Chef an mit \"Du Schwuchtel hast mir nix zu sagen\" usw. Ist ja nur ein Wort. Es sagt nix aus nöööö\n\nUnd bevor Du kommst mit \"Aber Skype und Telefon ist was anderes\" Möööp ist es nicht, Kommunikation nennt man sowas , genau wie im Chat, nur das Medium ist anders oder die Technik, aber der Vorgang ist derselbe !","replies":[]},{"id":"","poster":"eingew","date":"2018-03-09T07:17:48.505+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=00010000000000000000000000000000000000000000000000000008,timestamp=2018-03-08T23:42:16.572+0000)\n>\n> Woran wird das gelegen haben? Wahrscheinlich daran, dass mein Report nicht gereicht hat um die Hemmschwelle für eine Überprüfung auszulösen. \n\nDie gibt es ja nicht mehr. Jeder Report löst automatisch eine Überprüfung aus. Wahrscheinlich wurde die Hemmschwelle zu einer Strafe nicht überschritten ;).","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2018-03-08T23:43:41.836+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Óne Dunk Man,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=00010000000000000000000000000000000000000000000000000006,timestamp=2018-03-08T23:33:30.706+0000)\n>\n> Jetzt ist schluss. Wer in einer Diskussion mit sowas kommt, der ist für mich raus. \n> Auf irgendeinen 12 Jährigen habe ich keine Lust.\n\nDas Gefühl vom Alter hab ich eher bei Dir :(\n\n\"Die anderen Menschen sollen gefälligst nicht ne Psyche wien Kartenhaus haben, damit die mein Geschreibe nicht ernst nehmen\" , genau das ... alles klar","replies":[]},{"id":"","poster":"WC9 Umbra","date":"2018-03-08T22:58:47.760+0000","up_votes":1,"down_votes":1,"body":"Ich habe nichts gerechtfertigt. Ich finde einfach nur, dass die meisten einfach viel zu empfindlich sind. Wenn eine Mehrheit der Spieler eine Psyche hätte, die stärker ist als ein Kartenhaus, wäre es so viel angenehmer. \nMan kann Spieler, die man nicht mag muten. Problem aus der Welt geschaft.\nFalls jemand einen schlechten Tag hat und das game nicht läuft, mutet man ihn einfach, solange er nicht total aus der Reihe tanzt. Jemand schreibt Faggot? Kann dir doch egal sein, verletzt ja niemanden.\nFelher passieren. Hört auf jemanden dafür an den Pranger zu stellen.","replies":[]},{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T22:28:48.634+0000","up_votes":1,"down_votes":1,"body":"Danke erstmal für deine Kommentare. Freut mich das du es ähnlich siehst wie ich. Ja eine Bestrafung für 2mal fag ist gerechtfertigt. Das denke ich auch. Aber ein Permabann ist in meinen Augen überzogen","replies":[]},{"id":"","poster":"WC9 Umbra","date":"2018-03-08T23:10:31.899+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=00010000000000000000000000000000000000000000000000000002,timestamp=2018-03-08T22:48:32.832+0000)\n> Natürlich wirkt die Strafe für (im Wesentlichen) dieses eine Wort extrem hart. Aber sie ist halt auch nur wegen der Vorgeschichte so hart\n> Und es ist ja nicht so, dass Riot 14 Tages-Banns aushändigt wie Youtuber Promocodes... Dann wären am Ende mehr als 0.006% aller Spieler permanent gebannt.\n\nIch weiß aus eigener Erfahrung, dass das leider nicht stimmt. Wer einmal Fag in den Chat schreibt, bekommt ohne vorwarnung einen 14 Tage bann. Auch wenn es keine einzige vorbestrafung gab.\nIch beschränke mich jetzt auch nicht nur diesen fall. Riot reagiert ja immer über.","replies":[]}]}]}]},{"id":"","poster":"WC9 Umbra","date":"2018-03-08T23:07:17.508+0000","up_votes":1,"down_votes":2,"body":"Gerecht nicht, aber Als vernünftiger Mensch kann man das übergehen. Kann dir doch egal sein, was ein Fremder übers internet von dir hält.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T23:13:54.102+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Óne Dunk Man,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=00010000000000000000000000000000000000000001,timestamp=2018-03-08T23:07:17.508+0000)\n>\n> Gerecht nicht, aber Als vernünftiger Mensch kann man das übergehen. Kann dir doch egal sein, was ein Fremder übers internet von dir hält.\n\nSorry, aber Skype geht auch über Internet und Telefon geht auch schon über Internet, Whatsapp, dieses Forum ! \n\nSach ma, was erzählst Du eigentlich für einen Stuss ! {{sticker:zombie-brand-facepalm}} \n\nVor allem, \n\n>Es ist nicht gerecht wegen eines Wortes gebannt zu werden. \n\nund dann :\n\n> Gerecht nicht, aber Als vernünftiger Mensch kann man das übergehen. \n\nSiehstes doch ein, daß es nicht gerecht ist, als Schwuchtel bezeichnet zu werden.\n\n>Kann dir doch egal sein, was ein Fremder übers internet von dir hält.\n\nTja, dann kann Dir der Ban doch auch egal sein , also worüber diskutieren wir hier ?","replies":[{"id":"","poster":"WC9 Umbra","date":"2018-03-08T23:35:23.525+0000","up_votes":1,"down_votes":1,"body":"Meinst du es eigentlich noch ernst? Wie kannst du nur so verbissen auf eine Formulierung sein. Wenn du den Sinn dahinter nicht verstehst, solltest du vlt keinen Zugang zum Internet haben.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T23:42:23.782+0000","up_votes":2,"down_votes":0,"body":"Du kapierst das nicht oder ? Etiquette, Emphatie ? Du beleidigst Leute quatscht vom Internet und bist Dir nicht mal im Klaren, was Du da redest . Liest Du auch mal Dein Geschreibsel ? Du bist doch verbissen darauf, daß die Leute sich nicht so haben sollen und sich beleidigen lassen sollen, super Diskussionsbasis, da krempelt sich mir die Hutschnur hoch !","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2018-03-09T08:01:08.090+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Óne Dunk Man,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=00010000000000000000000000000000000000000001000000000001,timestamp=2018-03-08T23:54:31.660+0000)\n>\n> Ich habe hier niemanden Beleidigt. \n\nJa, ok, das nehm ich zurück. Siehe \n\nhttps://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/8K8oNALv-permabann-nicht-gerechtfertigt-in-meinen-augen?comment=000100000000000000000000000000000000000000010001","replies":[]},{"id":"","poster":"eingew","date":"2018-03-09T07:18:54.505+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Óne Dunk Man,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=00010000000000000000000000000000000000000001000000000001,timestamp=2018-03-08T23:54:31.660+0000)\n>\n> Ich habe hier niemanden Beleidigt. Ich finde nur, dass sich viele zu sehr anstelen. Wegen einer einzigen Beleidung bannen?\n> Ein aggressiver chatverlauf ist bedeutend toxischer und hat viel mehr einfluss auf andere als eine Beleidugung.\n> Beleidigungen sind lehre Worte.\n\nNaja, *dieser* Chatverlauf hat nur eine Beleidigung. Da ist ja insgesamt noch mehr vorgefallen und wenn jedes Spiel oder zumindest ein großer Anteil der Spiele immer von einer Beleidigung begleitet wurde, ist das dennoch irgendwann zu viel.","replies":[]},{"id":"","poster":"WC9 Umbra","date":"2018-03-08T23:54:31.660+0000","up_votes":1,"down_votes":1,"body":"Ich habe hier niemanden Beleidigt. Ich finde nur, dass sich viele zu sehr anstelen. Wegen einer einzigen Beleidung bannen?\nEin aggressiver chatverlauf ist bedeutend toxischer und hat viel mehr einfluss auf andere als eine Beleidugung.\nBeleidigungen sind lehre Worte.","replies":[]}]}]},{"id":"","poster":"Haudruppmoor","date":"2018-03-09T07:54:08.936+0000","up_votes":2,"down_votes":0,"body":"Ok, ich gebe zu, daß meine Argumentation nicht stringent war. Es war spät, zuviel Fleisch und Grünkohl, \nda geht das meiste Blut vom Kopf in den Magen. Es tut mir leid ! Egal, interessiert keinen.\n\nAber, wir haben etwas, womit wir arbeiten können :\n\n> [{quoted}](name=Óne Dunk Man,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=00010000000000000000000000000000000000000001,timestamp=2018-03-08T23:07:17.508+0000)\n>\n> Gerecht nicht, aber Als vernünftiger Mensch kann man das übergehen. Kann dir doch egal sein, was ein Fremder übers internet von dir hält.\n\n\nUnd diese Aussage ist nunmal nicht richtig, denn wenn dem so wäre, dann wären Facebook und Co. nicht verpflichtet worden, sich verstärkt um Hatespeech und Schimpfwörter zu kümmern. \n\nWenn es wirklich so wäre das jedem egal ist, was man über ihn im Internet schreibt, dann wären alle SocialMedia-Vertreter nicht dazu angehalten Verunglimpfungen nachzugehen, weil sie sonst selber bestraft werden würden. Es ist aber nunmal nicht jedem egal, denn sonst gäb es das hier nicht :\n\nhttps://www.heise.de/newsticker/meldung/Facebook-Gesetz-NetzDG-macht-Soziale-Netze-zu-Richtern-ueber-Hate-Speech-3929110.html\n\nEs ist also nicht egal, was Du im Internet dem anderen schreibst und denen die im Internet das lesen ist es auch nicht egal. Das Internet ist kein rechtsfreier Raum.Das war es aber auch schon\nvor dem umstrittenen Gesetz nicht. \n\nUnd RIOT kommt dem ganzen Ärger mit seinem automatischen Bestrafungssystem einfach zuvor. Das Chat-System kann man durchaus mit anderen SocialMedia Kommunikationssystemen vergleichen. Und wenn RIOT kein Report und Überprüfungssstem installiert hätte und wirklich jeder schreiben könnte was er wollte, dann würden über kurz oder lang mit Sicherheit Klagen bei denen eintrudeln. \n\nUnd was das Muten betrifft, i.d.R. macht man das erst nachdem der andere in den Chat gekotzt hat. Da ist es doch schon passiert. \n\nKlar kann man den muten, aber da er die Beleidigung schon geschrieben hat, kassiert er doch trotzdem den Report.\n\nWas mich eben von Anfang an gestört hat ist dieses RIOT-Gebashe a'la \n\n>es ist nicht gerecht. Aber willkommen bei riot.\n>So ist Riot.\n\nDas hat mich halt getriggert. Es gibt sicherlich einiges was man Riot vorwerfen könnte, aber das Bestrafungssystem fällt bestimmt nicht darunter. Es sorgt dafür, daß wir weiterspielen können !\n\nUnd nein, ich bin keine 12 mehr. Auch wenn es manchmal den Anschein hat. Ich wäre gern nochmal 12, das kannste mir glauben .\n\nmfg\nMB","replies":[]}]}]}]},{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T21:33:47.023+0000","up_votes":1,"down_votes":1,"body":"Das habe ich nicht geschrieben. Ich finde es wie gesagt ungerechtfertigt, einen Bann direkt zu erhalten, weil ein 3er Premate mich reportet für etwas, was im Kontext und Vergleich zu  Aussagen anderer Spieler nicht gleich schlimm ist","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T21:36:23.577+0000","up_votes":1,"down_votes":0,"body":"Ich hab auch nicht auf Dich geantwortet.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2018-03-08T21:02:47.512+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Flandre Sçarlet,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=00010000,timestamp=2018-03-08T20:52:54.635+0000)\n>\n> Und die Spieler die ständig K*ll yourself schreiben werden verschont.. Ich denke und hoffe mal das das ein Fehler im System ist..\n\nalso an der Stelle kann ich dir wirklich mal von einem Fehler im System erzählen: Hier hat sich mal jemand gemeldet, weil er für ein \"Report X, he wrote 'kys'\" instant und ohne Vorwarnung einen 14 Tages Bann bekommen hat. Die Moral: Die Chatanalyse reagiert bei solchen Ausdrücken ebenfalls sehr empfindlich.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T21:07:17.179+0000","up_votes":1,"down_votes":1,"body":"Dann scheint das System aber nicht wirklich fehlerfrei zu sein, wenn viele andere Spieler das schreiben und nichts passiert..","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T21:11:09.188+0000","up_votes":2,"down_votes":0,"body":"Ja ? Welche Spieler ? Und wieviel ? Auf EUW ? Wo ? Wann ?","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T21:21:02.379+0000","up_votes":1,"down_votes":1,"body":"Ich mache nicht jedes Spiel eine Screenshot wo jemand was sagt, im Forum darf man ohnehin die Namen anderer nicht posten","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T21:38:36.302+0000","up_votes":1,"down_votes":0,"body":"Also wenn ich das Forum durchstöbere sind es jede Menge Spieler die das geschrieben haben und dann gebannt wurden.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T21:42:12.972+0000","up_votes":1,"down_votes":1,"body":"Ich habe jedesmal wenn so ein Vorfall passiert ist, die Profile der betroffenen Personen Tage und Wochen danach angecheckt, nichts. Sie haben einfach so wie immer weitergespielt","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T21:49:38.528+0000","up_votes":2,"down_votes":0,"body":"Wieviele hast Du denn da wie lange beobachtet ? Das klingt schon strange ^^ \nDann haben die bisher Glück gehabt. Vlcht. haben die auch nur nen Chatban gehabt, den kriegste natürlich nicht mit.\n\nIch hab schon mehrmals ne Rückmeldung gehabt, daß ein Spieler aufgrund meines Reports gebannt wurde. Einmal auf meinem Main und 2 mal auf meinen 2. Acc . Deswegen kann ich auch nix anderes sagen, als das es funktioniert.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T21:54:08.157+0000","up_votes":1,"down_votes":1,"body":"Naja, warum schaue ich wohl nach ? Um zu sehen ob solche Spieler die mir mir sagen, ich soll mich selbst umbringen, auch einen Bann bekommen. Und wenn sie dafür \"nur\" einen Chatbann bekommen sollten, dann falle ich vom Glauben ab. Und klar, ich habe auch ganz selten eine Rückmeldung bekommen, aber wirklich nur ganz selten. Im Verhältnis nicht größer als ein Sandkorn","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T21:59:40.008+0000","up_votes":2,"down_votes":0,"body":"Ich hatte ja net gefragt Warum, sondern ich fand es strange DAS Du sowas machst. Haste keine andern Hobbys ? Das sind wildfremde Typen, die siehste nie wieder. Reporte die und streich die aus Deinem Gedächtnis. Was Du willst ist in irgendeiner Form Rache und sowas ist gar nicht gut. Lass se loofen und kümmer Dich lieber um andere Sachen. Das ist es schlichtweg nicht wert.\n\nUnd wenn die weitermachen, dann erwischt es sie auch noch mit Sicherheit. Dauert vlcht. etwas .","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T22:01:32.616+0000","up_votes":1,"down_votes":1,"body":"Ich hasse halt Ungerechtigkeit. Daher \"verschwende\" ich meine Zeit damit. Während der Queue kann man das denk ich machen. Ist aber auch egal","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T22:06:52.804+0000","up_votes":1,"down_votes":0,"body":"Wie Du meinst . Lass Dich aber bei Deinen nächsten Spielen nicht davon beirren, sonst gehste ja vlcht. schon getilted an den Start ^^","replies":[{"id":"","poster":"Sirrkas","date":"2018-03-09T00:31:28.549+0000","up_votes":1,"down_votes":0,"body":"Das ging an Flandre. Aber die Diskussion ist zu groß geworden, deswegen hast du die Benachrichtigung gekriegt.\n\n{{sticker:katarina-love}} ","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2018-03-08T22:35:54.162+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=00010000000100000000000000000000000000000000000000000001,timestamp=2018-03-08T22:29:57.380+0000)\n>\n> Dann wird es wohl Zeit leb wohl zu sagen. Außer du willst noch ein paar Tage hier plaudern.\n\n{{sticker:cass-cry}}  Womit bin ich jetzt in Ungnade gefallen ?","replies":[]},{"id":"","poster":"Sirrkas","date":"2018-03-08T22:29:57.380+0000","up_votes":1,"down_votes":0,"body":"Dann wird es wohl Zeit leb wohl zu sagen. Außer du willst noch ein paar Tage hier plaudern.","replies":[]},{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T22:17:11.191+0000","up_votes":1,"down_votes":1,"body":"Sollte der Bann bestehen bleiben, wovon ich nach all den Nachrichten hier zu 99.9% ausgehe, so sehr es mich auch schmerzt, werde ich mit Lol sicherlich aufhören. Ich habe nicht noch einmal die Motivation, mich auf Platin zu spielen, und alle meine tollen und wertvollen Skins, die ich nicht mehr habe, würden dafür sorgen das ich mit dem Spiel aufhöre. Ich finde das das Spiel an sich nicht gebalanced ist, seit sehr vielen Patches, aber naja","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2018-03-09T07:21:58.894+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Flandre Sçarlet,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=000100000001000000000000,timestamp=2018-03-08T21:21:02.379+0000)\n>\n> Ich mache nicht jedes Spiel eine Screenshot wo jemand was sagt, im Forum darf man ohnehin die Namen anderer nicht posten\n\nDu darfst niemanden öffentlich anprangern. Sobald sich aber ein Spieler selbst entscheidet, seinen Fall öffentlich zu diskutieren, ähnlich wie du das gerade tust, dann darfst du natürlich auch mit Namen und Links darüber reden.","replies":[]}]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2018-03-08T20:56:19.752+0000","up_votes":2,"down_votes":1,"body":"Was für ein Unfug !","replies":[]}]},{"id":"","poster":"Maexle","date":"2018-03-09T00:00:44.870+0000","up_votes":2,"down_votes":0,"body":"Der Thread erfüllt so ziemlich alle Kriterien eines \"Ist der Permabann gerechtfertigt\"-Threads:\n1. 2 Wochenbann wegen Flamen erhalten\n2. Teammates sind toxisch\n3. \"Aber die anderen haben für viel schlimmere Sachen keine Strafe bekommen\"\n4. \"eigentlich war es doch nichts schlimmes\"\n5. will entbannt werden, weil viel Geld in den Account gesteckt wurde\n6. wird danach natürlich nie wieder flamen\n\nSelbst wenn das so wäre, deine toxischen Vorgänger haben dir eine Chance darauf versaut. \nNaja ok, das hast du dir selbst, weil du ja nach dem 2 Wochenbann noch die letzte Chance bekommen hast. \n{{champion:17}}","replies":[{"id":"","poster":"Sirrkas","date":"2018-03-09T00:33:15.120+0000","up_votes":3,"down_votes":0,"body":"Man muss ihm zumindest zu gute halten, dass er hier nicht, wie manche andere, alle wild beleidigt, die ihm sagen, der Bann passt so.","replies":[]}]},{"id":"","poster":"Nordwolf87","date":"2018-03-08T21:06:32.851+0000","up_votes":3,"down_votes":0,"body":"Fag ist nunmal ein todesurteil für jeden account. Das mag dir nicht gefallen, ist aber wenn man einen blick hier ins forum wirft kein geheimnis.","replies":[]},{"id":"","poster":"TerrorRaven","date":"2018-03-08T21:03:44.390+0000","up_votes":3,"down_votes":0,"body":"Bann gerechtfertigt.\n1. \"fag\" alleine reicht schon für mindestens einen 2 Wochen Bann\n2. Du hast seit deinen 2 Wochen Bann zu wenig gespielt, um als \"reformiert\" angesehen zu werden.\n3. Außerdem ist die nächste Stufe nach den 2 Wochen Bann nun mal der Permabann. Dies ist schon seit fast 3 Jahren bekannt.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T21:05:45.534+0000","up_votes":1,"down_votes":3,"body":"Warum bekommt mein Freund dann für 5+ mal kill yourself einen Monatsbann vor ca 4 Monaten ? Und warum bekommen andere für kys und rassistische Beleidigungen keinen Bann ? Das verwundert mich sehr","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T21:08:44.144+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Flandre Sçarlet,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=00040000,timestamp=2018-03-08T21:05:45.534+0000)\n>\n> Warum bekommt mein Freund dann für 5+ mal kill yourself einen **Monatsbann** vor ca 4 Monaten ? Und warum bekommen andere für kys und rassistische Beleidigungen keinen Bann ? Das verwundert mich sehr\n\nIch wusste gar nicht, daß es nen Monatsban gibt {{sticker:zombie-brand-mindblown}}\nTrollst Du ?","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T21:16:14.306+0000","up_votes":1,"down_votes":4,"body":"Eigentlich nicht. Ich habe von vielen Quellen gehört und gelesen, das es einen Monatsbann gab, und mein Freund einen bekommen hatte nach seinem ersten 2 Wochen Bann","replies":[{"id":"","poster":"Zyzyx","date":"2018-03-08T22:01:54.064+0000","up_votes":2,"down_votes":0,"body":"Das ist schlicht eine Lüge und du weißt das auch. Es gibt keinen Monatsban und gab auch noch nie einen. Du kannst das unmöglich von \"vielen Quellen gehört und gelesen\" haben. Absolut ausgeschlossen. Wäre es eine veraltete Info könnte ich es ja noch verstehen, da kann man schon mal eine alte Quelle finden. Aber etwas was es nie gegeben hat? No way. \nUnd dein Freund war auch nicht einen Monat gebannt. Auch hier: Absolut ausgeschlossen.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T22:04:02.065+0000","up_votes":1,"down_votes":2,"body":"Mag sein das die Informationen veraltet sind, aber bei meinem Freund habe ich es aus erster Hand erfahren. Mehr lässt sich dazu nicht sagen.","replies":[{"id":"","poster":"Zyzyx","date":"2018-03-08T22:06:12.367+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt: Die Information ist nicht veraltet, weil es nie so war. \n\nUnd dein Freund hat entweder eine extrem verzerrte Wahrnehmung von Zeit dass er 2 Wochen für 4 hält oder er hat dich schlichtweg angelogen.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T22:33:42.745+0000","up_votes":1,"down_votes":2,"body":"Ich war beide male dabei als er die Banns bekommen hat. Um es noch genauer zu sagen, wir waren im selben Raum, saßen praktisch nebeneinander, da wir auf einer Lan-Party waren. Daher habe ich das gesehen. Und bevor gesagt wird meine Augen sind schlecht, nein sind sie nicht","replies":[{"id":"","poster":"Bettnachleger","date":"2018-03-09T07:38:30.530+0000","up_votes":2,"down_votes":0,"body":"Es gibt und gab aber nie einen 1 Monat ban.\nAlso ausgeschlossen, sorry.","replies":[]},{"id":"","poster":"Zyzyx","date":"2018-03-09T14:28:07.155+0000","up_votes":1,"down_votes":0,"body":"Wenn nicht deine Augen, dann dein Gedächtnis. Sorry, ich würde ja jetzt gerne etwas sagen wie \"Ok, wenn du dir so sicher bist wird's wohl so gewesen sein\"....aber so ist es halt nicht, denn es gab nie Monats-Bans. Es ist schlicht und einfach ausgeschlossen, dass das passiert ist und ich verstehe nicht warum du so verzweifelst versuchst das weiterhin zu behaupten.","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2018-03-08T22:03:54.348+0000","up_votes":2,"down_votes":0,"body":"Ich glaube dein Freund hat dich da angeflunkert und welche Quellen auch immer das sein sollen, die scheinen das einfach nur erfunden zu haben.","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2018-03-08T21:31:52.816+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Flandre Sçarlet,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=00040000,timestamp=2018-03-08T21:05:45.534+0000)\n>\n> Warum bekommt mein Freund dann für 5+ mal kill yourself einen Monatsbann vor ca 4 Monaten ? Und warum bekommen andere für kys und rassistische Beleidigungen keinen Bann ? Das verwundert mich sehr\n\nMich auch. Also (auch wenn ich mich wiederhole) allein schon, weil es keinen Monatsbann gibt. Also wenn du es mir nicht glauben willst, [dann schaue es dir Riots offizielle Aussage zu dem Thema an](https://support.riotgames.com/hc/de/articles/207489286-H%C3%A4ufig-gestellte-Fragen-zum-Sofort-Meldesystem). Da steht, dass auf den 14 Tages Bann ein Perma folgt. Ohne irgendwelche Alternativen...","replies":[]},{"id":"","poster":"TerrorRaven","date":"2018-03-08T22:30:47.861+0000","up_votes":1,"down_votes":0,"body":"Falsch. Es gibt 4 Bestrafungsstufen:\n1. 10 Spiele Chatsperre\n2. 25 Spiele Chatsperre\n3. 2 Wochen Bann\n4. Permabann","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T22:36:10.624+0000","up_votes":1,"down_votes":1,"body":"Das ist richtig. Ich kanns jedoch nur wiederholen, ein Freund hatte, warum auch immer, einen zweiten zeitweiligen Bann bekommen und keinen Perma","replies":[]}]},{"id":"","poster":"Timethief49","date":"2018-03-08T21:14:42.124+0000","up_votes":1,"down_votes":0,"body":"Es gibt keinen Monatsbann. Entweder dein Freund trollt dich oder du uns.","replies":[]}]}]},{"id":"","poster":"Veezey","date":"2018-03-08T22:15:40.426+0000","up_votes":2,"down_votes":1,"body":">Flandre Sçarlet: gg ez\n\nDa ist das Problem. Perma verdient.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T22:23:56.717+0000","up_votes":2,"down_votes":1,"body":"https://media.giphy.com/media/Nm8ZPAGOwZUQM/giphy.gif\n\n... ich denke eher nicht , vlcht. ein Reportgrund für die Spieler .","replies":[{"id":"","poster":"Veezey","date":"2018-03-09T11:21:23.253+0000","up_votes":2,"down_votes":0,"body":"Tja für mich ist gg ez halt das schlimmste was man in LoL schreiben kann :)","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-09T11:34:00.057+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Veezey,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=000700010000,timestamp=2018-03-09T11:21:23.253+0000)\n>\n> Tja für mich ist gg ez halt das schlimmste was man in LoL schreiben kann :)\n\nJepp ,Reportgrund, ja, für mich eigentlich auch. Ich weiß nur nicht ob das das Bansystem triggert. Also ob es bei ner anschließenden Überprüfung ne Wertigkeit hat. \n\nWeiter unten meinte einer, daß sich das ez auf nen Champ beziehen könnte , also ez für Ezreal . Keine Ahnung ob das stimmt. Ist im Chatverlauf aber auch missverständlich formuliert ^^\n\nmfg\nMB","replies":[]}]}]},{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T22:18:28.446+0000","up_votes":1,"down_votes":3,"body":"Tja, soviel zu ernsthaften Antworten","replies":[{"id":"","poster":"Veezey","date":"2018-03-09T11:20:55.523+0000","up_votes":1,"down_votes":0,"body":"Das war ernst gemeint.","replies":[]}]}]},{"id":"","poster":"Abasin","date":"2018-03-09T07:03:16.884+0000","up_votes":2,"down_votes":0,"body":"> Meine Frage ist nun, warum ist dies der Fall ? Ich habe Ende Dezember einen Bann für zwei Wochen erhalten. Der war absolut gerechtfertigt.\n\nDa hast Du Deinen Grund. Nach dem 2 Wochen Bann herrscht 0 Toleranz. Da reicht es, für ein kurzes Noob oder ez reportet zu werden. Aber Du hast ja auch noch das Zauberwort fag benutzt.{{sticker:zombie-brand-facepalm}} {{sticker:sg-janna}} {{sticker:sg-shisa}} {{sticker:sg-zephyr}} ","replies":[]},{"id":"","poster":"Alzucard","date":"2018-03-25T11:09:33.618+0000","up_votes":1,"down_votes":0,"body":"ez allein ist schon beleidigung der gegner","replies":[]},{"id":"","poster":"Reboot Geostorm","date":"2018-03-09T13:35:53.901+0000","up_votes":1,"down_votes":0,"body":"Also ich denke mal ist ja klar das dein Perma gerechtfertigt ist..... Fag zu schreiben ist halt einfach der Free Weg um seinen Account zu verlieren. \n\n\nMit den Pings,  würde ich InGame abstellen,  wenn das nicht geht warum auch immer mach den Ton aus.  \n\n\nUnd wegen Beleidungen,  Mate wenn du wirklich soweit bist das du zulässt das Sie dich flamen machst du was falsch.  Wenn mich jemand beleidigt gebe ich eine One More und Mute Player zurück.  Entweder wirds besser oder aber halt nicht was mir aber dann egal ist... \n\nZu der anderen Sache, nun ich spiele gelegentlich mit meinem Bruder LoL,  der hat glaub mittlerweile den 6 Account und flamte wie ein Irrer im Spiel.  Das dauert am Anfang schon etwas länger bis er seine erste Bestrafung bekommt auch wenn er gemeldet wird.... Aber hat er erst mal eine dauert keine 3 Wochen und er hat den Perma.   Keine Ahnung was in einem Menschen vorgehen muss der andere Spieler so heftig anmachen muss.... Aber was du nicht machen solltest ist,  zu schauen ob der Spieler wirklich nach deinem Report bestraft worden ist.... Weil 1. Siehst du ja die Chat sperre nicht und 2 wäre das nicht gut für dich selbst sowas so nah an dich ran zu lassen.... Es ist ein Spiel nichts weiter.....","replies":[]},{"id":"","poster":"Marksmansitter","date":"2018-03-09T10:10:49.838+0000","up_votes":1,"down_votes":0,"body":"Du bist der 9000000 \"gepermabannte\", der nicht einsieht warum oder weshalb. \nDeine Strafe ist gerechtfertigt besonders, wenn su schon einen 2 Wochen bann hattest. \nWieso sollte man einen Fremden in einem computerspiel als schwuchtel o.Ä. beleidigen ? \nUnnötig oder ?","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2018-03-08T20:54:31.199+0000","up_votes":1,"down_votes":0,"body":"Der komplette Chatverlauf wäre hilfreich !\n\nÜber fgt wurde im Forum schon ausdrücklich diskutiert und wenn Du vorher nen 2Wochen Ban hattest, dann brauchst hier eigentlich gar nicht weiterzudiskutieren. Ban gerechtfertigt . Benutz die Suchfunktion und lies Dir die Supportseiten zu dem Thema durch.\n\nDu hast mit Sicherheit eine Mail bekommen und der KOMPLETTE Chatverlauf ist nach dem Start des Spiels bei Dir sichtbar, wenn Du Dich mit dem gesperrten Acc einloggen willst. Poste den und zeig Dich einsichtig, dann klappts vlcht. mit einem neuen Acc besser.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T21:01:15.008+0000","up_votes":1,"down_votes":1,"body":"Ob du es glaubst oder nicht, das ist der gesamte Chatverlauf","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T21:03:49.131+0000","up_votes":1,"down_votes":0,"body":"Glaub ich nicht ! Mach nen Screenshot und poste den, dem abgetippten Zeug glaub ich kein Stück. Aber all das ist irrelevant .\n\nDu hattest einen 14 Tage Ban vorher und da ist jedes weitere Wort zuviel. Kannst Du überall nachlesen. Das ist überhaupt nicht diskutierbar. Ban gerechtfertigt.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T21:15:02.749+0000","up_votes":1,"down_votes":0,"body":"https://imgur.com/WjGxUog\nhttps://imgur.com/klPhk3i","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T21:19:24.228+0000","up_votes":1,"down_votes":0,"body":"Definitiv Dein fag . Vlcht. noch das ez am Ende. Das scheint die anderen gestört zu haben und deshalb wurdest Du reported.\nWas sind denn \"aids bubble\" ?","replies":[{"id":"","poster":"WC9 Umbra","date":"2018-03-08T23:00:52.339+0000","up_votes":1,"down_votes":1,"body":"Versuch bitte kritik an Champs und Flame nicht zu vermischen.\n\nJayce gives me cancer\n\nYou give me cancer\n\nEins ist erlaubt, das andere nicht.\n\nYi is a dumbass champ\n\nyou are a dumbass\n\nSollte eigentlich leicht zu erkennen sein.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-09T07:40:37.531+0000","up_votes":1,"down_votes":0,"body":"Nach ner Runde Schlaf weiß ich was Du meinen könntest, Mit ez ist Ezreal gemeint ?\nKlar, dann natürlich nicht. Das war aber aus dem Chatverlauf nicht zu erkennen und es war glaub ich nirgends erwähnt, das nen Ezreal mitgespielt hat.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2018-03-08T23:26:57.392+0000","up_votes":1,"down_votes":0,"body":"Gib mir mal bitte den Zusammenhang. {{sticker:sg-lux-2}} \n\nIch schreibe, das das Bannsystem bei fag zugeschlagen hat und habe dann gemutmaßt, daß ein ez für die anderen Spieler ein Reportgrund wäre ,wobei das Bansystem aber nicht unbedignt zuschlagen muß.\n\nWeil ich von mir ausgehe und ich mich am Ende eines Spiels über ein ez ärgere.Ich finde es arrogant, überheblich und nachtretend und würde den Spieler dafür reporten, allerdings bin ich mir ziemlich sicher, daß der Spieler deswegen keine Strafe bekommen würde. Damit würde ich eventuell nur den Report/die Chatüberprüfung triggern. \n\nUnd was schreibst Du da jetzt ?","replies":[]}]},{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T21:31:15.534+0000","up_votes":1,"down_votes":1,"body":"zeoy's e die dich einschläfert. Also keine Beleidigung gegen einen Spieler. Und ez ? ","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T21:44:58.300+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Flandre Sçarlet,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=000200000000000100010000,timestamp=2018-03-08T21:31:15.534+0000)\n>\n> zeoy&#x27;s e die dich einschläfert. Also keine Beleidigung gegen einen Spieler.\n\nWollts ja nur wissen . \n\n>Und ez ?\n\nDas kann Deine Mates oder die Gegner gestört haben und für die nen Reportgrund gewesen sein. Wieweit das ein Banngrund sein kann weiß ich nicht, da Du ja auf Bewährung warst.\n\nWie gesagt, wenn Du reportet wirst, einmal reicht schon, dann überprüft das System den Chat. Fgt ist nach nem 14 Tage Ban definitiv ein Perma wert , jedes weiter Wort spielt da nur mit rein.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T21:46:41.972+0000","up_votes":1,"down_votes":1,"body":"Gut, in meinen Augen nicht gerechtfertigt, aber Gerechtigkeit ist ja für jeden anders","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T21:52:14.741+0000","up_votes":1,"down_votes":0,"body":"Da muss ich Dir leider wiedersprechen. Das der Perma beim minimalistischsten (was für ein Wort) Vergehen kommen kann steht so auf den Supportseiten. Hat nix mit Gerechtigkeit zu tun.","replies":[{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T21:57:22.740+0000","up_votes":1,"down_votes":1,"body":"Ja, war nur wieder auf das Verhältnis bezogen","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T22:03:16.574+0000","up_votes":1,"down_votes":0,"body":"Du meinst Verhältnismäßigkeit ... ja, naja, vlcht. wenn Du nicht vorbelastet gewesen wärst. Ist wie Punkte in Flensburg. Hat man 7 und bekommt nur einen Punkt dazu ist der Lappen weg, ohne wenn und aber. 1 Punkt ist nicht viel und im Verhältnis dazu gleich der Lappen weg ist ärgerlich, aber da waren eben noch die 7 Punkte vorher, tja shit happens oder wie jmnd. zu sagen pflegt, der mir nahe steht :\n\"Da haste wohl gelitten !\"","replies":[{"id":"","poster":"WC9 Umbra","date":"2018-03-08T23:03:41.181+0000","up_votes":1,"down_votes":3,"body":"Wenn du nicht Fahren kannst bedroht das Menscheleben. Wenn du in League \"flamest\"\n(ich finde nicht es war flame, flame ist viel agressiver. Das war nur shittalking) ist das schlimste was passieren kann, dass irgendein Kevin, der nicht reflektieren kann, für ein paar minuten angepisst ist.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T23:11:23.058+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Óne Dunk Man,realm=EUW,application-id=KYnfKGf0,discussion-id=8K8oNALv,comment-id=000200000000000100010000000000000000000000000000,timestamp=2018-03-08T23:03:41.181+0000)\n>\n> Wenn du nicht Fahren kannst bedroht das Menscheleben. Wenn du in League &quot;flamest&quot;\n> (ich finde nicht es war flame, flame ist viel agressiver. Das war nur shittalking) ist das schlimste was passieren kann, dass irgendein Kevin, der nicht reflektieren kann, für ein paar minuten angepisst ist.\n\nDu willst mich hier veräppeln ? Oder wie jetzt . VORSTRAFEN, es geht um Vorstrafen und Wiederholungstäter. Da ist die Strafe mehr als angemessen. Das Beispiel trifft es genau, was die Verhältnismäßigkeit angeht.\n\nDu findest also Dein Gegenüber im Chat ist irgendein Kevin der ma eben angepisst ist weil Du Schwuchtel zu ihm sagst. OMG ! \n\nTss, und da hat sich woanders noch einer beschwert, daß man so Leute nicht ernst nehmen kann. Dich kann ich leider nicht mehr ernst nehmen, aber das kann Dir übrigends auch egal sein, sind ja nur Worte.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2018-03-08T21:16:37.153+0000","up_votes":1,"down_votes":0,"body":"Danke !","replies":[]}]},{"id":"","poster":"Flandre Sçarlet","date":"2018-03-08T21:11:21.811+0000","up_votes":1,"down_votes":0,"body":"Sure I can send it","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-03-08T21:15:34.082+0000","up_votes":1,"down_votes":0,"body":"~~{{champion:48}}~~\n\n... geht doch !","replies":[]}]}]}]}]},{"id":"","poster":"colonel cranc","date":"2018-03-09T01:55:10.153+0000","up_votes":1,"down_votes":0,"body":"dümmstes 2hu","replies":[]},{"id":"","poster":"Enderized","date":"2018-03-09T00:20:54.240+0000","up_votes":1,"down_votes":0,"body":"In deinen Augen nicht gerechtfertigt?\nDann bist du blind. {{champion:64}}","replies":[]},{"id":"","poster":"thefire7","date":"2018-03-08T20:43:43.017+0000","up_votes":1,"down_votes":0,"body":"meiner meinung nach nicht","replies":[]}]}