{"id":"MLx6uXHu","poster":"Silidor372","date":"2018-03-08T18:04:02.422+0000","title":"League of Legends funktioniert nach Monaten immernoch nicht verünftig auf High Sierra","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo, \r\n\r\nwie kann es eigentlich bitte sein, dass League of Legends nach mehreren Monaten immernoch nicht ordnungsgem&auml;&szlig; auf MacOS funktioniert? Genug Leute  berichten von st&auml;ndigen Abst&uuml;rzen, die das Spiel unm&ouml;glich machen und seit Monaten empfiehlt Riot immer nur ein downgrade. Wie w&auml;re es mal bitte damit ein paar Programmierer darauf anzusetzen. Kann Riot sich bitte mal zum aktuellen Stand &auml;u&szlig;ern und auch was dazu sagen, ob aktuell an einem fix f&uuml;r das Problem gearbeitet wird? Nicht jeder kann einfach wieder sein OS downgraden. \r\n\r\nMfG","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-03-08T18:08:20.670+0000","up_votes":1,"down_votes":0,"body":"Ist klar, dass sich \"downgraden\" nicht immer ermöglicht. Jedoch ist LoL inzwischen ein so umfangreiches Programm geworden, dass es nicht \"so einfach daherprogrammiert\" werden kann und somit ist ein \"Fix\" ein eher weltenbewegendes Thema, das Monate vielleicht sogar nen Jahr dauern könnte.","replies":[{"id":"","poster":"Silidor372","date":"2018-03-08T18:10:43.829+0000","up_votes":1,"down_votes":0,"body":"Ständig haben Spiele irgendwelche Fehler die zu Abstürzen führen können. Manche sind leicht zu beheben und manche nicht. Riot hat sich jedoch in keinster Art und Weise dazu geäußert und wir Spieler wissen nichtmal ob sie überhaupt daran arbeiten. Der Mac Client bekommt ja sogar noch Updates und Co. nur wird eben dieser eine Fehler nicht behoben.","replies":[{"id":"","poster":"Gin","date":"2018-03-09T08:08:58.236+0000","up_votes":2,"down_votes":0,"body":"-> Riot hat League of Legends vor 9 Jahren entwickelt.\n-> Riot hat League of Legends vor 5 Jahre auf Mac gebracht.\n-> Apple hat Sachen mit High Sierra angestellt die bei Lol zu Problemen führen.\n\nUnd da <1% aller Spieler über Mac spielt, und ein noch kleinerer Teil davon auf High Sierra ist, und das Ressourcen von Riot beanspruchen würde die dafür genutzt werden könnten 100% aller Spieler ein besseres/neues Spielerlebnis zu liefern, oder irgendwelche andere neuen Features.\n\n(z.B das seit Monaten bestehende FPS Problem an dem Riot arbeitet.)\n\nDer neue Lol-Client hat z.B immer noch zahlreiche Probleme Probleme und Kleinigkeiten die fehlen oder gefixt werden müssen.\n\nUnd mit jedem neuen Feature dass sie einbauen wird es definitiv neue geben.\n\nSollten irgendwann Ressourcen frei sein oder nichts anderes Priorität haben, wird sich wahrscheinlich darum gekümmert.\n\nAber bis dahin hast du immer noch die Option auf Sierra runter zu gehen.\n\nUnd wenn Riot sich zu einem Thema nicht äußert, kannst du eigentlich davon ausgehen dass aktuell oder in der nächsten Zeit nichts neues dazu kommen wird. (Oder das Problem Riot nicht bewusst ist - was ich in diesem Fall bezweifle.) \n\n---\n\n(Und um hier irgendwelche Missverständnisse auszuschließen: Ich bin kein **Riot** Mitarbeiter.)","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2018-03-08T18:46:15.261+0000","up_votes":1,"down_votes":0,"body":"Ich glaube für derartiges Informationsbeschaffung ist ein Community-Forum nicht sonderlich gut.\n\n{{sticker:sg-lulu}}","replies":[{"id":"","poster":"Silidor372","date":"2018-03-08T20:28:01.852+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe ja auch auf eine Antwort eines Riot Mitarbeiters ;){{sticker:sg-ahri-3}}","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-03-08T21:16:01.151+0000","up_votes":1,"down_votes":0,"body":"Riot Mitarbeiter lesen das hier nicht. Sie starten maximal eine Diskussion und in denen sind sie auch nur aktiv","replies":[]},{"id":"","poster":"HHaie tabbian","date":"2018-03-08T20:38:07.097+0000","up_votes":1,"down_votes":0,"body":"Es ist leider sehr unwahrscheinlich, dass deine Hoffnung erfüllt wird. Riot Mitarbeiter sind hier nicht häufig unterwegs.","replies":[]}]}]}]}]}]}