{"id":"sEnvWNny","poster":"BMW E39 525d","date":"2018-03-06T21:15:28.545+0000","title":"Balancing vom Relic Shield","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Ich finde das Relic Shield hat viel zu hart unter den Nerfs gelitten, das betrifft folgend dargestellt einfach die Kombination aus weniger HP (auch durch Runen), deutlich geringerem Gold Einkommen und dadurch die massiv beeintr&auml;chtigte und verz&ouml;gerte Vision.\r\n\r\n**Punkt 1)**\r\nEs war schon immer ein Problem, dass man mit dem Dolch und der M&uuml;nze viel mehr Gold generiert hat als auf dem Relic Shield, selbst wenn es optimal geshared wird. Mit der M&uuml;nze und dem Dolch hast du die Quest nach 7-9 Minuten durch.\r\nMit dem Relic shield kannste das total vergessen, selbst wenn es gut l&auml;uft hat man es **fr&uuml;hestens nach 10-11 Minuten**. Besonders in Low Elo ist das einfach nur ein Krampf, weil die ADCs einfach dumm sind da es sich schlie&szlig;lich um die Teamvision handelt. Meistens schlie&szlig;t man die Erfahrungsgem&auml;&szlig; nach ~13 Minuten ab.\r\n\r\n**Punkte 2)**\r\nBer&uuml;cksichtigt man die Backport timings ist das nat&uuml;rlich eine absolute Katastrophe, weil das Gegnerteam einen Backport erzwingen wird zwischen Minute 8-10, allein weil in der Regel der ADC dann sein Crit Item hat. Fakt ist: Zu 95% hat man beim 2ten Backport vom ADC also NIE seine Wards zur Verf&uuml;gung, w&auml;hrend der Gegner es sehr wohl hat (Wenn der Gegner M&uuml;nze/Dolch hat)\r\n\r\n**Punkte 3)**\r\nMan hat nicht nur das Leben vom Relic Shield entfernt, sondern man hat auch die Rune entfernt die 100hp gibt aus dem Inspiration Tree. Man nimmt den Supportern also **125-150 HP im Early Game weg**, weil Gangplank zu OP war?! Ganz ehrlich ich versteh das nicht, man will einen Champ nerfen und schl&auml;gt mal wieder nur auf die Supporter. Keine Ahnung wer das bei Riot entschieden hat, aber entweder er hat gewusst was er da tut und dann hat fehlt ihm da meiner Meinung nach einfach Kompetenz, oder hat er nicht gewusst was er da tut... dann fehlt ihm auch die Kompetenz.\r\nEs h&auml;tte zig andere Wege gegeben Gangplank zu nerfen bzw. Relic auf anderen Positionen wie Support zu verhindern. Z.B. das Passive Gold nur in der N&auml;he von Verb&uuml;ndeteten generiert wird und gleichzeitig das Gold pro Minion mal um 50% beim Supp zu erh&ouml;hen, damit das etwas schneller geht.\r\n\r\n**Punkt 4)**\r\nDIe Vision alleine ist schon so ein schlimmer Punkt, weil sich einfach keine Pressure aufbauen l&auml;sst. Besonders gegen Laner, wo du die Casts sehen musst (Morgana, Zyra, Brand, Bard etc) verliert man sehr viel Druck. Das wirkt sich auch auf den Drake aus, weil man den nicht verhindern kann und auch nicht mithelfen kann in der Regel, die Chance ist jedenfalls deutlich geringer.\r\nZudem wird gutes Spiel &uuml;berhaupt nicht belohnt, ein Kill auf dem Supporter war schon immer gut. Selbst wenn man 2 Kills holt auf der Botlane und man als Support 2 Assists hat: Fr&uuml;her resultierte das oft in einen Sighstone bei Minute 5 oder sowas. Heute kommt es nur noch auf den Jungler an, ob der Botlane ganked oder nicht. Und das ist auch der n&auml;chste Punkt.\r\n\r\n**Punkt 5)**\r\nWer die Botlane wirklich gewinnt, entscheiden heutzutage wirklich ganz selten die beiden Laner. Letztendlich ist es der Jungler der entscheidet die Botlane aufzugeben oder nach vorne zu bringen. Selbst wenn man &quot;hart&quot; gewinnt: Wenn man ehrlich ist wei&szlig; man, man hat nur gewonnen weil man selber vielleicht einen Gank bekommen hat und vorallem, weil der gegnerische Jungler nie einen Countergank gemacht hat, den man im fr&uuml;hen Spiel kaum sehen kann.\r\nEs ist einfach unm&ouml;glichen Chancen wahrzunehmen ohne selbst ein relativ hohes Risiko einzugehen. Au&szlig;er der Jungler zeigt sich auf der Map, aber die Gegner sind ja auch nicht bl&ouml;d. Trotzdem, wenn du Pech hast kommt pl&ouml;tzlich der Midlaner runter w&auml;hrend der eigene Base ist oder sowas.\r\n\r\n\r\nFinde die Entwicklung insgesamt einfach ziemlich schade und man ist auch sehr ohnm&auml;chtig was den Impact early auf der Botlane angeht.","replies":[{"id":"","poster":"Tarum20","date":"2018-03-06T22:03:54.503+0000","up_votes":1,"down_votes":0,"body":"dem muss ich wiedersprechen. Ich spiele sehr viel Leona im Ranked und brauche nie 11-13min um meine Quest abzuschließen. In der Regel ist die Quest bei mir zwischen Minute 9 und 10 abgeschlossen. \n\nDer Statnerf tut weh das stimmt aber von der Stats her finde ich die Coin immernoch am schlechtesten und 500HP waren ein bischen viel aber hier hätte man auch 450 machen können. \nDie Schildbatterie vermisse ich aber mehr die war cool aber zu stark im vergleich zu den anderen Bonis. \n\nDen Punkt mit der Vision verstehe ich nicht. Solange man keine Wards für die beiden Büsche in der Lane verschwendet und immer beide abwechselt ihre Wards setzten hat man eig immer eine Ward im River stehen. \nKann mich nicht daran erinnern  jemals keine Ward im River stehen zu haben ausser der Adc setzt mal wieder keine und ich muss ihn 100 Jahre anpingen damit er das macht.","replies":[{"id":"","poster":"BMW E39 525d","date":"2018-03-06T22:17:47.894+0000","up_votes":1,"down_votes":0,"body":"Leona ist auch eine Ausahme, ähnlich wie Blitzcrank, da du ja schon durch Präsenz zonen kannst. Aber das ist nicht richtig was du sagst, es ist immer vom Matchup abhängig und wenn du weggepoked wirst oder die Lane allgemein nicht gewinnst, bist du als Leona useless und brauchst länger als 10 Minuten. Man brauch aufjedenfall immer länger als alle Gegner. Selbst wenn das nur in jedem 2tem Game passiert, dass man ein schlechteren Backport hat, das ist ein massiver Einfluss auf die Winrate.\n\nUnd von den allgemeinen Nerfs bzgl. Schildbatterie und Solari (anstehend) haben wir ja auch noch nicht gesprochen. Wie gesagt ich finde die Richtung die Riot da geht ist einfach Käse. Supporter haben keine Möglichkeit mehr wirklich tanky zu sein, jeder Thresh ist nur noch Papier. Die Supportive Items, also knights vow oder redemption geben halt viel zu wenig hp und resistenzen. Genauso wie Solari halt seit langer Zeit keine HP mehr gibt.\nGerade im Bezug auf die Buffs für manche Assassins und Bruiser finde ich das überhaupt nicht fair.\n\nAber ich hab das mal als Frage an Riot abgeschickt, wann welche Items im Schnitt die Quest fertig haben. Ich meine es ist aber auch so recht offensichtlich, das Münze und Dolch schon deutlich schneller sind.","replies":[{"id":"","poster":"Tarum20","date":"2018-03-07T08:38:26.701+0000","up_votes":1,"down_votes":0,"body":"Thresh zählt auch als Fernkämpfer was halt scheisse für das Relicshield ist weil du Minion normal lasthitten musst und nicht früher killen kannst wie ein Nahkämpfer z.B. \n\nBei Lulu habe ich gerade ein ähnlichs Probleme. Season 7 könnte man als Lulu immer schon poken: Auto -> Q -> Auto und Season 8 kriegst sofort auf Maul sobald du ein Auto auf den Gegner machst.\n\nAktuelle spiele ich sogar Janna lieber weil man mit dem Point and Klick W viel safer poken kann.\nThresh mag ich vom Playstyle her nicht so sehr daher hab ich mit Thresh wenig Erfahrung gemacht und kann da wenig sagen.\n\nAber als Leona ist meine Botlane meistens die pushende und der Gegner kuschelt häufig am Tower und ich muss ewig lange warten bis ich mal ein gutes Allin laden kann. Dafür kann mir aber immer die Kanonenminions oder Meele nehmen die mehr Gold geben.","replies":[{"id":"","poster":"BMW E39 525d","date":"2018-03-07T09:04:01.080+0000","up_votes":1,"down_votes":0,"body":"Janna ist auch sehr stark, weil man per W poked und sich ggf. mit E shielded.\nAber wenn du so permanent pushed als Leona lane bist du halt auch ein Opfer weil du so weit vorne stehst. Keine Ahnung welche Elo du bist aber sowas wird generell bestraft.","replies":[]}]}]}]}]}