{"id":"Nodl1RPP","poster":"INoKami","date":"2020-03-06T16:36:52.518+0000","title":"Das Ende und wie es nun weitergeht...","subforum":"Skin- & Champion-Konzepte","up_votes":6,"down_votes":1,"body":"Guten Tag, verehrte Freunde der Champion- (und Skin-)Konzepte!\r\n\r\nWie bereits die meisten von euch mitbekommen haben, macht das Forum bald seine Pforten dicht und ich bin mir sicher, dass ich nicht der einzige war, der sich gefragt hat: \"...und jetzt?\"\r\nFür alle, die weiterhin noch wahnsinnige Champion- (und Skin-)Konzepte lesen wollen oder sich mal selber an einem solchen versuchen wollen, gibt es eine Lösung: https://lolboards.de/forum/\r\nDie netten Jungs und Mädels hinter der Plattform bauen hier das deutsche Ersatz-Forum auf, mit allem, was dieses Forum zu bieten hat und wahrscheinlich noch mehr. Und das schließt natürlich auch eine Konzepte-Ecke mit ein. Und in genau dieser werde ich meine Arbeit fortsetzen!\r\nUnd wie mir meine Brieftauben berichten, werden auch andere namenhafte Größen wie z.B. Amycos Cyrus oder CosmicSphere sich auf dieser Seite versammeln.\r\n\r\nDas Ziel ist es, so schnell wie möglich wieder eine Art \"Normalbetrieb\" (sofern es so was hier jemals gab^^) herzustellen, damit weiter fleißig tolle Konzepte veröffentlicht werden können! Selbstverständlich wird es auch wieder die Guides und die Best-Of-Liste im Originalzustand geben! Und zumindest ich werde mit der Zeit all meine Konzepte dort neu-veröffentlichen, u.U. auch in leicht überarbeiteter Fassung.\r\n\r\n---\r\n\r\nAber an dieser Stelle möchte ich noch einmal Danke sagen! Danke an all die verrückten und doch tollen Menschen, denen ich hier in der Konzepte-Ecke begegnet bin! Danke für all die faszinierenden Konzepte, welche durchzulesen mir unglaubliche Freude bereitet hat! Und auch danke an all die Trolle, die meinten, mit Kopieren, Flamen und/oder Anspruchslosigkeit ließe sich was erreichen und damit für so manch Lacher oder epische Konversation sorgten!\r\n\r\nUnd an all die, die wo anders weiter machen möchten oder ganz die Schreibfeder zurücklegen wollen: es war mir eine Freude, euch gekannt zu haben und ich wünsche euch viel Spaß bei allem, was ihr noch tun werdet, sowie eine schöne Zeit mit all den Menschen, die ihr noch kennenlernen werdet!\r\n\r\nMfG\r\n\r\nINoKami\r\n{{sticker:galio-happy}} \r\n_Leidenschaftlicher Galio-Main sowie Verfasser von 31 Champion-Konzepten.\r\nUnd irgendwie inoffizieller Ziehvater einer kleinen, lustigen Foren-Ecke &lt;3_\r\n\r\n_Ich werde euch und das Forum vermissen!_","replies":[{"id":"","poster":"Animefreak2000","date":"2020-03-08T09:54:49.820+0000","up_votes":1,"down_votes":0,"body":"Ich freue mich dass es schon Leute gibt die an einem Ersatz zu diesem Forum arbeiten, ich dachte nämlich schon fast das wäre es komplett und ich habe noch nicht ein Konzept Online gestellt. Ich werde heute hier noch mein erstes Konzept veröffentlichen, bevor man gar nichts mehr posten kann und es dann noch einmal auf dem neuen Forum veröffentlichen.","replies":[{"id":"","poster":"INoKami","date":"2020-03-08T12:32:20.856+0000","up_votes":1,"down_votes":0,"body":"Wie ironisch. Hab gestern erst noch deinen Post gesehen und mal dein Profil angeschaut, um festzustellen, dass du immer noch nichts gepostet hattest. Und dann, in letzter Sekunde haust du doch noch einen raus. Na ja, besser spät als nie.\n\nIn diesem Sinne: sollte nichts unerwartetes geschehen, darfst du dir den Titel \"Letztes Konzept des Forums\" anhängen.","replies":[]}]}]}