{"id":"bWj2PIvA","poster":"Tìkhín","date":"2018-03-04T19:00:26.670+0000","title":"Motiviertes Team sucht Supp&Top Silber-Gold","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin zusammen,\r\n\r\nDer &quot;Venery Squad&quot; sucht Mitglieder.\r\n\r\nWir sind ein motiviertes Team, derzeit bestehend aus 3 Mitgliedern. ( ADC, Mid &amp; Jngl)\r\nWir sind alle im Silber/Gold-Bereich und zwischen 16 und 18 Jahren alt. Wir suchen aktuell einen Toplaner und einen Support.\r\nDer Venery Squad ist Teil der gro&szlig;en Community &quot;Summoners Heaven&quot;, sprich wir haben einen riesigen Teamspeak zur Verf&uuml;gung, in dem man immmer Hilfe bekommt und immer jemand da ist.\r\n\r\nGesucht werden nur motivierte Spieler, die wirklich Bock darauf haben, zusammen in einem Team zu spielen, kritikf&auml;hig sind und auch die Zeit gerne daf&uuml;r investieren, gemeinsam mit dem Team zu trainieren. \r\nWir haben 3 Trainingszeiten, diese sind Mittwoch, Freitag und Sonntag. Der Freitag ist flexibel, da Freitags immer mal jemand fehlen kann, doch die anderen Tage sind zu 100% Training. \r\nDie Uhrzeit wird noch ausgemacht. Es besteht WhatsApp-Pflicht, sowie selbstverst&auml;ndlich TS3 und ein gutes Mikrofon.\r\n\r\nEs wird versucht, mindestens einmal die Woche gegen andere Teams zu scrimmen und uns dadurch als Team zu st&auml;rken. Sobald das Team zusammengewachsen ist, ist auch geplant, bei Turnieren und Events mitzumachen. Nebenbei wird selbstverst&auml;ndlich auch DuoQ gezockt und geclimbed.\r\n\r\nAlso nochmal zusammengefasst:\r\n\r\n**Wir sind:**\r\n\r\n- Team &quot;Venery Squad&quot;, Teil der Community Summoners Heaven\r\n- Zwischen 16 und 18 Jahren\r\n- Motiviert und ambitioniert, etwas zu erreichen\r\n\r\n**Wir suchen:**\r\n\r\n- Top Lane + Support zwischen Silber &amp; Gold\r\n- Aktive LoL-Spieler ab 16 Jahren und gewisser geistiger Reife\r\n- Verl&auml;ssliche Spieler, die zu den Trainingszeiten erscheinen\r\n- Keine Flamer\r\n- Keine OTP&#039;s ( min. 3 Champs auf seiner Position )\r\n\r\n**Vorraussetzungen:**\r\n\r\n- TS3 + gutes Mikrofon \r\n- Ambition und Motivation, zusammen als Team was zu erreichen\r\n- WhatsApp-Pflicht\r\n- Mittwoch, Freitag und Sonntag Abend Training (min. an 2 der 3 Tagen Zeit haben)\r\n\r\nDas wars erstmal von mir, ich freue mich auf eure R&uuml;ckmeldungen.\r\n\r\nBitte addet mich ingame unter &quot;T&igrave;kh&iacute;n&quot;\r\n\r\nSch&ouml;nen Abend und cu,\r\nBasti / T&igrave;kh&iacute;n","replies":[]}