{"id":"It9qAunn","poster":"Alekra","date":"2018-03-04T13:10:11.415+0000","title":"Endlich weiß man wer Jax ist +-+","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":1,"body":"https://universe.leagueoflegends.com/de_DE/story/where-icathia-once-stood/?utm_source=LeagueClient&amp;utm_medium=OverviewTier1\r\n\r\nSaijax Cail-Rynx Kohari Icath&rsquo;un ist Jax\r\n\r\nEcht coole Story von Riot props an euch. Defenitiv einer meiner Lieblinge.\r\n\r\nWas sind so eure Lieblingsgeschichten aus dem LoL-Universum?\r\n\r\n{{sticker:sg-lux}}","replies":[{"id":"","poster":"MSF Ness","date":"2018-03-04T20:38:10.025+0000","up_votes":2,"down_votes":0,"body":"Musste bei der Namens-Enthüllung irgendwie an diese Szene von Full Metal Alchemist denken, hahaha!\n\nhttps://www.youtube.com/watch?v=f_pqocucCHI\n\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Alekra","date":"2018-03-04T20:54:53.264+0000","up_votes":1,"down_votes":0,"body":"Gott den hab ich auch schon ewig nicht mehr gesehen {{sticker:sg-jinx}}","replies":[{"id":"","poster":"Dr Madscientist","date":"2018-03-04T21:00:09.499+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Alekra,realm=EUW,application-id=YnZkMR0R,discussion-id=It9qAunn,comment-id=00040000,timestamp=2018-03-04T20:54:53.264+0000)\n>\n> Gott, den hab ich auch schon ewig nicht mehr gesehen.\n\nAus einem nicht näher genannten Grund hatte ich den Drang da ein Komma zu setzen.","replies":[{"id":"","poster":"Alekra","date":"2018-03-04T21:12:47.292+0000","up_votes":2,"down_votes":0,"body":"Wir essen gleich Oma!","replies":[{"id":"","poster":"Azradan","date":"2018-03-04T21:15:30.493+0000","up_votes":2,"down_votes":0,"body":">\n> Wir essen gleich ,Oma!\n\nAußer du bist Kannibalisch dann ist deine variante Korrekt.","replies":[{"id":"","poster":"Kind Prow","date":"2018-03-04T21:39:31.484+0000","up_votes":1,"down_votes":0,"body":"Das ist sächsisch für \"Wir essen gleich auch einmal.\"","replies":[{"id":"","poster":"Azradan","date":"2018-03-04T21:41:14.351+0000","up_votes":1,"down_votes":0,"body":"Kann ich ja nicht wissen.\nBin ja ein Schwabe","replies":[{"id":"","poster":"Kind Prow","date":"2018-03-04T21:54:59.050+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Azradan,realm=EUW,application-id=YnZkMR0R,discussion-id=It9qAunn,comment-id=0004000000000000000000000000,timestamp=2018-03-04T21:41:14.351+0000)\n>\n> Kann ich ja nicht wissen.\n> Bin ja ein Schwabe\n\nJa. Ein schräger Vogel.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Shanacat","date":"2018-03-04T14:37:04.443+0000","up_votes":2,"down_votes":0,"body":"Also hab mir die Geschichte durchgelesen, aber wie kommt ihr nun darauf das sie von Jax handelt, habe ich irgend etwas überlesen? :o","replies":[{"id":"","poster":"Kind Prow","date":"2018-03-04T14:50:16.628+0000","up_votes":1,"down_votes":0,"body":"Die Kurzgeschichte von Jax. Da redet er in nem Halbsatz Icathia und von unermesslich schrecklichen Monstern. Beweis eins. Zweitens: Saijax, sein Name. Setzt sich zusammen aus Sai und jax. Drittens: in der Geschichte vom Untergang Icathias wird eindeutig Saijax als Meister aller Waffen (oder so) tituliert, und das sicherlich nicht zufällig. Viertens: besagter Saijax ist aus Icathia geflohen, als es unterging.","replies":[{"id":"","poster":"Alekra","date":"2018-03-04T15:10:06.389+0000","up_votes":2,"down_votes":0,"body":"5: Jax mag Eier und Saijax isst dauernd Eier","replies":[]},{"id":"","poster":"Nohgolgh","date":"2018-03-05T07:47:44.534+0000","up_votes":1,"down_votes":0,"body":"Das ist, was dafür spricht. Dagegen spricht, dass er gegen Shurima auf dem Höhepunkt seiner Macht gekämpft hat, was Äonen her sein muss. Jax könnte genauso gut nur ein Nachfahre sein. ","replies":[{"id":"","poster":"Alekra","date":"2018-03-05T08:48:43.977+0000","up_votes":1,"down_votes":0,"body":"Würde er denn auch die Vorliebe für Eier weitervererben?","replies":[{"id":"","poster":"Kind Prow","date":"2018-03-05T14:12:49.694+0000","up_votes":1,"down_votes":0,"body":"Wer weiß, was die Leere mit deinem Körper anstellt, wenn sie dich erstmal berührt hat. Zum Beispiel elendig langes Leben.\n\nAber ja, Gutes Argument /thinking/","replies":[]}]}]},{"id":"","poster":"ELOW Cronos","date":"2018-03-05T08:03:04.488+0000","up_votes":1,"down_votes":0,"body":"Danke für die Info, du hast gerade einen Jax Main glücklich gemacht.\n {{sticker:zombie-nunu-hearts}}","replies":[]}]}]},{"id":"","poster":"Kind Prow","date":"2018-03-04T13:19:58.653+0000","up_votes":2,"down_votes":0,"body":"Genau die\n{{sticker:zombie-nunu-hearts}} \n\nGelungen, und übel genial. Das erklärt dann auch endlich, warum er lila ist: er ist mit der Leere in Berührung gekommen °-°","replies":[{"id":"","poster":"Alekra","date":"2018-03-04T13:21:35.567+0000","up_votes":1,"down_votes":0,"body":"Jaaa :D Echt toll erzählt und geschrieben\n\nIch will mehr {{sticker:sg-kiko}}","replies":[{"id":"","poster":"Kind Prow","date":"2018-03-04T14:20:48.762+0000","up_votes":1,"down_votes":0,"body":"Ich hab so lange darauf gewartet, dass Jax endlich mal ne Geschichte kriegt.\n\nUnd was für ne Geschichte das ist.\n\nGenau nach meinem Geschmack.","replies":[{"id":"","poster":"Alekra","date":"2018-03-04T14:32:11.643+0000","up_votes":1,"down_votes":0,"body":"Eine würdige Geschichte für einen würdigen Laternenträger {{sticker:sg-jinx}}","replies":[{"id":"","poster":"Kind Prow","date":"2018-03-04T14:35:10.199+0000","up_votes":1,"down_votes":0,"body":"Ich hatte mich mal mit meim Bruder darüber gestritten, wie ne Bio von jax auszusehen habe. Es stellt sich raus: ich hatte Recht (bis auf den Punkt, dass er nicht aus Ionia stammt, die Leere, Icathia)\nAber was ich besonders gut finde: er hat keine irgendwie göttlichen Fähigkeiten, sondern ist einfach nur verdammt gut!","replies":[{"id":"","poster":"The mute Swan","date":"2018-03-04T14:56:04.365+0000","up_votes":1,"down_votes":0,"body":"Das mit Icathia war doch schon bekannt?","replies":[]}]}]}]}]}]},{"id":"","poster":"Kind Prow","date":"2018-03-04T15:10:55.967+0000","up_votes":1,"down_votes":0,"body":"Jop","replies":[{"id":"","poster":"Alekra","date":"2018-03-04T15:13:13.729+0000","up_votes":1,"down_votes":0,"body":"Auf was bezogen? {{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Kind Prow","date":"2018-03-04T15:14:48.529+0000","up_votes":1,"down_votes":0,"body":"Auf dich. Muss ich echt bei jedem Mist die Antwortfunktion nutzen?","replies":[{"id":"","poster":"Alekra","date":"2018-03-04T15:30:11.441+0000","up_votes":1,"down_votes":0,"body":"Na klar :3","replies":[{"id":"","poster":"Kind Prow","date":"2018-03-04T15:33:42.024+0000","up_votes":1,"down_votes":0,"body":"Was denkst du, wer das kleine Mädchen in Warwicks geschichte ist?","replies":[{"id":"","poster":"Alekra","date":"2018-03-04T15:52:02.537+0000","up_votes":1,"down_votes":0,"body":"Ich denke icht, dass wir das Mädhcen schon kennen. Immerhin sind die einzigen Weiblichen Champions in Zhaun/Piltover {{champion:164}} {{champion:40}} {{champion:222}} {{champion:61}} {{champion:254}} {{champion:51}} und keine von denen passen hier rein.\n\nIch denke aber auch nicht, dass es ein Charakter ist, von dem wir noch viel erfahren, da es wohl eher einfach nur darstellen soll, dass immernoch etwas menschliches in WW ist.\n\nAber ein Mädchen,  dass einen Namen schreit könnte durchaus eine Tochter/Schwester oder Freundin sein die seinen Namen geschrien hat als er entführt wurde.","replies":[{"id":"","poster":"Kind Prow","date":"2018-03-04T16:10:47.265+0000","up_votes":1,"down_votes":0,"body":"\"Mit der Zeit wurden ihre Kindheitseskapaden immer verwegener, und Vi gründete bald eine eigene Bande. Sie hatte ein zänkisches und ungesittetes Wesen und setzte ihre Fäuste häufiger ein, als sie sollte. Ihre Augen waren häufig von blauen Ringen umgeben und ihre Lippen blutverkrustet, aber in den meisten Kämpfen war sie die Einzige, die am Ende noch stand. Über die Jahre freundete sie sich mit dem Besitzer einer Bierstube am Straßenrand an, dem es gelang, ihr selbstzerstörerisches Handeln etwas zu zähmen. Er bestärkte sie in ihrem moralischen Denken und brachte ihr bei, ihren ständigen Zorn zu zügeln und diszipliniert zu kämpfen.\"\n\n\"Es ist nicht bekannt, wie es dazu kam, dass Vi an der Seite von Caitlyn arbeitete, und welches Geheimnis die beiden verband. Angesichts der persönlichen Art und Weise der letzten Verbrechenswelle in Piltover glauben nicht wenige, dass ein gewisser blauhaariger Tunichtgut aus Zhaun damit zu tun hat.\"\n\nhttps://universe.leagueoflegends.com/de_DE/story/champion/vi/\n\n\"Obwohl viele Warwick für ein wildes Tier halten, findet sich hinter der rasenden Bestie doch ein menschlicher Geist – der eines Ganoven, der seine Klinge abgelegt und sich einen neuen Namen zugelegt hatte, um ein besseres Leben zu führen.\"\n\n\"Schließlich konnte er sich an seine Vergangenheit überhaupt nicht mehr erinnern … Alles, was er sah, war Blut. Doch dann hörte er ein kleines Mädchen schreien. Sie brüllte etwas, das er nicht verstehen konnte. Es klang wie ein Name.\"\n\nhttps://universe.leagueoflegends.com/de_DE/story/champion/warwick/\n\n\"Warwick begnügt sich nicht mehr damit, wahllos zu töten, und verfolgt nun diejenigen, denen der Gestank von Blut anhaftet. So wie er ihm damals anhaftete, als er zu Singeds Tür gezerrt wurde.\"\n\nhttps://www.youtube.com/watch?v=RPqhLEVgwqk\nMinute 2:47 Warwick zu Vi \"Who taught you how to punch\"\n\nMeine Überzeugung ist, dass nichts zufällig in diesen geschichten steht. Was logisch ist, da die ja nicht von einzelnen Personen, sondern von Teams erstellt und besprochen werden.\n\nMeine Theorie nun ist, dass Warwick damals Vi's Mentor wurde, als er versuchte, einer ehrliche Arbeit nachzugehen. Dann kam die riesige Explosion der Cham-Fabrik, in die auch Jinx verwickelt war, irgendetwas muss Warwick da getan haben, was ihn später in Singeds Arme trieb. Jinx soll von dem Vorfall damals ja erst verrückt geworden sein.","replies":[{"id":"","poster":"Alekra","date":"2018-03-04T16:35:44.573+0000","up_votes":1,"down_votes":0,"body":"Ist eine gute Theorie ^^ Würde auch gut Sinn machen","replies":[{"id":"","poster":"Kind Prow","date":"2018-03-04T21:54:28.567+0000","up_votes":1,"down_votes":0,"body":"Pass auf, jetz ganz gewagt:\n\n\"Ein als verrückt verschriener Veteran der Grubensammler behauptete auf seinem Sterbebett, er hätte Vi in einem Korb gefunden, der auf dem Wasser trieb, das in die Trümmer eines eingestürzten Chem-Labors eingedrungen war, und in dem Platz genug für zwei Kinder war. \"\n\n\"Einige der älteren Semester in Zhaun erinnern sich an ein junges Mädchen, auf das Jinx‘ Beschreibung zutrifft. Ihr Charakter könnte allerdings nicht weiter von der Frau entfernt sein, die nun als Plage von Piltover bekannt ist. Dieses Mädchen war freundlich und unschuldig, eine Tüftlerin mit großartigen Ideen, die nie wirklich ihren Platz gefunden hatte und schließlich auf die schiefe Bahn geraten war.\"\n\nhttps://www.youtube.com/watch?v=RPqhLEVgwqk\nMinute 1:18\nab Minute 2:37\n\n\"Gerüchten zufolge sollte sie bei einer großen Explosion im Zentrum von Zhaun ums Leben gekommen sein, aber man erzählte sich auch, dass sie die Stadt verlassen und das Weite gesucht hatte.\"\n\n\"https://www.youtube.com/watch?v=IaGaqTW6QPQ\"\nMinute 2:30\nMinute 4:25\n\nMeine Theorie: \"Jinx ist Vi's Schwester, bei der Explosion in Zhaun hat Warwick Vi gerettet und musste Jinx in den Flammen zurücklassen. Darum ist Vi aus Zhaun weg, und brauchte Zeit für sich. Warwick war im Glauben, er sei daran schuld, er hätte Jinx getötet und Vi vertrieben. Jinx ist, allein in dem Feuer verrückt geworden, weil sie dachte, sie hätte ihre Schwester und alle andern umgebracht.","replies":[{"id":"","poster":"Alekra","date":"2018-03-05T06:10:43.537+0000","up_votes":1,"down_votes":0,"body":"Naja die Theorie, dass Jinx Vi's Schwester ist gibts jetzt schon länger :P Aber ja durchaus vertretbar","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"yasuolover97","date":"2018-03-04T15:57:54.563+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Alekra","date":"2018-03-04T16:01:40.530+0000","up_votes":1,"down_votes":0,"body":"Das ist zwar schön und alles aber nicht die Diskussion die ich mir erhofft habe c:","replies":[]}]}]}