{"id":"ELkU8xMs","poster":"Riot Kengen","date":"2018-03-02T17:00:37.302+0000","title":"Meddlers Gameplay-Gedanken - 02. März","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Hallo,\r\n-------------------------------------------------------------------------------\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n---------------------------------------------------------------------------- \r\n**Anpassungen f&uuml;r Vasallen-Kills unter T&uuml;rmen**\r\n\r\nAb 8.4 verursachen normale Angriffe gegen Vasallen nicht mehr 5 zus&auml;tzlichen Schaden (wir hatten das in der Vorsaison eingef&uuml;hrt). Eine Gruppe von Champions wurde von dieser &Auml;nderung allerdings h&auml;rter getroffen als beabsichtigt. Genauer gesagt Champions mit niedrigem Grundangriffsschaden, also haupts&auml;chlich (aber nicht nur) Magier. Diese m&uuml;ssen nun Nahkampfvasallen, die bereits zweimal vom Turm getroffen wurden, mit zwei normalen Angriffen anstelle von einem erledigen. Um das alte Muster f&uuml;r Vasallen-Kills unter T&uuml;rmen beizubehalten, lassen wir sie nun gegen Nahkampfvasallen 45 % des Lebens pro Treffer verursachen (vorher 43 %). Andere Champions sollten davon kaum beeinflusst werden.\r\n\r\n----------------------------------------------------------------------------  \r\n**Entwickler-Blog &uuml;ber die Gegnersuche**\r\n\r\nViele von euch haben es wahrscheinlich schon gesehen, aber falls nicht, empfehle ich einen Blick auf unseren letzten Beitrag im Entwickler-Blog, der sich mit der Gegnersuche befasst. Du findest ihn hier:\r\n\r\nhttps://nexus.leagueoflegends.com/de-de/2018/02/dev-matchmaking-real-talk/ \r\n\r\nEr behandelt viele Themen, die oft aufkommen, wie:\r\n* Die Beziehung zwischen der GSW (MMR) von normalen und Ranglistenspielen\r\n* Der Eindruck, dass dir nach einer Siegesstr&auml;hne schlechtere Teamkameraden zugeteilt werden\r\n* Warum wir die KTU (KDA) bei der Gegnersuche nicht ber&uuml;cksichtigen\r\n* Warum dir weiterhin Spieler zugeteilt werden, die du zuvor stummgeschaltet hattest \r\n* Und eine Menge anderer Dinge\r\n--------------------------------------------------------------------------   \r\n**M&ouml;gliche &Auml;nderungen f&uuml;r 8.6**\r\n\r\n\r\nWir sind gerade mit 8.5 fertiggeworden und planen die m&ouml;glichen &Auml;nderungen f&uuml;r 8.6. Hier ein paar unserer momentanen Gedanken, wie immer k&ouml;nnen Dinge w&auml;hrend der Patchentwicklung hinzukommen oder wegfallen.\r\n\r\n\r\n\r\nGegenst&auml;nde:\r\n\r\n* Dschungel-Gegenst&auml;nde: zwei m&ouml;gliche &Auml;nderungen. Zuerst eine &Auml;nderung am Regenerationsverm&ouml;gen, damit es eher auf fehlendem Leben/Mana basiert. Das Ziel dabei ist es, fr&uuml;he Ganks etwas riskanter zu machen, wie sie es vor ein paar Saisons waren (keine Ganks bei (fast) vollem Leben, damit eine bessere Chance auf Konter besteht). Das k&ouml;nnte auch allen helfen, die aufgrund von Manaeinschr&auml;nkungen Probleme beim Leerr&auml;umen der Dschungellager haben. Zweitens verringern wir vielleicht zus&auml;tzlich die Geschwindigkeit beim ersten Leerr&auml;umen, damit die ersten Ganks etwas sp&auml;ter im Spiel auftreten. \r\n\r\n* H&ouml;llenmaske: wird m&ouml;glicherweise mehr als Option f&uuml;r robustere Champs angepasst. Wer magischen Schaden verursachen kann, nimmt sie, um den Schaden des Gegners auf der Lane zu neutralisieren und gleichzeitig selbst genug Schaden auszuteilen &ndash; generell kein gutes Gameplay.\r\n\r\n* D&auml;mmerungsklinge: wird abgeschw&auml;cht.\r\n\r\n* Amulett der eisernen Solari: Wir sehen uns an, ob wir das Amulett etwas weniger verl&auml;sslich machen k&ouml;nnen, damit es kein universeller Kauf ist. Das ist nur ein Experiment und wird vielleicht nicht in 8.6 erscheinen.\r\n\r\n* Wutklinge: Wir wollen sie eventuell f&uuml;r Nahk&auml;mpfer etwas zug&auml;nglicher machen, au&szlig;erdem sollte sie als erster Gegenstand keinen so gro&szlig;en St&auml;rkeschub bieten und eher an andere Gegenstandsst&auml;rke gebunden sein.\r\n\r\n\r\nChampions:\r\n\r\n* Rakan: soll eine Verbesserung bekommen. Wir wollen au&szlig;erdem einen Fehler beheben, durch den seine Leistung im Duo mit Xayah sehr viel besser ist als mit anderen Partnern. Nach dieser Fehlerbehebung wird er zusammen mit Xayah etwas schw&auml;cher sein, also w&uuml;rde auch bei dieser Paarung eine Verbesserung nicht schaden. \r\n\r\n* Rumble: Verbesserung, Details stehen noch nicht fest.\r\n\r\n* Lee Sin: Ohne das Messer des F&auml;hrtenlesers geht es ihm gar nicht gut und er war bereits davor etwas schwach. Wird verbessert, Details stehen noch nicht fest.\r\n\r\n* LeBlanc: &Auml;nderungen kommen ab Tag 1 des Zyklus f&uuml;r 8.6 auf die PBE, werden aber wahrscheinlich erst sp&auml;ter ver&ouml;ffentlicht. Es werden haupts&auml;chlich die letzten &Auml;nderungen r&uuml;ckg&auml;ngig gemacht.\r\n\r\n* Ahri: M&ouml;gliche &Auml;nderungen in 8.6 (werden getestet, Ver&ouml;ffentlichung steht noch nicht fest). Wir suchen immer noch nach M&ouml;glichkeiten, ihre Glanzleistungen zu steigern und ihre Tiefpunkte noch schw&auml;cher zu machen (sie soll bei Vorteilen st&auml;rker werden bzw. schw&auml;cher, wenn sie zur&uuml;ckliegt).\r\n\r\n* Manche Nutzer der D&auml;mmerungsklinge: Wir halten ein paar Verbesserungen f&uuml;r solche Champs bereit, die momentan stark von der D&auml;mmerungsklinge abh&auml;ngig sind und nach ihrer Abschw&auml;chung voraussichtlich zu sehr leiden m&uuml;ssen. \r\n\r\nRunen:\r\n* Manafluss: wird abgeschw&auml;cht, Details stehen noch nicht fest.\r\n* Geistesgegenwart: sollte ge&auml;ndert werden, damit sie f&uuml;r mehr Champions eine sinnvolle Wahl darstellt. Danach schw&auml;chen wir sie wahrscheinlich f&uuml;r ihre momentanen idealen Nutzer ab, in deren Fall sie bereits sehr stark ist. \r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[]}