{"id":"ewmdaQwv","poster":"LittIe Red Devil","date":"2018-03-02T03:39:48.654+0000","title":"Loose Prevent","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"hab gerade ein ranked gezockt wo zu meinem bedauern die botlane hart am inten war ^^ 20kills alleine von dennen und der liebe gegner adc am ende 15/1 aber egal darum geht&acute;s grad nicht. nachdem game im screen stand n&auml;mlich loose prevent und ich hab keine punkte verloren oO dafug is den da passiert ???? kann mir das eventuell einer erkl&auml;ren weil ich das so nur kenn wenn grad gepatched wird und das match quasi nicht z&auml;hlt. hab ich so absolut nix dagegen weil ich heute ne echt geile loose streak hin gelegt hab von kurz vor promo s1 runter auf s3 26 lp und so sind mir die letzten lp wenigsten noch geblieben\r\n\r\nalso falls wer von euch wei&szlig; wieso das match als loose prevent f&uuml;r mich geendet haben k&ouml;nnte und ich meine lp behalten durfte, w&uuml;rd ich mich &uuml;ber eine erkl&auml;rung freuen \r\n\r\nlg","replies":[{"id":"","poster":"0qbix3","date":"2018-03-02T04:25:28.978+0000","up_votes":1,"down_votes":0,"body":"Es gibt in den letzen Tagen einige Probleme mit den Servern, Leute können nicht ins game connecten oder werden immer wieder rausgetabt, es kann sein das dies der Fall war bei dir im game (muss nicht spezifisch bei dir gewesen sein!) es genügt bereits wenn es einem in deinem Team oder gegner Team passiert ist.","replies":[{"id":"","poster":"LittIe Red Devil","date":"2018-03-02T04:55:23.376+0000","up_votes":1,"down_votes":0,"body":"alles klar. hatte heute schon zwei remakes durch teammates wie gegner und auch selber lp verloren wegen 2 bugsplats {{sticker:slayer-jinx-unamused}} dachte schon rito hat heute troll den gamer tag aber wenn das mal wieder an den servern liegt werd ich wohl die nächsten paar tage lieber nur normals zocken bevor ich b5 land wegen solcher problem\n\ndanke für die rasche antwort","replies":[{"id":"","poster":"0qbix3","date":"2018-03-04T06:39:15.765+0000","up_votes":1,"down_votes":0,"body":"Kein Problem, falls du das noch liest kann ich dir mit Freuden sagen das sie das Problem bereits vorgestern gegen Abendzeit gefixt haben, dir noch viel Glück mein ranken!\n{{sticker:sg-ezreal}}","replies":[]}]}]},{"id":"","poster":"roflmao420xDhdLP","date":"2018-03-02T10:44:20.414+0000","up_votes":1,"down_votes":0,"body":"Riot ist unfähig","replies":[]}]}