{"id":"Kf9zA72o","poster":"Ariya","date":"2018-03-01T09:36:09.334+0000","title":"Meddlers Gameplay-Gedanken - 28. Februar","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Hallo,\r\n-------------------------------------------------------------------------------\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n---------------------------------------------------------------------------- \r\n**Sion**\r\nWir haben in 8.3 ein paar von Sions Fehlern behoben, was ihn wahrscheinlich etwas gest&auml;rkt hat. Gleichzeitig hat sich herausgestellt, dass wir unwissentlich einen neuen Fehler verursacht haben, der ihn wahrscheinlich noch st&auml;rker macht. Wir haben sein E umgebaut, da manchmal die getroffenen Vasallen vor Ende des R&uuml;cksto&szlig;es gestorben sind. Die neue Version war unbeabsichtigt auf eine andere Abfrage f&uuml;r getroffene Ziele eingestellt (der Abstand zwischen dem E und dem Modellrand des Ziels und nicht zwischen dem E und der Modellmitte des Ziels). Das bedeutet, dass Sions E momentan breiter als beabsichtigt und dadurch sp&uuml;rbar st&auml;rker ist. Wir werden das im n&auml;chsten Patch korrigieren. \r\n----------------------------------------------------------------------------   \r\n**Eroberer**\r\nWir testen weiterhin die neue Pr&auml;zision-Schl&uuml;ssenrune &bdquo;Eroberer&ldquo;, die geplante Ver&ouml;ffentlichung ist 8.6. Ich habe bereits einige Diskussionen &uuml;ber sie gesehen und wollte &uuml;ber ein paar Punkte reden:\r\n\r\n* Man muss sich zwar 4 Sekunden lang im Kampf befinden, um sie auszul&ouml;sen, aber das hei&szlig;t nicht, dass man sein Ziel 4 Sekunden lang treffen muss. Wie bei &bdquo;Umklammerung der Untoten&ldquo; kann man Schaden austeilen und einstecken (z. B. mit Stichelangriffen oder anderen Zielen), bevor man sich auf sein eigentliches Ziel st&uuml;rzt. \r\n* Die Umwandlung zu absolutem Schaden harmonisiert weniger mit Champions, die sich Durchdringung holen oder in ihrem F&auml;higkeitenset haben bzw. die bereits absoluten Schaden austeilen. Es ist n&uuml;tzlicher, wenn ein Prozentsatz deines Schadens zu absolutem Schaden umgewandelt wird, falls dieser Schaden zuvor zu einem gro&szlig;en Anteil abgemindert wurde. Wenn man also bereits einen betr&auml;chtlichen Prozentsatz an Durchdringung/Verringerung besitzt (wie Darius mit einem Schwarzen Beil und die R&uuml;stungsdurchdringung auf seinem E) und/oder unabh&auml;ngig davon bereits absoluten Schaden austeilt (wie Fiora), bekommt man nicht ganz so viel Schadenszuwachs wie Champions, die keines von beidem besitzen. Sie k&ouml;nnte allerdings trotzdem eine gute Wahl sein, falls man mit richtig robusten Gegnern konfrontiert wird. Das ist dann aber wahrscheinlich nicht das beste Einsatzszenario. \r\n* Die Verz&ouml;gerung und der absolute Schaden dienen teilweise dazu, sie besser von anderen Schl&uuml;sselrunen zu unterscheiden. Damit die Wahl zwischen den Runen wirklich von Bedeutung ist, m&uuml;ssen sie deutlich unterschiedliche Funktionen bieten. Das ist etwas schwierig, wenn sie nur Schaden austeilen. Die Unterschiede zwischen den Schadensrunen finden sich deshalb in Bereichen wie dem Schadenszeitpunkt in K&auml;mpfen (also direkt oder nach einer Verz&ouml;gerung), dem idealen Ziel (Weichziele oder Tanks oder Ziele mit wenig Leben usw.), ob nur Schaden oder ein anderer Effekt ausgel&ouml;st wird (wie Heilung) usw. Diese fehlenden Unterschiede waren eines der gr&ouml;&szlig;eren Probleme von &bdquo;Inbrunst&ldquo;, da sie fast sofort ausgel&ouml;st wurde (die meisten Anwender konnten sie extrem schnell steigern) und bei fast allen Zielen &auml;hnlich effektiv blieb (da sie puren Angriffsschaden bot). \r\n\r\n\r\n----------------------------------------------------------------------------   \r\n\r\n**L&auml;ngere Ausf&uuml;hrung zu Sch&uuml;tzen verz&ouml;gert sich**\r\n\r\nVor einer Weile habe ich erw&auml;hnt, dass ich bald detaillierter &uuml;ber unsere Gedanken zum Zustand der Sch&uuml;tzen sprechen m&ouml;chte. Allerdings muss das warten, bis wir n&auml;her an der Saisonmitte sind. Wir arbeiten momentan noch an vielen Problemen mit den Sch&uuml;tzen und der unteren Lane, die alle zusammenh&auml;ngen, und brauchen noch mehr Zeit, bevor wir klare Schl&uuml;sse ziehen k&ouml;nnen. Es tut mir leid, dass alles so viel l&auml;nger dauert als urspr&uuml;nglich erhofft. \r\n\r\nFolgende Dinge sehen wir uns gerade an:\r\n\r\n* Das Wettr&uuml;sten zwischen Champions, die multiplikativen Schaden, und Champions, die multiplikative Verteidigung bauen, und welche Auswirkungen das auf Champs hat, die eine Mischung aus beidem bauen. \r\n* Die Tatsache, dass Sch&uuml;tzen im sp&auml;ten Spiel vollger&uuml;stete Tanks ausschalten k&ouml;nnen m&uuml;ssen\r\n* Die Frage, ob zwischen dem allgemeinen Schaden der Sch&uuml;tzen und den Effekten, die Tanks knacken sollen, ein gesundes Kr&auml;ftegleichgewicht herrscht\r\n* Die Frage, wie gro&szlig; der sofortige Schaden eines Sch&uuml;tzen sein darf, v. a. sp&auml;ter im Spiel (z. B. kritische Treffer + kritische Treffer mit Statikks Stich)\r\n* Die Frage, welche Werte einen Sch&uuml;tzen im fr&uuml;hen Spiel spa&szlig;ig machen und wie stark er tats&auml;chlich sein muss\r\n* Die Frage, wie viel verl&auml;ssliche Minderung f&uuml;r Schadensspitzen Sch&uuml;tzen zur Verf&uuml;gung steht, sowohl durch Supporter als auch andere Quellen\r\n*Die Frage, wie sich die St&auml;rkekurven von Sch&uuml;tzen im Vergleich zu anderen Klassen schlagen und ob sich die St&auml;rkekurven von unterschiedlichen Sch&uuml;tzen stark genug von einander unterscheiden\r\n* Die Frage, wie gut Sch&uuml;tzen im sp&auml;ten Spiel (und auch im Allgemeinen) Vasallenwellen ausl&ouml;schen k&ouml;nnen\r\n* Die Frage, wie stark man mit ressourcenlosem Fernkampfschaden im fr&uuml;hen Spiel sein darf (im Vergleich zu vielen Champions, die durch ihr Mana limitiert sind)\r\n\r\nUnd noch ein paar andere Dinge, die sich im Laufe der Arbeiten herauskristallisieren werden. In einem unserer n&auml;chsten Schritte m&uuml;ssen wir eine Teilmenge der Probleme bestimmen, um deutlichen Fortschritt in einigen und nicht blo&szlig; wenige Fortschritte in allen Bereichen zu machen. Au&szlig;erdem m&uuml;ssen wir uns auch die anderen Klassen ansehen, wenn wir die untere Lane zug&auml;nglicher machen wollen.\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[]}