{"id":"hpBpkEgg","poster":"xCpt Blood Moon ","date":"2018-02-25T23:47:48.154+0000","title":"Xayah OTP/Main Gold-Platin gesucht","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo zusammen ^.^\n\nvllt. erstmal kurz zu mir:\nIch bin Kess, 20 Jahre alt und seit Season 4 Support-Main mit Herzblut :D\nIn Season 5 habe ich das OTP spielen von Champs f&uuml;r mich entdeckt, welches mich ziemlich fl&uuml;ssig bis in den unteren Diamantbereich gebracht hat auch wenn ich diesen leider nicht halten konnte und mit Platin I die Season beendet habe.\nSeason 6 habe ich es &quot;nur&quot; bis in den mittleren Platinbereich gemacht mit meiner damals sehr geliebten Janna als OTP.\nDie gleiche Geschichte Season 7 dann mit Sona mit einer 61% Winrate :D hach... das waren Zeiten ^.^\nSo Season 8 ist angebrochen und ein neuer Champ musste her. Die Wahl ist diesmal auf Rakan gefallen. Ich bin mich momentan am warm spielen und fange jetzt erst an Rakan zu spammen also nicht das du &amp; ich uns missverstehen ich bin kein Rakan Pro sondern beginne ihn jetzt ohne Pause zu spammen und dann wird das schon, wie immer ;)\nDa ich eine längere Pause hinter mir habe, leiste ich mir momentan temporär auch ein wirklich sehr hilfreiches Coaching \nIch habe jetzt meine 10 Placements hinter mir, wurde Gold V eingeranked und bin jetzt gl&uuml;cklicherweise bereit Gold I und stehe heute Nacht vor meiner Promo (Ob ich die schaffe kann ich jetzt noch nicht sagen :D)\nUm mir das climben etwas angenehmer zu gestalten und da ich gerne mit anderen zusammen spiele, suche ich einen ADC Main der Lust hat mich zu begleiten... :)\nVorallem habe ich einfach gemerkt wenn ich Randoms hatte die Xayah zu meinem Rakan gepickt haben, haben wir so ziemlich jedes Game f&uuml;r uns entscheiden k&ouml;nnen oder zumindest ein wirklich! geiles Game gehabt. ^.^\n\nAlso wenn du...\nx Xayah OTP oder Main bist\nx mind. 18 Jahre alt bist\nx ein brauchbares Headset hast (Ts habe ich)\nx zwischen Gold II und Platin IV bist\nund den (mir am wichtigsten Punkt) erf&uuml;llst und zwar nicht flamest...\nDas sollte ich vllt noch zu mir sagen, ich habe noch nie geflamet und mich bekommt man niemals getilted... Wenn ich in eine loosing-streak rutsche mache ich zwar ne Pause und brummel vor mich hin aber ich verliere niemals die Motivation, flame nicht &amp; tilte nicht und das ist mir der wichtigste Punkt auch bei dir :)\nDa ich Flamer &uuml;berhaupt nicht ausstehen kann und mich auch nicht fremdsch&auml;men will &macr;\\_(ツ)_/&macr;\n\nAlso wenn dich dieser Roman angegeilt hat... \nDann schreib mir doch gerne inGame oder lass hier nen Kommentar da, dann melde ich mich bei dir! ;)\nFreue mich auf wer auch immer sich meldet! :D\n\nPS: Insta Ban Blitz pls <3","replies":[{"id":"","poster":"xCpt Blood Moon ","date":"2018-02-26T17:36:11.169+0000","up_votes":1,"down_votes":0,"body":"*Push*","replies":[]}]}