{"id":"aGEJJmv3","poster":"H5K Smove","date":"2018-02-24T19:08:06.959+0000","title":"Suche Spieler für Just 4 Fun Spiele","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Gr&uuml;&szlig;e euch....\r\n\r\nIch bin der Smove (IG: H5K Smove) spiele seit s1.\r\nIm Spiel geht es mir nat&uuml;rlich um das Gewinnen, der Spa&szlig; darf aber nicht zu kurz kommen.\r\nDerzeit bin ich unranked da ich kein Team habe mit dem ich Rank&acute;s spielen kann, allein habe ich dazu keine motivation &uuml;berhaubt in der Kluft der Beschw&ouml;rer zu spielen. \r\nDeswegen spiele ich derzeit seit dem Aram&acute;s drausen sind zu 80% Arams und wenn mal in der Kluft der Besch&ouml;werer nur mit Teamersteller. \r\n\r\nGern bin ich auch bereit Duo mit jemandem Rank&acute;s zu zocken. Besser w&auml;re nat&uuml;rlich wenn sich noch 4 weitere Mitspieler finden. ^^\r\n\r\nNoch was zu mir...\r\nIch bin 23 Jahre alt. Schlie&szlig;e in diesem Jahr meine Ausbildung zum Gro&szlig;h&auml;ndler &amp; Au&szlig;enh&auml;ndler ab, vorher habe ich schon eine Kochausbildung abgeschlossen.\r\n\r\n&Uuml;ber mehr k&ouml;nnen wir uns ja gern in meinem Teamspeak unterhalten.\r\nJOINT einfach in den TS wenn ihr m&ouml;chtet.\r\n\r\nTeamSpeak ID: mue-craft.de\r\n\r\n**Meine Lane bei Normalen Games.**\r\n{{champion:131}} MID: Diana (Main), Brand, Veigar, Xerath und noch andere \r\n{{champion:2}} Jungle: Olaf (Main), ChoGath, Diana, Zac\r\n\r\n\r\nF&uuml;r alle die noch mehr zu meinem Gameplay wissen wollen:\r\n\r\nOffensiv, Schaden, Ninja, Hinterhalt, Loyal\r\n\r\nIch bin kein Spieler der sich zur&uuml;ckh&auml;lt und zu schaut,\r\ntrotzdem steht das taktische auspielen der Gegener im Vordergrund.\r\nEs ist wichtig auch als defensiver Spieler dem Gegener aktiv entgegen zu stehen da dies mehrer psychologische Effekte hat, welche sich positiv auf das Spiel auswirken.\r\nes ist wichtig Fertigkeiten herraus zu locken um dem Gegner Mana zu rauben und Abklingzeiten zu beschaffen.","replies":[{"id":"","poster":"H5K Smove","date":"2018-03-21T19:12:54.541+0000","up_votes":1,"down_votes":0,"body":"Von 135 hat sich einer im TS gemeldet. :) Wieso nicht?","replies":[]}]}