{"id":"QsAfhtjj","poster":"Wolf Husky","date":"2018-02-23T17:45:20.438+0000","title":"Auf die Champions kommt es drauf an","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":2,"body":"Wenn man sich Statistiken anschaut, haben manche Champions in ihren Elos(oder generell) eine sehr gute Winrate. Warwick z.b hat laut op.gg in Gold-Platin etwa eine 55% Winrate. somit hat man Durchschnittlich(!!!!!!) eine win chance von 55% wenn man Warwick spielt. Das hei&szlig;t, dass man also mit ihm auch sehr gut climben kann. Falls man z.b eig. in Gold geh&ouml;rt, kann man theoretisch somit auf Platin hochsteigen. Und wenn wir ehrlich sind, gibt es bei solchen mechanisch einfachen Champions kaum(!!!) Gr&uuml;nde, warum dieser Champ nicht zu dir passt. Udyr hat auch eine &auml;hnliche &auml;hnliche Winrate und es eig fast egal, wer ihn spielt(wenn wir davon aus gehen, dass er in dieser Elo geh&ouml;rt).\r\nAlso zusammengefasst, kommt es auch auf den Champions an ob man climbt oder nicht.\r\nWenn man auf den Durchschnitt schaut, trifft diese Schlussfolgerung zu, aber es werden keine Individuen ber&uuml;cksichtigt.\r\nUnd nur wenn man beim 1.Spiel schlecht war, hei&szlig;t es nicht, dass er nicht zu dir passt!!!\r\nWenn man aber ein Main hat, und mit ihn eine gute-winrate hat, ist es auch nicht n&ouml;tig, den Champ zu wechseln.\r\n\r\nAber zum Schluss noch: Fokussiert euch nicht auf das Climben, fokussiert euch auf den Spa&szlig;! So wird das Climben einfacher fallen! :)\r\n\r\nPs: Sogar Dopa sagt es :P","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2018-02-23T20:27:11.502+0000","up_votes":1,"down_votes":0,"body":"Weißt du eigentlich, wie absurd wenig 55% Winrate sind... also der Durchschnitt liegt, offensichtlich, bei 50%, da in jedem Spiel 5 Champions gewinnen und 5 Champions verlieren. Wenn du also 100 Spiele auf Udyr machst... gewinnst du rein statistisch 5 Spiele mehr als wenn du 100 Spiele auf Zac machst... Wow!\n\nEs ist viel wichtiger seinen Champion und seine Rolle zu beherrschen, als den aktuellen Winrate Trends hinterher zulaufen. Das einzige, worauf ich halbwegs achte... ist ja keine gerade wirklich schwachen Champions zu spielen. Also Champions, die eine Winrate von unter 45% haben...","replies":[{"id":"","poster":"Feast for Trolls","date":"2018-02-24T18:13:00.115+0000","up_votes":1,"down_votes":0,"body":"Okay jetzt beißt du dir aber in den eigenen Schwanz, wenn du auf der einen Seite behauptest, dass 55% nicht wirklich viel sind und du auf der anderen Seite achtest keine Champs mit einer Winrate von 45% zu spielen.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2018-02-24T19:02:58.613+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=vatevpvi,discussion-id=QsAfhtjj,comment-id=00010000,timestamp=2018-02-24T18:13:00.115+0000)\n>\n> Okay jetzt beißt du dir aber in den eigenen Schwanz, wenn du auf der einen Seite behauptest, dass 55% nicht wirklich viel sind und du auf der anderen Seite achtest keine Champs mit einer Winrate von 45% zu spielen.\n\nIch sagte \"unter\"... Und ich meinte damit auch eigentlich was anderes: Wenn ich mich mal frage, ob ich nicht nen neuen Champion lernen sollte (Hauptsächlich auf meinem Smurf), frage ich mich: Hmm. was könnte mir Spaß machen. Dann gucke ich auf den Spionage Seiten nach und wenn der Champion dann eine Winrate von unter 45% hat, entscheide ich mich für einen anderen Champion. Denn dann muss ich den Charakter schon wirklich beherrschen um mit ihm was zu reißen...\nNebenbei... schließt das im Endeffekt ungefähr 5 Champions für mich aus...","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-02-23T23:01:48.780+0000","up_votes":1,"down_votes":0,"body":"Worauf willst du hinaus (durchschnittlich)?","replies":[]},{"id":"","poster":"SuicidePlank","date":"2018-02-23T17:56:17.562+0000","up_votes":1,"down_votes":0,"body":"Ehh...okay, cool?","replies":[]}]}