{"id":"qpriAAAy","poster":"Riot Kengen","date":"2018-02-23T17:57:31.568+0000","title":"Meddlers Gameplay-Gedanken - 23. Februar","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Hallo,\r\n-------------------------------------------------------------------------------\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n---------------------------------------------------------------------------- \r\n**Weitere Meisterschaftskurven**\r\nNach dem ersten Post zu Beginn der Woche kamen ein paar Anfragen f&uuml;r weitere Meisterschaftskurven, einschlie&szlig;lich Singed. Weiter unten gibt es noch ein paar mehr mit kurzen Kommentaren. Bitte beachte, dass eine flachere Kurve nicht unbedingt bedeutet, dass ein Champion weniger K&ouml;nnen ben&ouml;tigt. Das zeigt nur, dass das geforderte K&ouml;nnen f&uuml;r einen Champion dem von anderen &auml;hnlich ist. Wie auch bei den vorherigen Meisterschaftskurven basieren die Daten auf den vergangenen sechs Monaten, sie entsprechen also nicht vollst&auml;ndig den gegenw&auml;rtigen Siegesraten. Ich habe au&szlig;erdem dieses Mal die Kurven &uuml;ber 100 Spiele berechnen lassen, wodurch manche Kurven f&uuml;r Champions mit geringeren Stichprobengr&ouml;&szlig;en bei gr&ouml;&szlig;erer Spielanzahl etwas chaotisch sind. Allerdings erh&auml;lt man so einen besseren Eindruck davon, wie sie sich &auml;ndern, je mehr Spiele gespielt werden.\r\n\r\nPICTURE GOES HERE\r\nSinged &ndash; Wie zuvor erw&auml;hnt hat er eine sehr steile Kurve. Das zeigt, dass sich sein Spielstil teilweise stark von dem anderer Champions unterscheidet. Selbst nach sehr vielen Spielen gibt es noch sehr viel zu lernen. Es h&auml;ngt allerdings auch damit zusammen, dass du als engagierter Singed-Spieler mit ihm viel besser als mit anderen Champions wirst. Du steigst also auf, wenn du Singed spielst, aber mit anderen Champions verlierst du h&auml;ufiger. Dadurch sinkt deine MMR ein wenig, was m&ouml;glicherweise deine zuk&uuml;nftige Siegesrate mit Singed steigen l&auml;sst.\r\n\r\nTanks &ndash; Viele Tanks haben Meisterschaftskurven, die recht schnell ihren H&ouml;hepunkt erreichen, da sie generell eher das K&ouml;nnen im Spiel als bestimmte F&auml;higkeitsmechaniken testen. Malphite ist daf&uuml;r ein besonders klares Beispiel, da er nach etwa 10&ndash;15 Spielen bereits das Limit erreicht. Alistar hat ein paar spezifische F&auml;higkeitsmechaniken, aber seine Kurve ist durchschnittlich nach um die 40 Spiele an ihrer Grenze. Ornns Kurve steigt im Vergleich zu den meisten anderen Tanks selbst nach 100 Spielen immer noch etwas an. Mit ihm gibt es also einige Dinge zu lernen. In den meisten Spielen mit Ornn findet man Spieler, die sich noch am Anfang dieser Meisterschaftskurve befinden (der graue Bereich). Ein Champion kann also eine niedrigere durchschnittliche Siegesrate aufweisen, aber trotzdem stark sein, wenn er von einem erfahrenen Spieler gespielt wird.\r\n\r\nSch&uuml;tzen &ndash; Sch&uuml;tzen sind eine weitere Klasse, bei der sich das erforderliche K&ouml;nnen viel &uuml;berschneidet, deswegen sind ihre Kurven normalerweise ziemlich &auml;hnlich: zu Beginn ein steiler Anstieg, der danach oft abflacht. Tristana und Ezreal sind gute Beispiele daf&uuml;r. Lucian ist ein interessantes Gegenbeispiel, da er anfangs einen steilen Anstieg aufweist, dann fr&uuml;her abflacht und danach wieder stetig ansteigt. Das weist darauf hin, dass viele Spieler sich schnell an ihn gew&ouml;hnen und danach Feinheiten erlernen, die selbst nach 100 Spielen einen Unterschied machen. Vayne legt noch einen oben drauf und ihre Kurve flacht selbst nach 100 Spielen nur wenig ab. Bei mechanisch komplizierten Champions k&ouml;nnen wir diesen Trend allgemein ebenfalls beobachten, wie z. B. bei Yasuo (siehe hier) oder anderen wie Azir oder Kalista.\r\n----------------------------------------------------------------------------  \r\n**Fehlerbehebung von Problemen mit der Bildwiederholrate aufgrund von Vasallen**\r\n\r\nWir haben in 8.3 etwas korrigiert, das nun wie beabsichtigt funktioniert, und somit die Bildwiederholrate beim Erscheinen der Vasallen (einschlie&szlig;lich Lane-Vasallen, Dschungelmonstern, vom Spieler erschaffene Kreaturen usw.) nicht mehr stark abf&auml;llt bzw. ruckelt. Das sollte f&uuml;r einige Spieler ein fl&uuml;ssigeres Spielerlebnis erm&ouml;glichen. Nat&uuml;rlich l&ouml;st das nicht alle Probleme, aber falls du mit irgendwas in dieser Richtung zu k&auml;mpfen hattest und deswegen eine Weile nicht gespielt hast, kannst du einen neuen Versuch starten. \r\n-----------------------------------------------------------------------------    \r\n**Abschw&auml;chungen f&uuml;r die D&auml;mmerungsklinge werden auf 8.6 verschoben**\r\n\r\nWir verschieben die Abschw&auml;chungen f&uuml;r die D&auml;mmerungsklinge auf 8.6, damit wir besser f&uuml;r die Champions kompensieren k&ouml;nnen, die sonst zu schwer davon betroffen w&auml;ren. Ich wei&szlig; noch nicht genau, welche Art von Ausgleich wir vornehmen werden. M&ouml;gliche (noch nicht feststehende) Kandidaten f&uuml;r daraus resultierende Verbesserungen sind:\r\n\r\n* Wukong\r\n* Zed\r\n* Talon\r\n* Rengar\r\n* Quinn\r\n* Miss Fortune\r\n* Kayn\r\n* Kha&rsquo;Zix\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[]}