{"id":"2ffIpagp","poster":"BANG LostMelody","date":"2019-06-14T19:48:26.060+0000","title":"Iron/Bronze/Low Silber Spieler für Team gesucht","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Community!\r\n\r\nLang habe ich mich um andere gekümmert nun kümmere ich mich mal ausnahmsweise um mich! :D \r\n\r\nIch bin David, manche nennen mich auch Teito, 22 Jahre alt aus dem Bundesland Brandenburg.. Ich spiele League seit 2015 und höher als Silber hab ich es bisher leider nicht geschafft. Dies hatte verschiedene Gründe doch das hebe ich mir für ein anderes mal auf :). Ich spiele seit 2016 akiv Support dabei fallen mir Tanks wie Alistar, Leona, Galio oder auch mal ein Rakan am leichtesten. Aber auch APler gehören zu meinem Championpool. \r\n\r\nAn meiner Seite ist eine sehr gute Freundin meinerseits. Das Vorstellen übernimmt sie dann für sich selbst! :D Sie ist Level 44 und spielt nun seit ich glaub einer Season wirklich aktiv. Rankederfahrung hat sie noch nicht gesammelt und sie geht auch etwas vorsichtig an Sachen wie Teams etc ran weswegen wir ein kleines besonderes Auswahlverfahren versuchen. Wenn ihr erfahren wollt welches müsst ihr mich wohl oder übel adden :P \r\n\r\nWen suchen wir?: Wichtig für unser Team ist es das ihr Spaß am Spiel habt und es auch nicht so ernst nimmt als würde euer Leben davon abhängen! Klar gewinnen wollen wir auch aber nur wenn es auch Spaß macht! :D Dementsprechend solltet ihr tiltresistent sein, Flame sollte nicht in eurem Wörterbuch stehen und generell solltet ihr nicht eine Einstellung an den Tag bringen welches sagt \"Ja wir haben den Fight verloren, Game ist lost, lasst surrendern\". Ihr solltet euch im Elobereich nicht höher als Lowsilber befinden aber bis Iron ist alles offen :) denn wie bereits erwähnt hat sie keine Rankederfahrung und wird dementsprechend möglicherweise in Iron anfangs landen (nur eine Vermutung)! :D \r\n\r\nSolltet ihr Interesse haben diesem Team beitreten zu wollen dann würde  ich mich freuen von euch zu hören!\r\n\r\nIhr könnt mich gern auf Discord adden unter Teito#4424 oder gern dürft ihr auch unseren Never Give Up E-Sports Teambuilder Server besuchen! Diesen erreicht ihr unter folgendem Link: https://discord.gg/VwH4xFb\r\n\r\nNatürlich dürft ihr mich auch bei LoL adden (Ign: Táke My Hánd) kann aber nicht versprechen das ich jede Freundschaftsanfrage erhalte, da meine Freundesliste recht voll ist ^^\"\r\n\r\nAnsonsten wünsche ich euch allen noch einen angenehmen Abend und freue mich von euch zu hören &lt;3\r\nEuer Teito aka Táke My Hánd\r\n-Clanleitung Never Give Up E-Sports-","replies":[]}