{"id":"4RRANTwb","poster":"Kind Prow","date":"2018-02-22T20:36:37.059+0000","title":"Ein Clownfiesta Turnier mit Stream","subforum":"Streams & YouTube","up_votes":3,"down_votes":0,"body":"#Werte Hinterbliebene und Ungeborene,\n\nvergesst die Sexismus Debatten und regt euch später über die Volus auf. Denn es gibt wichtigeres.\nDas große Clownfiesta Turnier! (sponsored by OT and OPA)\n\n* 2v2\n* Heulende Schlucht\n* 3.3.2018\n* Abends 19:30\n* Livecast auf dem OTGermany Kanal (mit Eibert Rümmel, dem einen und einzigen)\n* Preise für den ersten und zweiten Platz\n* Es mag sein, dass wir zusätzliche Regeln einführen werden. Das wird natürlich überall kommuniziert\n\nUnd jede Stage bekommt ihr eigenes Thema. Dabei sind all eure Lieblingsmodis: Männer mit Bärten, Frauen ohne Hut, nur Luftmagier oder Piraten, oder Noxus oder einfach nur der pure Krebs mit nur DOT Champions und Liandrys. Wir haben alles. (außer Tiernahrung)\n\nWelche Stufe welches Thema bekommt, kaspern wir noch aus. Also zieht eure Schlüpfer fester, sucht euch euren Freund/Freundin/Erzfeind und machet euch bereit. Der kreativste Teamname bekommt Startboni!\n\nFür das Turnier anmelden könnt ihr euch im [offiziellen Turnierthread](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/KxYeEu9Y-das-clownfiesta-turnier-am-33), oder im Client bei mir oder flinxxx.\n\nEbenso werden hier Fragen beantwortet, Infos veröffentlicht und natürlich diskutiert, welcher Modus der beste ist, um das Finale möglichst qualvoll zu gestalten. Zeigt keine Gnade!\n\nMit herzlichen Grüßen: der KP\n\n\nPS: [Übersicht von Modi](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/qMvFFAfT-ot-aram-clownfiesta)","replies":[{"id":"","poster":"Kind Prow","date":"2018-03-01T12:39:05.919+0000","up_votes":1,"down_votes":0,"body":"Dies nun sind die Modi, die ich für das Turnier rausgesucht hab. Der erste Modus ist für Viertelfinale, der zweite fürs Halbfinale. Aus den 6 anderen wird dann für das Finale ausgewählt. Sieger ist, wer den Nexus zerstört.\n\n**Gleichgeschlechtliche Beziehung**\n-Wähle einen Champ, mit dem du dir eine gleichgeschlechtliche Beziehung vorstellen könntest\n\n**League of Tanks**\nAatrox, Alistar, Amumu, Blitzcrank, Braum, Cho'Gath, Dr. Mundo, Galio. Garen, Gnar, Hecarim, Leona, Malphite, Maokai, Nautilus, Rammus, Renekton, Sejuani, Shen, Singed, Sion, Skarner,Tahm Kench, Trundle, Volibear, Warwick, Wukong, Zac\n\nItems/Summonerspells : nur Utility, Resistenzen und Leben\n\nVerboten/forbidden: Warmogs Rüstung\n\n-_-\n\n**Im Miniaturland / Yordles**\nCorki, Gnar, Heimerdinger, Kennen, Kled, Lulu, Popppy, Rumble, Teemo, Tristana, Veigar, Ziggs\n\n**Purer Schaden**\nAhri, Akali, Camille, Diana, Ekko, Elise, Evelynn, Fizz, Kassadin, Katarina, Kennen, Kha’Zix, Leblanc, Lee’Sin, Rengar, Shaco, Talon, Yasuo, Zed\nSpiel deinen Champ auf full ad oder ap\n\n**Verkehrte Welt**\nOffmeta. Baue deinen Champ anders als er konzipiert wurde. Ist er ad, bau ihn ap. Ist er ap, bau ihn ad. Kann er beides, bau ihn tanky.\nVerboten: Lulu onhit build\n\n**Demacia vs Noxus**\nDemacia: Fiora, Galio, Garen, Jarvan IV, Kayle, Lucian, Lux, Quinn, Shyvana, Vayne, Xin Zhao, Poppy\nNoxus: Darius, Draven, Katarina, Kled, LeBlanc, Morgana, Riven, Sion, Swain, Talon, Vladimir\n\n**DOT Cancer**\nAurelion Sol,Karthus,Malzahar,Zyra,Anivia,Cassiopeia,Fiddlesticks,Vel´koz,Taliyah, Mordekaiser, Singed, Teemo, Udyr, Brand\nPflichtitems: Rylais Kristallzepter, Liandrys Qual\nAbgesehn davon full ap\n\n**Das Comedy Duo**\nSpielt zwei Champions, die ihr euch gut als Comedy Duo vorstellen könntet / Play two champions you could well imagine as a comedy duo\n\n-_-\n\nSagt bitte kurz eure Meinung dazu. Noch können Änderungen vorgenommen werden. \nVielen Dank an die Tester.","replies":[]},{"id":"","poster":"Kind Prow","date":"2018-02-26T20:57:59.530+0000","up_votes":1,"down_votes":0,"body":"1350 Rp skin für je die Gewinner\n750 Skin für je die Zweitplatzierten","replies":[]},{"id":"","poster":"Kind Prow","date":"2018-02-25T12:57:33.495+0000","up_votes":1,"down_votes":0,"body":"Mainpost edit.\n\nEs wird Preise geben für den Erst- und den Zweitplatzierten geben. **PREISE** O.O \nDer Startpunkt orientiert sich um 19 uhr herum. An der Zeit wird sich vermutlich auch nichts mehr ändern.","replies":[]},{"id":"","poster":"Kind Prow","date":"2018-02-24T20:44:04.411+0000","up_votes":1,"down_votes":0,"body":"Präsentiert von Dünnfluss - das wasserhaltige Wasser","replies":[]},{"id":"","poster":"Kind Prow","date":"2018-02-23T12:49:53.337+0000","up_votes":1,"down_votes":0,"body":"Geht ein Fahrkartenautomat zum Arzt: \"Herr Doktor, ich krieg die ganze Zeit Geldschein eingesteckt aber spucke nur Münzen aus. Was ist nur los mit mir?\"\n-\nDoktor: \"Sie sind in den Wechseljahren.\"","replies":[]}]}