{"id":"VFB4qAIg","poster":"Riot Kengen","date":"2018-02-22T12:33:35.999+0000","title":"Meddlers Gameplay-Gedanken - 21. Februar","subforum":"Dev Corner","up_votes":2,"down_votes":0,"body":"Hallo,\r\n-------------------------------------------------------------------------------\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n---------------------------------------------------------------------------- \r\n**Neue Schl&uuml;sselrune**\r\nWie bereits erw&auml;hnt, arbeiten wir an einer neuen Schl&uuml;sselrune, um das Runensystem weiter auszugestalten. Sie sollte noch in dieser Woche auf der PBE ver&ouml;ffentlicht werden, jedoch erst mit Patch 8.6 und nicht mit 8.5 ins normale Spiel integriert werden. Sie soll eine Kombination aus kontinuierlichem Schaden und Ziel-Agnostizismus (sprich dabei helfen, robuste Gegner zu t&ouml;ten) sein und sieht in etwa so aus:\r\n\r\n* Wird auf die gleiche Weise ausgel&ouml;st wie &bdquo;Umklammerung der Untoten&ldquo; (erster Angriff gegen einen gegnerischen Champion, nachdem man sich bereits 4 Sekunden lang im Kampf befindet).\r\n* Gew&auml;hrt beim Ausl&ouml;sen Angriffsschaden und wandelt einen Teil des physischen/magischen Schadens in absoluten Schaden um.\r\n* Geh&ouml;rt zum Pr&auml;zisionspfad\r\n* Hat eine relativ kurze Abklingzeit.\r\n\r\nDinge, die noch gekl&auml;rt werden m&uuml;ssen:\r\n\r\n* Wie schaffen wir es, dass die Rune nicht zu stark wird, oder nur verwendbar wird, wenn sie auf Fernkampf-Champions abgestimmt ist? Dazu testen wir ein paar unterschiedliche Herangehensweisen. So k&ouml;nnte sich die Dauer der St&auml;rkung beispielsweise erh&ouml;hen, wenn man sich in der N&auml;he des gegnerischen Champions befindet (innerhalb von 300 Einheiten) oder Nahkampfangriffe ausf&uuml;hrt. \r\n* Soll es einen bestimmten Ausl&ouml;ser f&uuml;r die Umwandlung zu absolutem Schaden geben? Wir testen Mechaniken wie &bdquo;erlange X Angriffsschaden und Y LP, um die Umwandlung zu aktivieren&ldquo; und einen skalierenden Wert, der auf deinem Angriffsschaden/deinen LP beruht.\r\n* Ist Pr&auml;zision &uuml;berhaupt der richtige Pfad? Wir hatten diese Rune urspr&uuml;nglich f&uuml;r den Entschlossenheitspfad vorgesehen, da sie in langen K&auml;mpfen besser funktioniert und voraussetzt, dass man sich in der N&auml;he des Gegners befindet (durch die Verl&auml;ngerung der St&auml;rkungsdauer bei Ann&auml;herung an den Gegnern muss man ein gr&ouml;&szlig;eres Risiko eingehen). Aus diesem Grund harmonierte die Rune gut mit dem Rest des Entschlossenheitspfads. Das funktionierte einigerma&szlig;en und sorgte f&uuml;r einen klaren Unterschied zu anderen Schl&uuml;sselrunen. Dennoch f&uuml;hrte es dazu, dass die Definition des Entschlossenheitspfads etwas unscharf wurde (wof&uuml;r soll ich mich in diesem Pfad entscheiden?). Daher wird die Rune wahrscheinlich Teil des Pr&auml;zisionspfads werden, sofern sich nichts Gravierendes an ihrer Funktionalit&auml;t &auml;ndert.\r\n* Ist eine Umwandlung zu absolutem Schaden wirklich der richtige Weg? Eine zweifache prozentuale Durchdringung h&auml;tte nahezu immer die gleiche Auswirkung auf das Gameplay (der Schaden gegen Gegnern, die R&uuml;stung/MR ansammeln, erh&ouml;ht sich). Der absolute Schaden macht es aber sowohl f&uuml;r den Benutzer der Rune als auch sein Ziel klarer, was passiert. Au&szlig;erdem kommt es so zu einer wesentlich st&auml;rkeren emotionalen Reaktion, sowohl im positiven als auch im negativen Sinn, selbst wenn die St&auml;rke des absoluten Schadens der Durchdringung entsprechen w&uuml;rde (&bdquo;Absoluter Schaden ist wirklich stark, cool&ldquo; gegen &bdquo;Absoluter Schaden ist d&auml;mlich und man kann ihn nicht umgehen&ldquo;).\r\n----------------------------------------------------------------------------  \r\n**&Auml;nderungen in der Saisonmitte**\r\n\r\nIn diesem Jahr wird es zur Saisonmitte etwas weniger &Auml;nderungen geben als in den Jahren davor. Das liegt daran, dass es in der Vorsaison mehr &Auml;nderungen gab als in den letzten Jahren. Daher investieren wir mehr Zeit in die Verbesserungen der &Auml;nderungen in der Vorsaison (Spielbalance, Spieltempo, Problembehebungen, Ausarbeitung der Runen usw.) als in neue Projekte. Wir wollen dennoch ein paar &Auml;nderungen vornehmen, um die untere Lane mehr Champions zug&auml;nglich zu machen, das wird aber wahrscheinlich die einzige gr&ouml;&szlig;ere &Auml;nderung am Gameplay bleiben (die voraussichtlich mit Patch 8.9 ver&ouml;ffentlicht wird). \r\n----------------------------------------------------------------------------  \r\n**Meisterschaftskurven**\r\nDie Meisterschaftskurven sind etwas, das wir immer ber&uuml;cksichtigen, wenn wir neue Champions planen oder alte &uuml;berarbeiten. Die Meisterschaftskurve zeigt, wie viel effektiver ein Spieler mit einem Champion wird, wenn er diesen h&auml;ufiger spielt. Und so sehen sie aus:\r\n\r\n[[GRAPH]]\r\n\r\nDie Meisterschaftskurven haben nichts mit dem Zusammenhang von der Leistung der Champions und der GSW zu tun. Aurelion Sol schneidet in h&ouml;heren Klassen beispielsweise besser ab, aber auch diese Spieler m&uuml;ssen viele Spiele mit ihm bestreiten, um seine Meisterschaftskurve steigen zu lassen und ein h&ouml;heres Niveau erreichen zu k&ouml;nnen.\r\nWas unsere Ziele angeht, so sind wir der Meinung, dass es wichtig ist, dass die Meisterschaftskurven der Champions eine gewisse Steilheit aufweisen. Es muss sich lohnen, Zeit in einen Champion zu investieren, ganz egal, ob man ein Anf&auml;nger ist oder kurz vor dem Einzug in die Herausforderer-Klasse steht. Die Spieler sollen merken, dass sie besser werden (sowohl w&auml;hrend ihrer ersten Spiele als auch nach unz&auml;hligen Spielen). Wenn ein Champion eine flache Kurve hat, kann es sich unbefriedigend anf&uuml;hlen, mit ihm zu spielen. \r\n\r\nVolibear ist ein Beispiel f&uuml;r einen Champion, der mit diesem Problem zu k&auml;mpfen hat. Das soll nicht bedeuten, dass man kein K&ouml;nnen braucht, um Volibear besser zu spielen, sondern dass Volibear nicht einzigartig genug ist. Man wird in LoL allgemein besser, wenn man auf seine Position achtet, die Karte im Auge beh&auml;lt und sein Wissen &uuml;ber das Spiel erweitert, dadurch lernt man aber nicht viel &uuml;ber Volibears F&auml;higkeiten. Andere Champions haben &auml;hnliche F&auml;higkeiten, weshalb deine Leistung mit Volibear auch nach vielen Spielen kaum besser wird als die mit anderen Champions. Im Gegensatz dazu hat Singed mit seinem ungew&ouml;hnlichen Spielstil beispielsweise eine sehr steile Meisterschaftskurve. Man muss viele einzigartige Dinge lernen, um Singed gut spielen zu k&ouml;nnen, und dieses Wissen l&auml;sst sich meist nicht auf andere Champions &uuml;bertragen.\r\n\r\nSteilere Meisterschaftskurven sind aber nicht immer besser. Obwohl die Spieler nat&uuml;rlich immer besser werden sollten, je h&auml;ufiger sie mit einem Champion spielen, wollen wir nicht, dass sie in ihren ersten Spielen mit ihm nichts ausrichten k&ouml;nnen. Sie sollten mit ihm nicht gleich zu 100 % effizient sein, aber 0 % ist auch nicht gut. (Azir war bei seiner Ver&ouml;ffentlichung ein Beispiel f&uuml;r einen Champion, der in seinen ersten paar Spielen viel zu schwierig war.)\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[]}