{"id":"y9aWEjKZ","poster":"ΞVO Effect","date":"2018-02-21T22:28:39.698+0000","title":"Danke Riot - Ein flamer packt aus!","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":16,"body":"Guten Abend M&auml;nner. Warum ich hier schreibe? Aus Frust, aus Unverst&auml;ndnis, vielleicht ein wenig aus Verzweiflung.\r\n\r\nKommen wir direkt zur Sache, ich habe nun 6 Jahre LoL hinter mir. Zu KEINEM Zeitpunk hatte ich eine Sperre oder sonst eine Strafe.\r\nIch hatte nicht einmal einen Chatbann. 6 Jahre spiele ich LoL nun, spiele sabotiert habe ich nie, afk gegangen bin ich ... wenn es hoch kommt,\r\n10 mal in dem gesamten Zeitraum (ich bin Vater von 2 Kindern. Wenn die Kids irgendwas haben, muss man reagieren). \r\n\r\nIch habe NIE ein Spiel getrollt oder absichtlich verloren. Ich hatte schlechte Spiele, aber sicher kein int. MIR macht lol spa&szlig;....\r\n\r\nDas EINZIGE was ich mache ist: Spielsituationen zu kommentieren. Werde ich ge babysittet schreibe ich sowas wie:\r\n\r\n&quot;duo mid?&quot;\r\n&quot;aram?&quot;\r\n\r\nusw. \r\n\r\nWICHTIG ist, MEIN TEAM, flame ich grunds&auml;tzlich nicht. Ich antworte Flamern, ich beleidige durchaus zur&uuml;ck. Ich diskutiere - auch rau - mit irgendwelchen &quot;ok, so i go afk now&quot; leuten... ja! Aber ich provoziere NIE mein Team, mein Chatverhalten beschr&auml;nkt sich ausschlie&szlig;lich auf den Gegner.\r\nDavon abgesehen, ich beleidige niemals unter der G&uuml;rtellinie, ich w&uuml;nsche niemandem KREBS oder das er STIRBT (wie das heute scheinbar trend ist).\r\nIch sage niemandem er soll sich selbst umbringen oder sonst was. Mein &quot;Flame&quot; beschr&auml;nkt sich auf &quot;why useless&quot;, &quot;why mad&quot;... maximal ein &quot;succ d*c&quot;\r\noder &quot;bit*h&quot;\r\n\r\n\r\nJETZT lese ich, dass ich f&uuml;r 14 Tage gebannt wurde? \r\n\r\nMit welchem Recht riot?! F&uuml;r was? F&uuml;r meine Kommentare?! h&auml;tte es da im zweifel nicht ein chatbann getan?! \r\nIhr BANNT MICH, MICH ... f&uuml;r 14 Tage.. einen Spieler dessen gr&ouml;&szlig;tes Vergehen &quot;succ dic&quot; ist? Nie getrollt, nie geleaved, nie geragequitted, nie afk...\r\nich war NICHTMAL verwarnt, keine chatbanns gehabt, NICHTS! Ich habe letztes Jahr die h&ouml;chste Ehrenstufe gehabt letzte saison. \r\n\r\nWARUM bannt ihr einen spieler f&uuml;r 14 tage, w&auml;hrend irgendwelche leaver, trolls, afkler einen Chatbann bekommen oder 20 min Wartezeit vor Warteschlange. \r\n\r\nIch bin zu alt f&uuml;r so einen Mist. Mein Chatverhalten werde ich NICHT &auml;ndern! Ich bin da ganz bei MAXIM oder VIDEOGAMEDONKEY, es gibt KEINEN GRUND f&uuml;r Flame &lt;- im RAHMEN zu strafen... GESCHWEIGE DENN komplett bannen! Es gibt einen MUTE Button. Vielleicht habe ich als Mitspieler einen Nachteil wenn ich jemanden mute.. aber ein GEGNER?! Ein Gegner kann ohne Nachteile sofort MUTEN! Es gibt... KEINEN GRUND f&uuml;r ein flame ban. \r\n\r\nsolange ich nicht rassistisch werde &lt;- werde ich nie (allein von Berufswegen) \r\nsolange ich niemanden diskriminiere oder sonst was \r\nsolange ich niemanden ernsthaft bedrohe oder sein leben beenden m&ouml;chte\r\n\r\ngibt es keine Legitimation! \r\n\r\nERST RECHT NICHT F&Uuml;R EINEN 14 TAGE BAN! \r\n\r\n\r\nMein Duo Que partner (ein enger freund, wir spielen seit 6 Jahren zusammen duo) hat vor 2-3 Monaten einen CHATBANN bekommen. \r\nWeil er:\r\n\r\n1. Geflamed hat (auf &Uuml;BELSTE Art und Weise)\r\n2. Das spiel verlassen hat \r\n3. Wiedergekommen ist und dem Gegner gesagt hat wo wir sind und was wir machen\r\n4. Teamspiel verweigerte und nur auf top und jungle gefarmt hat.\r\n\r\nER HAT EINEN VERDAMMTEN CHATBANN bekommen!!!! W&auml;hrend ich einen kompletten ban 14 Tage lang hinnehmen muss? \r\nWOF&Uuml;R Riot? Wof&uuml;r wird ein zahlender Kunde, der mit einem &quot;mute&quot; einfach .... ich sage mal &quot;ruhig gestellt&quot; werden konnte, gebannt? \r\n\r\n\r\n\r\nIch wei&szlig; das hier nichts passieren wird, ich wei&szlig; das hier gleich die gleichen empathielosen Trolls kommen und mich verurteilen - obwohl sie nicht besser sind. Aber ich musste meinem &Auml;rger Luft verschaffen. Was ihr macht ist Bullshit. Es gibt soviele Leute die dieses Spiel einfach kaputtmachen - wie mein Partner das eine Mal. Denen passiert nichts. Und ich werde wegen sowas gebannt.... nicht einmal eine Warnung vorher bekommen... \r\n\r\nNach 6 jahren LoL... die erste Strafe.. gleich ein Ban... f&uuml;r &quot;FLAME&quot;.....\r\n\r\nSuper riot.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-02-22T09:54:57.064+0000","up_votes":7,"down_votes":1,"body":"Hmmm, Du bist aber hier nicht der Einzigste mit Kindern im Schlepptau . Ich hab auch 2 . Ich kann jetzt nicht für die anderen Väter/Mütter hier sprechen, aber :\n\n1.) Bei uns (mir und meiner Frau) gibt es die Regel, daß man als Elternteil nur spielen darf, wenn entweder die Kinder zu Bett sind, oder wenn der andere Part sich kümmern kann. Das ist also kein Grund für afk .\n\n2.) Jegliche Kraftausdrücke sind zu Hause generell zu vermeiden . Sowas gehört z.B. ins Klo. Deckel auf, Wort reinschreien, spülen, fertig. LoL dient mit Sicherheit nicht als Ventil dazu, Kraftausdrücke oder Beleidigungen in anderer Form doch noch anzubringen, weil man sich vor seinen Kindern mal zusammenreißen muß. \n\nUnd mal ernsthaft, für den Chatverlauf würd ich mich an Deiner Stelle in Grund und Boden schämen. Ich mein, Du hast Kinder, gehört sowas zu Eurem Vokabular ? Ist ja wohl nicht Dein Ernst, oder ? Also wenn diese Ausdrücke für Dich normal sind, was geht dann bei euch zu Hause ab ?\n\nWarum nutzt Du LoL nicht, um Deine Vorbildfunktion zu testen und zu trainieren, indem Du eben nix in den Chat schreibst . Hast ja jetzt 2 Wochen Zeit Dir das zu überlegen.\n\nAlternativ empfehle ich das hier :\n\nhttps://pics.me.me/league-of-legends-antiflamer-pack-antiflamer-keyboard-soon-at-your-6117954.png\n\nmfg\nMB","replies":[{"id":"","poster":"ΞVO Effect","date":"2018-02-22T14:59:36.198+0000","up_votes":1,"down_votes":5,"body":"Wie übertrieben überheblich bist du denn bitte :D. Richtig, du kannst nicht für alle Eltern sprechen, eher exklusiv für dich, denn wenn man ließt was du schreibst, bekommt man das Gefühl du lebst ENTWEDER im Paradies... oder du hast keine Kinder.\n\n> 1.) Bei uns (mir und meiner Frau) gibt es die Regel, daß man als Elternteil nur spielen darf, wenn entweder die Kinder zu Bett sind, oder wenn der andere Part sich kümmern kann. Das ist also kein Grund für afk .\n\nWir reden hier über ca. 10 AFK in 6 jahren ;). Das sind weniger als 2 mal pro season :) . \nGründe warum ein TATSÄCHLICHER Vater aufhören muss zu zocken:\n\n1. Kind 1 zerbricht ein glas, frau räumt es weg, kind zwei und kind eins laufen um sie herum, stören und drohen in glasscherben zu treten. \n2. Beide Kinder sind krank. <- was bei TATSÄCHLICHEN Eltern sehr häufig vorkommt, spätestens mit der Kita. Kind 1 wacht auf weint und hat schmerzen, mutter geht hin, kind zwei wird durch 1 geweckt und weint auch. \n3. Kind 1 hat extreme bauchschmerzen, mutter muss ein fläschchen oder sonst etwas fertig machen (passiert im SÄUGLINGSALTER SEHR OFT) und du musst dein kind beruhigen gehen. \n4. Deine Frau ist beim Training, beide kinder im bett schlafen, eins träumt schlecht und weint. Du musst dein Kind beruhigen gehen\n5. \n6.\n7\n8\n9\n10 \n\nusw usw usw.\n\nWenn du tatsächlich Vater bist, weiß ich nicht wie du diese ganzen Situationen aushältst ohne deiner Frau zu helfen ;). \nDas spielt hier aber auch keine Rolle. Ich schrieb es einfach nur hin, um mich zu erklären, damit keiner denkt ich wäre leaver o.ä.\n10 mal in 6 jahren afk - eher sogar 2-3 mal weniger, ist vieles.. aber bei weitem nicht häufig. \n\n> 2.) Jegliche Kraftausdrücke sind zu Hause generell zu vermeiden . Sowas gehört z.B. ins Klo. Deckel auf, Wort reinschreien, spülen, fertig. LoL dient mit Sicherheit nicht als Ventil dazu, Kraftausdrücke oder Beleidigungen in anderer Form doch noch anzubringen, weil man sich vor seinen Kindern mal zusammenreißen muß.\n\n> Und mal ernsthaft, für den Chatverlauf würd ich mich an Deiner Stelle in Grund und Boden schämen. Ich mein, Du hast Kinder, gehört sowas zu Eurem Vokabular ? Ist ja wohl nicht Dein Ernst, oder ? Also wenn diese Ausdrücke für Dich normal sind, was geht dann bei euch zu Hause ab ?\n\nAlter, was versuchst du hier darzustellen :D. Wärst du ICH, würdest du differenzierter an die Sache dran gehen, du würdest wissen wie es ist Vater zu sein, du würdest wissen dass \"REAL LIFE\" etwas ganz anderes ist als ein ONLINE SPIEL. Wärst du ICH, wärst du älter als 15.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-02-22T16:02:39.417+0000","up_votes":4,"down_votes":0,"body":"Oha, was geht denn bei Dir ab ? Wo war ich denn überheblich ? Ich mein, Du hast doch die Sperre und nicht ich, oder ? Ich spiel auch LoL, aber als Vater kann ich mich zusammenreißen, was bei Dir vermtl. nicht geht bzw. was noch viel schwerer wiegt , es gar nicht willst. \n\n\"Tatsächlicher\" Vater !? Wer soll das bitte sein, Du etwa ? Mit der Einstellung ?\n\nNochmal, eine Regel sollte sein, erst wenn Deine Kinder mit allem versorgt sind, im Bett liegen oder Du im Augenblick von Deinen Verpflichtungen durch Deinen Partner entbunden bist, erst dann darfst Du spielen. Ganz einfach. Wenn Dein Kind noch mit nem Glas rumläuft, dann darfst Du nicht spielen. Wenn Deine Kinder noch sehr klein sind und die Gefahr besteht, daß sie Nachts wach werden könnten und Deine Frau nicht zu Hause ist, dann darfst Du nicht spielen . Ist das echt so schwer zu verstehen ? Spielen ist Freizeit und die hat man , wenn überhaupt, nur wenn Deine Kinder versorgt sind. Da ist nix überhebliches dabei. Selbst einmal afk deswegen zu gehen ist schon zuviel. Alternativ kannst Du auch Botspiele machen, wenn's Dich so sehr in den Fingern juckt. Aber wenn nur die geringste Möglichkeit besteht, daß Deine Kinder irgendetwas haben könnten worum Du Dich kümmern müsstest, dann darfst Du nicht spielen. \nWarte mal , Capslock :\n\"NICHT SPIELEN WENN DEINE KINDER DICH BRAUCHEN (KÖNNTEN)\"\n\nDie andere Regel für uns Erziehungsberechtigte ist nunmal die Vorbildfunktion. Meiner Meinung nach erfüllst Du die hier nicht. Nicht mal ansatzweise. \"Fck\" und Shiit\" sind nicht die richtigen Wörter für uns ! \n\nAlso so wie Du Dich hier aufführst würde ich mal gern zitieren :\n\n> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=y9aWEjKZ,comment-id=0008,timestamp=2018-02-22T10:10:42.918+0000)\n>\n> Erinnert an, wenn Kinder Kinder kriegen...","replies":[{"id":"","poster":"clair de lune289","date":"2018-02-22T16:24:44.081+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=y9aWEjKZ,comment-id=000700000000,timestamp=2018-02-22T16:02:39.417+0000)\n>\n> Oha, was geht denn bei Dir ab ? Wo war ich denn überheblich ? Ich mein, Du hast doch die Sperre und nicht ich, oder ? Ich spiel auch LoL, aber als Vater kann ich mich zusammenreißen, was bei Dir vermtl. nicht geht bzw. was noch viel schwerer wiegt , es gar nicht willst. \n> \n> &quot;Tatsächlicher&quot; Vater !? Wer soll das bitte sein, Du etwa ? Mit der Einstellung ?\n> \n> Nochmal, eine Regel sollte sein, erst wenn Deine Kinder mit allem versorgt sind, im Bett liegen oder Du im Augenblick von Deinen Verpflichtungen durch Deinen Partner entbunden bist, erst dann darfst Du spielen. Ganz einfach. Wenn Dein Kind noch mit nem Glas rumläuft, dann darfst Du nicht spielen. Wenn Deine Kinder noch sehr klein sind und die Gefahr besteht, daß sie Nachts wach werden könnten und Deine Frau nicht zu Hause ist, dann darfst Du nicht spielen . Ist das echt so schwer zu verstehen ? Spielen ist Freizeit und die hat man , wenn überhaupt, nur wenn Deine Kinder versorgt sind. Da ist nix überhebliches dabei. Selbst einmal afk deswegen zu gehen ist schon zuviel. Alternativ kannst Du auch Botspiele machen, wenn&#x27;s Dich so sher in den Fingern juckt. Aber, wenn nur die geringste Möglichkeit besteht, daß Deine Kinder irgendetwas haben könnten, worum Du Dich kümmern müsstest, dann darfst Du nicht spielen. \n> Warte mal , Capslock :\n> &quot;NICHT SPIELEN WENN DEINE KINDER DICH BRAUCHEN (KÖNNTEN)&quot;\n> \n> Die andere Regel für uns Erziehungsberechtigte ist nunmal die Vorbildfunktion. Meiner Meinung nach erfüllst Du die hier nicht. Nicht mal ansatzweise. &quot;Fck&quot; und Shiit&quot; sind nicht die richtigen Wörter für uns ! \n> \n> Also so wie Du Dich hier aufführst würde ich mal gern zitieren :\n\nDeine Einstellung ist zwar vollkommen richtig allerdings kann man ab einem gewissen Alter (z.B. wen die Kinder selbst schon LoL spielen dürfen) auch von Kindern erwarten das sie auch mal ne Stunde \"allein\" zurechtkommen. (natürlich gibt es dann noch Notfälle aber diese sollten dann wirklich selten sein und es ist verantwortbar dennoch zu spielen).\n\nps: ich behaupte hier nicht das man seine Kinder ständig sich selbst überlassen soll,aber wen diese z.B. am Abend eine \"kindgerechte\" Film/Serie sehen muss man nicht 24/7 dabei sein.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-02-22T16:33:07.032+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=clair de lune289,realm=EUW,application-id=KYnfKGf0,discussion-id=y9aWEjKZ,comment-id=0007000000000000,timestamp=2018-02-22T16:24:44.081+0000)\n>\n> Deine Einstellung ist zwar vollkommen richtig allerdings kann man ab einem gewissen Alter (z.B. wen die Kinder selbst schon LoL spielen dürfen) auch von Kindern erwarten das sie auch mal ne Stunde &quot;allein&quot; zurechtkommen. (natürlich gibt es dann noch Notfälle aber diese sollten dann wirklich selten sein und es ist verantwortbar dennoch zu spielen).\n> \n> ps: ich behaupte hier nicht das man seine Kinder ständig sich selbst überlassen soll,aber wen diese z.B. am Abend eine &quot;kindgerechte&quot; Film/Serie sehen muss man nicht 24/7 dabei sein.\n\nDas ist natürlich richtig. Meine Tochter ist 15 und spielt selber Lol und mein Junge ist mittlerweile auch 10. Die kann man sicher alleine lassen, Aber wir wissen ja nicht wie alt seine Kinder sind. Und seine Aussage :\n\n>Kind 1 zerbricht ein glas, frau räumt es weg, kind zwei und kind eins laufen um sie herum, stören und drohen in glasscherben zu treten. \n\nlässt mich vermuten, daß sie eben noch nicht so alt sind. Mit kleinen Kindern hat man einfach immer zu tun. Eltern sein ist ein Fulltimejob, sehe ich zumindest so. Und zwar ein Job, wo man ganz selten selber wirklich Freizeit hat. Ich hab es mir mit meiner Frau eben immer eingeteilt und wenn es nicht ging, dann eben nicht. Aber wir haben es uns ja auch ausgesucht. Ich wollte Kinder haben, na und dann muß ich mich natürlich drum kümmern.\n\nWenn sie älter sind, klar, dann wollen die auch allein spielen oder sich kümmern. Da wird man in Lol vermtl. nur deswegen afk gehen, weil die Tochter einen Megadownload macht und die Leitung zu Hause lahmlegt. Dann muß man sich wohl um nen schnelleren Tarif kümmern ;) (nur als Beispiel)\n\nAber in dem oder in jedem anderen Fall würde ich meine Kinder nicht vorschieben um zu erklären, warum ich afk gehe. Hat aber der TE gemacht. Rauszukehren, daß man Vater ist und weiß wie der Hase langläuft, dann aber so nen Chat raushauen und alle hier im Forum angehen wie scheinheilig wir angeblich sind nur weil wir ihm nicht beipflichten. \n\nIch frag mich echt, worüber wir hier noch mit ihm diskutieren.\n\nmfg\nMB\n\np.s.:\nWie sehen es denn alle anderen Mütter, Väter die eben auch LoL spielen (wollen) ?","replies":[{"id":"","poster":"Saldasalvana","date":"2018-02-22T17:35:11.914+0000","up_votes":6,"down_votes":0,"body":"{{sticker:slayer-jinx-unamused}} \nomg, ich bin erst 14 und nicht 15 ....\ndislike dafür ;)","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-02-22T18:07:00.704+0000","up_votes":3,"down_votes":0,"body":"Du bist im 15. Lebensjahr ...","replies":[{"id":"","poster":"Abasin","date":"2018-02-23T09:54:21.360+0000","up_votes":2,"down_votes":0,"body":"Deine Tochter?","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-02-23T10:23:45.985+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Abasin,realm=EUW,application-id=KYnfKGf0,discussion-id=y9aWEjKZ,comment-id=00070000000000000000000000000003,timestamp=2018-02-23T09:54:21.360+0000)\n>\n> Deine Tochter?\n\nJepp ^^\nSie is halt nicht so oft hier aktiv, eigentlich kaum, aber hin und wieder liest sie mit . \nFrüher haben wir auch öfters zusammengespielt, bis sie meinte ich wär zu alt und zu langsam ;) \n\nEgal, wir sind eben eine Zockende-Eltern-Generation, unsere Kinder wachsen dahingehend anders auf, als wir. Wenn wir z.B. Essen wollen, dann sag ich meiner Tochter vorher Bescheid, daß sie eben kein neues Spiel anfängt, da wir ja wissen, das man Online-Spiele nicht speichern/abbrechen oder sonstwie verlassen kann ohne vlcht. dafür bestraft zu werden . \nAußerdem hat Sie begriffen, das Flamen eine gaaanz schlechte Idee ist. Also nachdem ich Ihr hier im Spielerverhalten-Forum die Threads mit den Permas gezeigt hab ist sie auch sparsamer im Chat geworden. Jetzt hör ich sie eben hin und wieder in Ihrem Zimmer fluchen.\n\nNaja , sollte jetzt eigentlich nicht so groß rausgekehrt werden, sorry an alle für das Offtopic \n\n{{sticker:slayer-jinxcatface}} \n\nmfg\nMB\n\np.s.:\ndas mit dem Alter war Absicht, um sie zu triggern ;) Ich hatte gehofft, das es die Diskussion mit dem anderen Vater etwas auflockert.","replies":[{"id":"","poster":"Sirrkas","date":"2018-02-23T11:01:44.232+0000","up_votes":2,"down_votes":0,"body":">Egal, wir sind eben eine Zockende-Eltern-Generation, unsere Kinder wachsen dahingehend anders auf, als wir. Wenn wir z.B. Essen wollen, dann sag ich meiner Tochter vorher Bescheid, daß sie eben kein neues Spiel anfängt, da wir ja wissen, das man Online-Spiele nicht speichern/abbrechen oder sonstwie verlassen kann ohne vlcht. dafür bestraft zu werden .\n\nDir ist bewusst, dass ihr mit diesem Verhalten Memes einer ganzen Generation zerstört?\n\n{{sticker:cass-cry}} ","replies":[{"id":"","poster":"Abasin","date":"2018-02-23T12:11:01.118+0000","up_votes":2,"down_votes":0,"body":"Wieso? Das ist ein ganz neues Meme. {{sticker:sg-lux}}","replies":[]}]},{"id":"","poster":"Time2Whine","date":"2018-02-23T12:09:39.546+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=y9aWEjKZ,comment-id=000700000000000000000000000000030000,timestamp=2018-02-23T10:23:45.985+0000)\n>\n> p.s.:\n> das mit dem Alter war Absicht, um sie zu triggern ;) \n\nDu bist mein absolutes Vorbild wenn ich mal Nachwuchs habe :D","replies":[]},{"id":"","poster":"Abasin","date":"2018-02-23T12:09:36.101+0000","up_votes":2,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}} \n\nMeine Kleine ist noch bei Minecraft. Mit 8 baut sie aber schon coole Sachen. Neulich haben wir eine Figur von ihr in die [Schematics-Datenbank](http://www.minecraft-schematics.com/schematic/10644/) hochgeladen.","replies":[]}]}]},{"id":"","poster":"Novros","date":"2018-02-23T09:38:34.709+0000","up_votes":2,"down_votes":0,"body":"Aber damit ist sie noch nicht 15 :P","replies":[]},{"id":"","poster":"Time2Whine","date":"2018-02-23T07:47:55.412+0000","up_votes":2,"down_votes":0,"body":"Familienkrise inc {{sticker:slayer-pantheon-rainbows}} vielen Dank für den herzhaften Lacher am Morgen. Meine Kollegen gucken schon ganz verwirrt :D","replies":[]},{"id":"","poster":"eingew","date":"2018-02-22T22:21:39.403+0000","up_votes":2,"down_votes":0,"body":"Wortklauberei :D","replies":[]}]},{"id":"","poster":"Time2Whine","date":"2018-02-23T12:26:19.624+0000","up_votes":2,"down_votes":0,"body":"Wie findest du es eigentlich dass deine Eltern zocken und was sagen deine Freunde/innen darüber wenn du das erzählst? Sorry meine Neugierde, aber meine Frau und ich zocken auch und wir sind gespannt wie unser Nachwuchs darüber denken wird bzw. wie das EInfluss auf ihn haben wird.","replies":[{"id":"","poster":"Saldasalvana","date":"2018-02-24T20:04:20.491+0000","up_votes":1,"down_votes":0,"body":"Mein Vater hat mich recht früh mit dem zocken angesteckt *hust* 6-7 Jahre *hust* . Mit Lol ist es so , dass das zusammen zocken schön war solange er noch besser war als ich . Bei meinen Freundinnen bin ich die einzige die \"aktiv\" zockt .{{sticker:sg-janna}}","replies":[]}]},{"id":"","poster":"Novros","date":"2018-02-23T09:38:04.784+0000","up_votes":2,"down_votes":0,"body":"AHAHAHAHA X'D\n\nGib's ihm! Lass dir von deinem Vater nicht auf der Nase rumtanzen! Und wenn er sich beschwert, schieb's auf die Pubertät!","replies":[]},{"id":"","poster":"Bettnachleger","date":"2018-02-23T09:31:07.330+0000","up_votes":2,"down_votes":0,"body":"lol!{{sticker:sg-miss-fortune}}","replies":[]}]}]},{"id":"","poster":"Abasin","date":"2018-02-23T09:53:45.587+0000","up_votes":2,"down_votes":0,"body":"Ich konnte erst wieder entspannt spielen, als unsere Tochter stabil ohne Babyphone schlafen konnte. Inzwischen ist sie alt genug, nach der Gute Nacht Geschichte noch ein paar Minuten für sich zu sein und dann eigenständig das Licht auszuschalten. Inzwischen ist sie 8 und macht oft genug ihr eigenes Ding. Da müssen wir sie eher bremsen, weil die Initiative dann meist mit zuviel Wasser, Kleber und anderen Dingen zu tun hat.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-02-23T10:44:34.159+0000","up_votes":2,"down_votes":0,"body":"Kenn ich. Und Glitzerpulver. Das Zeug flog überall rum xd\n\nmfg\nMB","replies":[]}]}]}]},{"id":"","poster":"legofreak1","date":"2018-02-22T16:11:28.527+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=ΞVO Effect,realm=EUW,application-id=KYnfKGf0,discussion-id=y9aWEjKZ,comment-id=00070000,timestamp=2018-02-22T14:59:36.198+0000)\n>\n> du würdest wissen dass \"REAL LIFE\" etwas ganz anderes ist als ein ONLINE SPIEL.\n\n\nInwiefern ist das Internet denn anders als das echte Leben? Auch hier sitzen echte Menschen vor dem Bildschirm mit echten Gefühlen, mit denen du echt interagierst und die echt auf dich reagieren werden. Das Internet ist kein rechtsfreier Raum, in dem du dich ohne Konsequenzen daneben benehmen darfst. League of Legends hat Regeln, welchen du beim Erstellen des Accounts in Form der Nutzungsbedingungen zugestimmt hast. Diese Regeln hast du verletzt und musst jetzt mit ganz realen Konsequenzen leben, unabhängig davon, ob dein Verhalten im Internet stattgefunden hat.","replies":[{"id":"","poster":"Novros","date":"2018-02-23T10:27:40.832+0000","up_votes":1,"down_votes":0,"body":"nur gelten diese Regeln scheinbar nicht für alle gleich.","replies":[]}]},{"id":"","poster":"TheFoxRox","date":"2018-02-22T16:28:46.104+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=ΞVO Effect,realm=EUW,application-id=KYnfKGf0,discussion-id=y9aWEjKZ,comment-id=00070000,timestamp=2018-02-22T14:59:36.198+0000)\n>\n> Wärst du ICH, wärst du älter als 15.\n\n1. Ich stimme Haudruppmoor zu 100% zu. Die Community offenbar auch (siehe up/downvotes).\n\n2. Wenn du älter als 15 bist, ist dein unreifes Verhalten umso trauriger. \n\nNochmal: Das Internet ist kein Ventil, in dem du deinen Frust rauslassen kannst. Mag sein, dass deine Hemmschwelle sinkt, aber es sitzen nach wie vor Menschen an der anderen Seite der Leitung.\n\nDa du aber offenbar unbelehrbar bist (du bist ja schließlich zu alt dich zu ändern), wird der Perma bald folgen.\n\nUnd noch eine Lebensweisheit zum \"ich bin zu alt um mich zu ändern\": Wer sich nicht weiterentwickelt, bleibt zurück. In der Beziehung, in der Arbeit, im Leben.","replies":[]},{"id":"","poster":"Lunnaris01","date":"2018-02-27T23:42:21.571+0000","up_votes":1,"down_votes":0,"body":"Beide Kinder krank und du zockst dann noch league? Ich werd da mal nichts zu sagen, ABER:\n\nBisschen selbstreflektion würde dir super gut tun, gerade in einer Vorbildfunktion.\n\nIch will aber auch niemandem hier vorwerfen mal AFK zu gehen, aus irgendwelchen triftigen Gründen in einem von 200 games, Es ist ja auch spielern, bei denen gelegentlich mal das internet ausfällt nicht verboten zu spielen, das handled ja alles der leaverbuster..\n\nIch denke es ist representativ, dass der Chatverlauf nun rausbearbeitet ist.\n\nNutz die Zeit für deine Kinder, komm mal runter. Allein der Fakt, dass du dich so sehr über die Sperre aufregst, dass du hier einen ellenlangen Post machst, anstatt diese Zeit zu nehmen und mal dein Fehlverhalten zu überdenken... Ich sehe auch 0 Reue, nur \"Aber XYZ schreibt viel schliimmere Dinge und hat nur einen Chatban\"... Also bitte, hast du 2 oder 3 Kinder im Haushalt? Das kann doch nicht dein ernst sein als Familienvater im Alter von (ich schätze mal) 25-30 Jahren, so zu argumentieren.\n\nStimmt, es wird sich nichts ändern durch deinen Post. Ändern kannst du dich nur selbst.\n\nlg","replies":[{"id":"","poster":"Sirrkas","date":"2018-02-28T01:41:20.496+0000","up_votes":1,"down_votes":0,"body":"Der Chatlog ist noch weiter unten zu sehen. Falls du ihn sehen willst:\n\nhttps://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/y9aWEjKZ-danke-riot-ein-flamer-packt-aus?comment=0000000000000000","replies":[]}]}]},{"id":"","poster":"Gin","date":"2018-02-23T09:04:27.481+0000","up_votes":2,"down_votes":0,"body":"+1\n\nIch wusste zwar dass auch Eltern von Kindern League of Legends spielen, und auch teilweise ganze Familien miteinander, aber es ist immer wieder schön etwas in der Richtung zu lesen.\n\nVor allem wenn es, wie in deinem Fall, Verantwortungsvoll angegangen wird.\n\nIch wünsche euch, oder wenn nur du spielst dir, noch viel Spaß und hoffe mit der Familie läuft auch weiterhin alles gut bei euch.\n\nUnd wer weiß, vielleicht haben wir in ein paar Jahren eine weitere Generation von Lol-Spielern an der Backe?\n\n{{sticker:sg-lulu}} \n","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-02-23T11:00:44.424+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gin,realm=EUW,application-id=KYnfKGf0,discussion-id=y9aWEjKZ,comment-id=00070001,timestamp=2018-02-23T09:04:27.481+0000)\n>\n> Vor allem wenn es, wie in deinem Fall, Verantwortungsvoll angegangen wird.\n\nNaja, weiß nicht, einige (mich eingeschlossen) würden mich wahrscheinlich nicht so sehen, weil ich eben Online- bzw. Computerspiele zulasse bzw. auch unterstütze (war auch ein bischen Eigennutz dabei, damit ich nicht mehr alleine spielen muß ^^) . \n\nAber ich sag mal, solange die Schule nicht darunter leidet ist es ok. Und immer alles verbieten ist ja auch nicht der Weisheit letzter Schluß. Dafür haben wir auch die Regel, daß nur am Wochenende gespielt werden darf. \n\nIm Moment bin ich aber eher dran, die 2 mal wieder an die frische Luft zu kriegen ...\n\nmfg\nMB","replies":[]}]}]},{"id":"","poster":"TerrorRaven","date":"2018-02-21T22:30:37.848+0000","up_votes":3,"down_votes":0,"body":"Chatlog bitte.","replies":[{"id":"","poster":"ΞVO Effect","date":"2018-02-21T22:38:13.524+0000","up_votes":1,"down_votes":2,"body":"Wo? Wo kann ich diesen herbekommen. Ich hab ihn geschlossen gehabt.","replies":[{"id":"","poster":"TerrorRaven","date":"2018-02-21T22:40:06.207+0000","up_votes":2,"down_votes":0,"body":"Wenn du dich im Client einlogst, müsste der wieder auftauchen. Ansonsten frag beim Support nach, die können ihn dir auch zusenden.","replies":[{"id":"","poster":"ΞVO Effect","date":"2018-02-21T22:46:35.565+0000","up_votes":1,"down_votes":6,"body":"gefunden\n\nGame 1\nΞVO Effect: ok\nΞVO Effect: LCS\nΞVO Effect: he will still feed doe\nΞVO Effect: reported\nΞVO Effect: enjoy pant\nΞVO Effect: care top\nΞVO Effect: still losing 1 v 1?\nΞVO Effect: autch\nΞVO Effect: damn son, go carry game now <3\nΞVO Effect: wp pant\nΞVO Effect: true\nΞVO Effect: ach bullshiit\nΞVO Effect: nice help\nΞVO Effect: nothing can doe against bbs pant\nΞVO Effect: lvl 2 gank with flash n stun\nΞVO Effect: first blood\nΞVO Effect: then i come lane... straight second gank\nΞVO Effect: 2-0\nΞVO Effect: then the third time with flash again\nΞVO Effect: so what were u doin ?\nΞVO Effect: vayne stop\nΞVO Effect: reported\nΞVO Effect: spam n flame son\nΞVO Effect: <3\nΞVO Effect: mental issuse?\nΞVO Effect: dont think anybody care bout ur salty asss\nΞVO Effect: WP\nΞVO Effect: damn complicated champ doe high asss skillcap bru\nΞVO Effect: :D\nΞVO Effect: you useless.... btw\nΞVO Effect: bla bla bla.. everytime the same\nΞVO Effect: there is no reason for FLAME REPORT\nΞVO Effect: cos there is a MUTE BUTTON\nΞVO Effect: so we killed 2... have 5 v 3...\nΞVO Effect: and still u guys AFK farm instead push\nΞVO Effect: hm\nΞVO Effect: calm down rofl\nΞVO Effect: man SHUT THE FUK UP\nΞVO Effect: u fikin losing this\nΞVO Effect: #thjey have QAUINNN and PANT\nΞVO Effect: u doin NOTHING... u even SPLIT when we have 5v3\nΞVO Effect: you dont understand that you cant split in this game, cos u dont have time fo that. They have QUINN and PANT..\nΞVO Effect: ....phuuuuw\nΞVO Effect: this fool still talkin\nΞVO Effect: we already HAD THIS GAME u understand yorik? there was no reason to split cos they THROWED\nΞVO Effect: we were WINNING\nΞVO Effect: but u still think u need to split\nΞVO Effect: ty\nΞVO Effect: he is still in kinda movie\nΞVO Effect: dat yoruk xD\nΞVO Effect: u fool throwed this\nΞVO Effect: hahaha\nΞVO Effect: weil ich YORUK gesagt habe :D\nΞVO Effect: mid inting.. with better stats than vayne doe\nGame 2\nΞVO Effect: ? xD\nΞVO Effect: rammus you should focus other lane... there is no good azir in silver, gold, plat elo ^^\nΞVO Effect: not worth it\nΞVO Effect: will be free kill doe\nΞVO Effect: man just mute him\nΞVO Effect: ^^\nΞVO Effect: just report this yas\nΞVO Effect: childhood\nΞVO Effect: maybe school\nΞVO Effect: nah\nΞVO Effect: yas afk for 10 minutes\nΞVO Effect: feel free to rep this kido\nΞVO Effect: so stay afk\nΞVO Effect: ye.. useless... well maybe OFC we r useless\nΞVO Effect: cos u 2\nΞVO Effect: split\nΞVO Effect: dafuq u were TOP\nΞVO Effect: u have to def VARUS\nΞVO Effect: not hide ur asss in the bush\nΞVO Effect: how u think me and varus gettring behind their frontline without u?\nΞVO Effect: never fukin split again\nGame 3\nΞVO Effect: AHSO\nΞVO Effect: aha\nΞVO Effect: ?\nΞVO Effect: ...\nΞVO Effect: AHSO\nΞVO Effect: wtf\nΞVO Effect: damn riot fix this troll buggs\nΞVO Effect: way to tilted fo league of bugs\nΞVO Effect: how ever BRAND killed kha\nΞVO Effect: cu\nΞVO Effect: just had to shiit dow\nΞVO Effect: but its true.. our \"SOLO\" Carry 15-1 rengo\nΞVO Effect: think he should take all farm <3\nΞVO Effect: this rengo chase lulu\nΞVO Effect: instead of free infernal\nΞVO Effect: <3\nΞVO Effect: well\nΞVO Effect: +1\nΞVO Effect: well WE GUYS.. did the fukin DRAKE for u\nΞVO Effect: and pushed t2 botlane\nΞVO Effect: stop the fuk feeed our enemie\nΞVO Effect: not at all u stupiid fuk\nΞVO Effect: instead of chasing LULU\nΞVO Effect: u should had this drake 5 minutes be4 son\nΞVO Effect: so free baron\nΞVO Effect: cos rengo again solo died?\nΞVO Effect: gj guys\nΞVO Effect: daat rango xD\nΞVO Effect: nice \"Play\" start fight 2 v 4 btw\nΞVO Effect: nah NOTHING dude\nΞVO Effect: u stupidd fuk started 2 v 4\nΞVO Effect: what are we even talkin xD\nΞVO Effect: ye.. carried by SION and LUX\nΞVO Effect: all top#\nΞVO Effect: WE HAVE BOT INHIB\nΞVO Effect: can we PLS GROUP TOP\nΞVO Effect: PUSH\nΞVO Effect: rengo\nΞVO Effect: PUSH\nΞVO Effect: this idiots dont see map\nΞVO Effect: get both turrets free\nΞVO Effect: gg wp\n\nBitteschön. Das ist TRASHTALK... eine MENGE Trashtalk.. rechtfertigt das jetzt einen BANN? Wir reden hier von der ERSTEN Strafe in 6 jahren.\nOhne Leaves, ohne trolls... Salty? natürlich, toxic? mag sein... aber rechtfertig dies DIREKT einen Bann? Wäre nicht zumindest nach 6 jahren EIN einziger Warnschuss angebracht?","replies":[{"id":"","poster":"AI Marko","date":"2018-02-22T02:28:12.722+0000","up_votes":6,"down_votes":0,"body":"Spielst du auch noch oder schreibst du nur\n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"TheFoxRox","date":"2018-02-22T06:05:57.847+0000","up_votes":2,"down_votes":0,"body":"Haha, dasselbe hab ich mir auch gedacht xD","replies":[]}]},{"id":"","poster":"DanionVibit","date":"2018-02-22T10:26:05.121+0000","up_votes":1,"down_votes":0,"body":"100% legit 14-Tage ban --- Du beleidigst leute als useless und flamest ohne ende. Mutefunktion rechtfertigt kein Flame! Also lern draus oder verlier dein account HF","replies":[{"id":"","poster":"ΞVO Effect","date":"2018-02-22T14:46:33.040+0000","up_votes":1,"down_votes":3,"body":"Alter ich finde es unglaublich wie hier alle auf scheinheilig machen. Ihr, wie ihr alle hier gerade seid :D. \nSolche Heuchler. Jedes verdammte Spiel wird man in dieser community geflamed... aber hier im forum will es keiner gewesen sein. \"Wieso flame\" xD leicht so zu reden wie du wenn man so tun kann als hätte man nie irgendwas in den chat geschrieben.\n\n..btw spar dir dein \"ich schreibe nichts\"... ich WÜNSCHTE die Leute würden so flamen wie ich.. statt jedem den tod oder krebs zu wünschen.","replies":[{"id":"","poster":"Sirrkas","date":"2018-02-22T15:56:34.320+0000","up_votes":4,"down_votes":0,"body":"Um ehrlich zu sein. Ich sehe mein Team seltenst flamen. Vermutlich liegt das an einem alten Sprichwort: \"Wie man in den Wald hinein ruft, so schallt es heraus\". Du selbst wirst toxisch, wenn es schlecht läuft und animierst dazu die Spieler in deinen Spielen ebenfalls toxisch zu werden. \n\nAndere bleiben freundlich oder sagen zumindest nichts. Da ist dann auch der Teamchat plötzlich viel entspannter, weil es einen weniger gibt, der einen Flamewar startet oder anheizt.\n\n>\"Wieso flame\" xD leicht so zu reden wie du wenn man so tun kann als hätte man nie irgendwas in den chat geschrieben.\n\nIch schreibe durchaus ebenfalls in den Chat. Meine Nachrichten sehen aber im Spiel so aus: \"gl hf\" \"gj\" \"ty\" \"drake?\" \"gg\"\n\nMeist beschränke ich mich sogar auf \"gl hf\" \"gj\" \"gg\". Ich kann mit besten Wissen und Gewissen von mir behaupten, ich habe noch nie im Chat geflamt. Klar, wurde ich auch schon geflamt, aber bei mir wird dadurch, dass ich mit toxischen Nachrichten nicht anfange, nicht jeder schlechte Spielzug zu einem potentiellen Funken, der einen Flamewar auslöst. Wer will kann sich gerne bei den Kumpels im TS beschweren, wie schlecht XY wieder ist oder den Bildschirm anschreiben. \nWenn man das aber den anderen im Spiel mitteilt, muss man sich nicht wundern, wenn die entsprechend reagieren. \n\nMeistens bemerke ich in meinen Spielen Flame nur im Allchat. Der kommt dann von den Gegnern, die sich gegenseitig beschuldigen, toxisch oder schlecht zu sein. Vermutlich weil bei denen öfter einer sitzt, der sich eben nicht in Zurückhaltung übt. Fängt an über die anderen zu jammern, die antworten dementsprechend und schon wird das ein Spiel, in dem eines der Teams sich im Chat zerfleischt und das andere sich wundert, wo die 3 lebenden Gegner bleiben, während man ihren Nexusturm zerstört. Dann sieht man die da neben dem Nexus in Ruhe stehen und kann sich denken, dass die immer noch mit flamen beschäftigt sind.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2018-02-22T17:27:10.466+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ΞVO Effect,realm=EUW,application-id=KYnfKGf0,discussion-id=y9aWEjKZ,comment-id=000000000000000000050000,timestamp=2018-02-22T14:46:33.040+0000)\n>\n> Alter ich finde es unglaublich wie hier alle auf scheinheilig machen. Ihr, wie ihr alle hier gerade seid :D. \n> Solche Heuchler. Jedes verdammte Spiel wird man in dieser community geflamed... aber hier im forum will es keiner gewesen sein. &quot;Wieso flame&quot; xD leicht so zu reden wie du wenn man so tun kann als hätte man nie irgendwas in den chat geschrieben.\n> \n> ..btw spar dir dein &quot;ich schreibe nichts&quot;... ich WÜNSCHTE die Leute würden so flamen wie ich.. statt jedem den tod oder krebs zu wünschen.\n\nTja, ob dus glaubst oder nicht solche Leute gibt es und ich brauch auch nicht heucheln, wenn du zu viel Zeit hast, geh mein Forenprofil durch. Dort wirst du zig Posts von mir finden, in denen ich sage, ich bin neutraler Spieler, Ich spiel seit ewig, fast seit Spielbeginn, Ende Saeson 1 Account erstellt, hatte nie irgendeine Strafe. Warum nur?\nIn meinen -games ist nicht in jedem Flame, sind tatsächlich mehr ohne als mit und die mit ist es meist nur 1-2 von 10 Spielern und jetzt kommt's die die mich dazu bringen statt durchweg positiv zu sein, auch  mal mitzumischen, zu tilten, sind nicht die kys-Knechte, sonder Spieler, die das abziehen, was du da in deinen Chatlogs präsentierst.\nMEhr am schreiben als am spielen, selber nichts auf die Kette kriegen, aber dauernd an jedem rummäkeln, wenn jemand n Fehler macht draufrumreiten, obwohl selbst mehr als genug produzieren. Ganz ehrlich, wenn ihr keinen Bock habt für den Sieg zu kämpfen, dann spielt doch PvE und nicht PvP. \nJa wenn ich einen deiner Flamesorte im Team habe tilte zwar, aber halt 1. nicht immer vlt. in einem von 10, wo mir so jemand unterkommt, läuft dann insgesamt auf etwa alle 80 Spiele, hab ich mal den berühmten schlechten Tag.\nUnd oben drauf kommt dann noch, dass selbst wenn es soweit kommt, mein Chatlog niemals aussehen würde wie deiner, sondern im Extremfall so:\n\nshut up\nlook your own shit\nGG but we r the feeders. sure\nFU\nGG\n\nUnd das wär noch der extrem Fall, der einen wirklich schlechten schlechten Tag+ spezielle Trigger vom Initiator brauchte, in der Form das letzte Mal schon wieder überne ganze Saeson bei fast täglichem Spiel her. In der Regel sieht es eher so aus und ist noch weiter weg:\n\ngg\nyeah u r challenger\ni see your challenger skills\nu know u have a map?\ngg\n\nUnd 99% sehen halt so aus:\n\n\n\n\n\n\nOder so:\n\nhi\ngl\ngj\ngg\n\nAber ja wir sind die Heuchler hier :D\nMal ganz ab davon, dass ich ne so ne WoT egal welchen Inhalts ingame fabrizieren würde, weil ich games joine, um zu zocken, will ich chatten, geh ich in nen chatroom oder messenger, würde ich wegen der o.g. vonmir begangenen Ausfällen ne Strafe erhalten, würd ich die Füße still halten, denn mir wär klar, wofür und warum. \nWahrscheinlich hab ich deshalb noch nie ne ingame Strafe erhalten, weil ich keine Strafen brauche, um das zu kapieren.","replies":[{"id":"","poster":"Waldschrat86","date":"2018-02-22T17:46:18.523+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=y9aWEjKZ,comment-id=0000000000000000000500000001,timestamp=2018-02-22T17:27:10.466+0000)\n>\n> Tja, ob dus glaubst oder nicht solche Leute gibt es und ich brauch auch nicht heucheln, wenn du zu viel Zeit hast, geh mein Forenprofil durch. Dort wirst du zig Posts von mir finden, in denen ich sage, ich bin neutraler Spieler, Ich spiel seit ewig, fast seit Spielbeginn, Ende Saeson 1 Account erstellt, hatte nie irgendeine Strafe. Warum nur?\n> In meinen -games ist nicht in jedem Flame, sind tatsächlich mehr ohne als mit und die mit ist es meist nur 1-2 von 10 Spielern und jetzt kommt&#x27;s die die mich dazu bringen statt durchweg positiv zu sein, auch  mal mitzumischen, zu tilten, sind nicht die kys-Knechte, sonder Spieler, die das abziehen, was du da in deinen Chatlogs präsentierst.\n> MEhr am schreiben als am spielen, selber nichts auf die Kette kriegen, aber dauernd an jedem rummäkeln, wenn jemand n Fehler macht draufrumreiten, obwohl selbst mehr als genug produzieren. Ganz ehrlich, wenn ihr keinen Bock habt für den Sieg zu kämpfen, dann spielt doch PvE und nicht PvP. \n> Ja wenn ich einen deiner Flamesorte im Team habe tilte zwar, aber halt 1. nicht immer vlt. in einem von 10, wo mir so jemand unterkommt, läuft dann insgesamt auf etwa alle 80 Spiele, hab ich mal den berühmten schlechten Tag.\n> Und oben drauf kommt dann noch, dass selbst wenn es soweit kommt, mein Chatlog niemals aussehen würde wie deiner, sondern im Extremfall so:\n> \n> shut up\n> look your own shit\n> GG but we r the feeders. sure\n> FU\n> GG\n> \n> Und das wär noch der extrem Fall, der einen wirklich schlechten schlechten Tag+ spezielle Trigger vom Initiator brauchte, in der Form das letzte Mal schon wieder überne ganze Saeson bei fast täglichem Spiel her. In der Regel sieht es eher so aus und ist noch weiter weg:\n> \n> gg\n> yeah u r challenger\n> i see your challenger skills\n> u know u have a map?\n> gg\n> \n> Und 99% sehen halt so aus:\n> \n> \n> \n> \n> \n> \n> Oder so:\n> \n> hi\n> gl\n> gj\n> gg\n> \n> Aber ja wir sind die Heuchler hier :D\n> Mal ganz ab davon, dass ich ne so ne WoT egal welchen Inhalts ingame fabrizieren würde, weil ich games joine, um zu zocken, will ich chatten, geh ich in nen chatroom oder messenger, würde ich wegen der o.g. vonmir begangenen Ausfällen ne Strafe erhalten, würd ich die Füße still halten, denn mir wär klar, wofür und warum. \n> Wahrscheinlich hab ich deshalb noch nie ne ingame Strafe erhalten, weil ich keine Strafen brauche, um das zu kapieren.\n\nNachtrag:\n\nWas es mir sehr einfach macht, in den meisten Fällen zu widerstehen, mich drauf einzulassen, ist die Erfahrung, dass es eh sinnfrei ist, was du hier auch wieder eindrucksvoll unter Beweis stellst. Egal wie oft und auf welche Weise man Spielern mit deinem Chatverhalten darlegt, dass 1+1 nunmal 2 ergibt, werden sie dennoch behaupten nein es ergibt 5 und jeder, der das nicht so sieht ist ein Idiot und Heuchler.\n\nPS: 86 ist mein Geburtsjahr und ich hatte dieses Jahr schon. Bin sogar viel zu oft gerne mal selbst kindisch unterwegs, wie jetzt z.B., weil ich meine Zeit mit diesem Post verschwende. So kann ich dennoch sagen, die meisten 15 Jährigen besitzen mehr Reife als du dir für dich selbst einbildest.","replies":[{"id":"","poster":"clair de lune289","date":"2018-02-22T18:03:33.650+0000","up_votes":3,"down_votes":0,"body":"{{sticker:sg-ahri-1}}  was 1+1 ist 2? also das hab ich immer falsch gemacht \n\nps: ich wollte einfach mal wieder den Emote verweden {{sticker:sg-lulu}}","replies":[{"id":"","poster":"Abasin","date":"2018-02-23T07:45:51.829+0000","up_votes":1,"down_votes":0,"body":"In speziellen endlichen Körpern kann 1+1 durchaus auch 0 ergeben.","replies":[]}]}]}]},{"id":"","poster":"DanionVibit","date":"2018-02-22T19:33:46.792+0000","up_votes":1,"down_votes":0,"body":"Nur um deine Theorie zu wiederlegen... klar schäumt das Gemüht auch bei mir über, allerdings hält sich das in Grenzen...\n\nIn meinen Chataktivitäten, sofern ich Toxic bin fallen folgende Wörter:\nFck off\nIdiot\nwhy\nODER andere sakastische Bemerkungen\n\ndarauf folgt meistens ein Mute der anderen Person. \n\nDas passiert mir allerdings höchstesn alle 5-6 Spiele mal und ist anscheinend für das System im \"ertragbaren\" Rahmen. Ich weiß selber es ist nicht schön, allerdings ist es mit einem Hitzigen Wortgefecht bei mir getan.... Wenn ich aber immer Chatlogs sehe wo Personen jemanden alle 2 Minuten \"useless\" nennen oder anderweitig beschimpfen gehört das für mich zum systematischen Fertigmachen und hat nichts mehr vom \"harmlosen\" Flamen wo man sich einmal \"fck off\" entegegen wirft.\n\nIch stelle mir das immer vor wenn Leute sowas auf der Straße machen würden.\nEine Fremde Person geht mit dir in ein Laden und rempelt dich an (ob versehntlich oder nicht, sei dahingestellt) und man knallt ihn an den Kopf \"Was soll das?\" ist das im normalen Rahmen. Wenn man etwas schlecht gelaunt ist (zum Beispiel bei mir alle 5-6 Spiele), dann wird es etwas härter mit \"fi+ken Sie sich\" oder ähnliches. Ungehobelt aber danach ist alles OK.\n\nWas du machst ist folgendes... du verfolgst den Typen durch den ganzen Laden und der Fußgänger Zone und schreist ihm die ganze Zeit hinterher \"Du unnützer Mensch\", \"fck you\", \"Deine Mutter hat dich nie geliebt\", \"du bist so intelligent wie Toastbrot\"... Es ist doch klar das irgendwann das Ordnungsamt/Polizei kommt und dich zur rede stellt?! \n\nIch berhalte mich im übrigen seit Season zwei so und habe noch nie eine Strafe bekommen!","replies":[{"id":"","poster":"ΞVO Effect","date":"2018-02-22T20:25:45.640+0000","up_votes":1,"down_votes":5,"body":"Danke, ein ehrlicher zwischen den ganzen Chorknaben hier. \n\nDas Problem ist, das waren keine aufeinanderfolgenden Spiele! Und man sieht auch nicht was der andere geschrieben hat. Deswegen passt dein Beispiel nicht.  \n\n> Was du machst ist folgendes... du verfolgst den Typen durch den ganzen Laden und der Fußgänger Zone und schreist ihm die ganze Zeit hinterher \"Du unnützer Mensch\", \"fck you\", \"Deine Mutter hat dich nie geliebt\", \"du bist so intelligent wie Toastbrot\"... Es ist doch klar das irgendwann das Ordnungsamt/Polizei kommt und dich zur rede stellt?!\n\nDas ist falsch. Es ist eher ein \"geh mir aus dem weg\" -> daraufhin werd ich angerempelt. (aber wenn man mir nicht glaubt dass ich nicht anfange, kann man das von mir aus auch überlesen und hier weitermachen ->) \"Fick dich, warum rempelst ud mich an. \n\nWoraufhin er sagt \"halt die fresse ich rempel wo ich will\", \"nein du wichser nicht hier\", \"was willst du dagegen tun???\", \"dafür sorgen das du es nie wieder machst\" usw. usw. Ich FLAME nicht einseitig und ich flame - ich wiederhole es immer wieder auch wenn es natürlich keiner glaubt - NIEMALS als erstes! Ich stand bei dem ersten spiel 0-4 mit leblanc weil pant und zed mich perma gedived haben. Daraufhin wurde ich von vayne und yorick geflamed. Ich war gar nicht in der position zu flamen, weil ich gefeedet habe. Ich habe nur reagiert. Man sieht übrigens im chatlog wie ich später versuche zu erklären warum ich gefeedet habe und das sie aufhören sollen mich zu flamen! \n\n\nleider wird das nicht berücksichtigt. \n\nIM zweiten spiel, sieht man wie ich schreibe \"report yasuo\", davor habe ich geschrieben \"yasuo afk for 10 minutes now\"... weil yasuo einfach getrolled hat und dann afk gegangen ist! JEDER aus unserem team UND der Gegner haben ihn reported! Wenn ich ihm dann schreibe \"du useless\" ist das flame... OK VERSTEHE ich... rechtfertigt für mich keinen 14 tage bann...\n\n\nVerstehst du? Ich bin ein flamer... ich schreibe gerne, ich mache trashtalk, ich gebe nicht \"nach\".. <- was DUMM ist, von mir aus! Aber ich fange NIEMALS an und ich schreibe auch nie weiter wenn einer aufhört! Ich lasse mich anstacheln und gehe mit... und genau das kann man in den chatlogs lesen! \n\n2 von diesen 3 Spielen zeigen das ich REAGIERT habe und mit nichten angefangen habe und irgendwelchen \"unschuldigen\" ihr ach so tolles LoL Erlebnis versaute. \n\n\n\nEs ist einfach falsch mich hier so darzustellen, als wäre dieser 14 tage Bann gerechtfertigt. Denn das ist er nach wie vor nicht! Ich mache NICHTS außer schreiben! Und JA ich verdiene dafür einen Denkzettel... aber BITTE, warum dann BANN? Warum nicht einfach chatsperre, von mir aus 3 monate... ich STÖRE NIEMANDEN wenn ich nicht schreiben kann. Ich trolle nie, ich leave nie. Mein Fehler ist das ich nicht \"drüber stehen kann\". Dafür kann man mich gut und gerne ein halbes jahr aus dem chat sperren... aber bannen? Ich glaube nicht.","replies":[{"id":"","poster":"Sirrkas","date":"2018-02-23T00:29:09.071+0000","up_votes":2,"down_votes":0,"body":">Woraufhin er sagt \"halt die fresse ich rempel wo ich will\", \"nein du wichser nicht hier\", \"was willst du dagegen tun???\", \"dafür sorgen das du es nie wieder machst\" usw. usw. Ich FLAME nicht einseitig und ich flame - ich wiederhole es immer wieder auch wenn es natürlich keiner glaubt - NIEMALS als erstes! Ich stand bei dem ersten spiel 0-4 mit leblanc weil pant und zed mich perma gedived haben. Daraufhin wurde ich von vayne und yorick geflamed. \n\nMit anderen Worten, du prügelst dich mit dem anderen, weil ihr beide auf Krawall gebürstet seit. Da werdet ihr nur beide aus dem Geschäft geworfen. \n\n>Ich war gar nicht in der position zu flamen, weil ich gefeedet habe. Ich habe nur reagiert. Man sieht übrigens im chatlog wie ich später versuche zu erklären warum ich gefeedet habe und das sie aufhören sollen mich zu flamen!\n\nJa, du warst nicht in der Position zu flamen. Niemand ist jemals in einer Position, die ihn berechtigt zu flamen. Auch eine Reaktion kann Flame sein, in deinem Fall war das durchgehend so, da fast alles von dir toxisch war.\n\n>leider wird das nicht berücksichtigt.\n\nWeil es egal ist, ob du angefangen hast, mitgemacht hast oder dich \"wehrst\".\n\n>IM zweiten spiel, sieht man wie ich schreibe \"report yasuo\", davor habe ich geschrieben \"yasuo afk for 10 minutes now\"... weil yasuo einfach getrolled hat und dann afk gegangen ist! JEDER aus unserem team UND der Gegner haben ihn reported! Wenn ich ihm dann schreibe \"du useless\" ist das flame... OK VERSTEHE ich... rechtfertigt für mich keinen 14 tage bann...\n\nWie schon gesagt, du kannst mal beim Support nachfragen. Niemand sagt, dass du alleine für Spiel 2 einen 2 Wochenbann verdient hast. Aber dein gesamter Chatlog hat einen ausgelöst. Vielleicht wegen der bloßen Menge die du in einigen der Spiele gezeigt hast.\n\n>Denn das ist er nach wie vor nicht! Ich mache NICHTS außer schreiben! \n\nDie Leute, die anderen den Tod wünschen schreiben auch nur. Leute die andere über soziale Netzwerke mobben schreiben auch nur. Warum sollte man fürs schreiben keine nennenswerten Konsequenzen erfahren? Man kann auch nur mit tippen einiges anstellen. \n\n>Und JA ich verdiene dafür einen Denkzettel... aber BITTE, warum dann BANN? Warum nicht einfach chatsperre, von mir aus 3 monate... ich STÖRE NIEMANDEN wenn ich nicht schreiben kann. Ich trolle nie, ich leave nie. Mein Fehler ist das ich nicht \"drüber stehen kann\". Dafür kann man mich gut und gerne ein halbes jahr aus dem chat sperren... aber bannen? Ich glaube nicht.\n\nEs gibt keine dauerhaften Chatbanns. Da Riot auf die Hoffnung baut, dass bestrafte Spieler sich bessern können, kann man sogar während einer Chatrestriction noch eine begrenzte Anzahl an Nachrichten schreiben. Dein Flame würde also mit einer CR nicht verhindert werden und da Chatbanns nicht praktiziert werden (vermutlich weil das Team dadurch benachteiligt werden kann), bleibt dann nur noch der Bann.","replies":[]}]}]}]}]},{"id":"","poster":"Time2Whine","date":"2018-02-22T10:28:57.677+0000","up_votes":4,"down_votes":0,"body":"Musst du irgendwas im Chat kompensieren oder warum schreibst du soviel und vor allem so viel Schwachsinn? Du klingst wie ein tiltender Teenager und nicht wie ein erwachsener Mensch und Familienvater. Verhälst du dich im Chat genauso im echten Leben und gegenüber deinen Kindern? Nein? Wieso tust du es dann im Chat? Das was du machst ist KEIN Trashtalk!\n\nAlso auch wenn du keine harten Beleidigungen à la \"cancer\" \"kys\" raushaust, bei der Masse an Text kannst du dich nicht mehr auf das Spiel konzentrieren und tiltest deine Mitspieler was für mich bereits an Sabotage grenzt. Dazu noch die riesige Menge an negativem Chatverhalten mit Reportaufrufen, Beleidigungen (\"you stupid fuck, \"nobody care about your salty ass\"), Gespamme in Caps....dir ist schon bewusst dass der Chat zum positiven Austausch im Team da ist und nicht für so einen geistigen Durchfall den du von dir gibst?\n\nAus meiner Sicht geht der 14 Tage Bann voll in Ordnung, da du bestätigt hast, dass du dich immer so verhälst haben diese 3 Spiele das Fass zum überlaufen gebracht.\nOb du vorher nicht negativ aufgefallen bist spielt keine Rolle. Oder würdest du es begrüßen wenn jemand im echten Leben jemanden mit einem Messer schwer verletzt und dann mit einer Bewährungsstrafe davon kommt, weil er vorher nie etwas verbrochen hat? Ich hoffe du erkennst wie wenig Sinn das macht.","replies":[{"id":"","poster":"ΞVO Effect","date":"2018-02-22T14:37:32.378+0000","up_votes":1,"down_votes":2,"body":"> Oder würdest du es begrüßen wenn jemand im echten Leben jemanden mit einem Messer schwer verletzt und dann mit einer Bewährungsstrafe davon kommt, weil er vorher nie etwas verbrochen hat? Ich hoffe du erkennst wie wenig Sinn das macht.\n\nNun, tatsächlich gibt es sowas wie den juristischen Begriff \"Ersttäter\", ein Umstand der erheblich in das Strafmaß einfließt. \nWas mein Chatlog angeht, du weißt schon dass da noch ein Team hinter steht oder? Leider sieht man den Chatlog der anderen nicht, deshalb schrieb ich präventiv \"ich ANTWORTE und REAGIERE\". Beide der von dir kopierten Sätze gingen an eine mich seit der Champ selection für meinen LeBlanc pick flamende VAYNE ;). Ihr Chatlog sieht btw nicht besser aus. \n\n\"Report this yasuo\" ist genau die gleiche Geschichte. Er wollte MID, ich sagte nein ich bin mid. Er verlor top, und kam aufeinmal mid.... natürlich ist es jetzt absolut legit das ICH der gebannte bin.. und nicht er :D :D\n\n\nMit dem wissen, erkennst DU hoffentlich nun, wie wenig Sinn das macht.","replies":[{"id":"","poster":"Time2Whine","date":"2018-02-22T15:02:47.546+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=ΞVO Effect,realm=EUW,application-id=KYnfKGf0,discussion-id=y9aWEjKZ,comment-id=000000000000000000060000,timestamp=2018-02-22T14:37:32.378+0000)\n>\n> Nun, tatsächlich gibt es sowas wie den juristischen Begriff \"Ersttäter\", ein Umstand der erheblich in das Strafmaß einfließt. \n\nIch kenne mich in dem Bereich nicht aus von daher kann ich nicht genau beurteilen wie und wann der Begriff Ersttäter in das Urteil einfließt. Ich denke ab einer schwerwiegenden Straftat wie Mord oder schwere Körperverletzung zählt das nicht mehr und daher habe ich dieses Beispiel gewählt.\nJedoch wird es bei kleineren Vergehen sicherlich Einfluss auf das Strafmaß haben und das ist auch bei LoL der Fall. Schließlich wird man nicht sofort beim ersten \"Noob\" bestraft sondern erst wenn man dies häufig über eine lange Zeit tut. Der Begriff Ersttäter wird also berücksichtigt und entsprechend war dein Vergehen zu schwer.\n\n> Was mein Chatlog angeht, du weißt schon dass da noch ein Team hinter steht oder? Leider sieht man den Chatlog der anderen nicht, deshalb schrieb ich präventiv \"ich ANTWORTE und REAGIERE\". Beide der von dir kopierten Sätze gingen an eine mich seit der Champ selection für meinen LeBlanc pick flamende VAYNE ;). Ihr Chatlog sieht btw nicht besser aus. \n\nEs ist vollkommen egal was die anderen geschrieben haben. Bei einem Report **deines** Chatverhaltens wird auf **deinen** Chat geschaut und **du** erhälst dafür **deine** entsprechende Strafe.\nDie Kindergartenlogik \"Der andere hat aber angefangen\" zählt seit der Zeit außerhalb dieser Einrichtung nicht mehr und das solltest du als Erwachsener eigentlich wissen, jedoch scheint dem nicht so, sonst würdest du nicht argumentieren. Das Vergehen anderer durch toxischen Chat gibt dir keinen Freifahrtschein es ihnen gleich zu tun.\n \n>\"Report this yasuo\" ist genau die gleiche Geschichte. Er wollte MID, ich sagte nein ich bin mid. Er verlor top, und kam aufeinmal mid.... natürlich ist es jetzt absolut legit das ICH der gebannte bin.. und nicht er :D :D\n\nSabotage und toxic behaviour sind zwei unterschiedliche paar Schuhe und werden auch entsprechend unterschiedlich bestraft. Im Gegensatz zum Strafmaß bei toxic behaviour ist die erste Strafe der 14 Tage Bann, aber um den zu erreichen muss man schon viel Scheiße gebaut haben und vielleicht steht er nach dem Spiel kurz vor der Bestrafung. Das ist für dich aber nicht einsehbar.\nJop du wurdest gebannt weil du durchgängig geflamet, beleidigt, gespammt, zum Report aufgerufen hast. Das hat Riot schwarz auf weiß und entsprechend hast du deine gerechte Strafe erhalten.\n\n> Mit dem wissen, erkennst DU hoffentlich nun, wie wenig Sinn das macht.\n\nJap ich erkenne dass **deine** gesamte Argumentation wenig Sinn macht und dich versuchst an irgendeinen Grashalm zu klammern um die 14 Tage Sperre in Frage zu stellen.\nNimm die Strafe einfach wie ein Erwachsener Mensch an und akzeptiere sie. Schaue dir dein Chatverhalten an und erkenne was du falsch gemacht hast und dass du dieses Verhalten schleunigst ändern solltest. Tust du das nicht, werden wir in 14 Tagen einen neuen Thread von dir lesen, dass du permanent gebannt bist und das sollte eigentlich nciht dein Ziel sein oder?\n\nKurzer und wichtiger Tipp zum Abschluss! Nach Ablauf des 14 Tage Bans darfst du dir nichts, absolut gar nichts negatives mehr erlauben. Ein einziges \"stfu\", \"noob\" etc. reicht aus um den Permabann auszulösen. Nutze den Chat nur für sinnvolles und positives deinem Team gegenüber udn hör auf mit dieser dummen \"der hat aber angefangen\" Mentalität. Damit machst du dich nur lächerlich und dein Account ist schneller weg als du gucken kannst.","replies":[]}]}]},{"id":"","poster":"Abasin","date":"2018-02-22T06:57:41.781+0000","up_votes":2,"down_votes":0,"body":"> rechtfertigt das jetzt einen BANN? \n\nJa, tut es.\n\n1. Du spammst den Chat zu anstatt zu spielen.\n2. Permanenter Blame.\n3. Übermässiger Gebrauch von \"fuck\" und anderen 4 letter words, die künstlichen Verzerrungen sind naiv, dem IFS sind solche Varianten bekannt.\n4. Überheblichkeit und Lernresistenz schon im Eingangspost, verifiziert im Chatlog. Es ist unerheblich, dass Du Familienvater bist. Mit so einem Verhalten bist Du aus meiner Sicht kein gutes Vorbild für Deine Kinder. \n5. reported, reported, reported...jeder weiss, dass man inGame nicht reporten kann, also sinnlos\n6. stupid, idiots, usw. sind eideutig Beleidigungen.\n\nSo, das mag jetzt grenzwertig sein für einen sofortigen 14day ban, aber in der Summe reicht das durchaus. Ich habe 2 Erklärungsmöglichkeiten dafür. Entweder wurdest Du bereits früher reportet, was nach Lektüre dieser Chatlogs sehr wahrscheinlich ist. Oder aber Du hast uns angelogen und es gab schon Chatrestrictions zuvor.","replies":[{"id":"","poster":"ΞVO Effect","date":"2018-02-22T14:49:01.778+0000","up_votes":1,"down_votes":3,"body":">  Es ist unerheblich, dass Du Familienvater bist. Mit so einem Verhalten bist Du aus meiner Sicht kein gutes Vorbild für Deine Kinder.\n\nEin besseres Vorbild als mich gibt es nicht, da kannst du dir sicher sein. Was dieses Computerspiel angeht, ich schrieb das mit den kindern doch nicht wegen flame rein.. sondern um zu erklären warum ich in 6 jahren 10 afk's hatte.","replies":[{"id":"","poster":"Sirrkas","date":"2018-02-22T15:48:02.589+0000","up_votes":4,"down_votes":0,"body":"Gleichzeitig torpedierst du aber damit was andere von dir halten. Wenn du als \"Vorbild\" und Familienmensch solche Chatlogs von dir gibst.","replies":[]},{"id":"","poster":"Abasin","date":"2018-02-23T07:52:32.465+0000","up_votes":1,"down_votes":0,"body":"Dann werte ich das Nichteingehen auf den Rest meiner Eingabe als stille Zustimmung. Aber bitte nimm mir nicht übel, dass ich Dir\n\n> Ein besseres Vorbild als mich gibt es nicht, da kannst du dir sicher sein.\n\nnicht abnehme. Eine so strikte Trennung zwischen elterlichem Vorbild und Chatrambo lässt sich einfach nicht konsequent durchhalten.","replies":[]}]}]},{"id":"","poster":"OrangeBubble","date":"2018-02-22T05:11:54.787+0000","up_votes":5,"down_votes":0,"body":"Du bist doch Vater, also alt genug, um dummes, beleidigendes Verhalten zu erkennen, oder? \nz.B. \"u stupidd fuk started 2 v 4\", willst du mir ehrlich sagen, dass sei nicht beleidigend? Really?\noder \"ΞVO Effect: stop the fuk feeed our enemie\" wie soll das kontruktiv sein?\n\"Oh ich dachte schon immer, dass feed the way to go ist, vielen Dank, dass du meine Weltanschauung verändert hast.... nicht\" oder wie? \n\n\"ΞVO Effect: just report this yas\" warum? Warum schreibt man sowas? Reporte ihn und fertig. Ruinier doch nicht die Stimmung. Ich mein, jetzt mal ganz ehrlich, wenn du sowieso ihn reportest und er weiß das, was hindert ihm dein Spiel komplett zu ruinieren? Oder lebst du mit dem Irrglauben, dass 2 reports mehr wert sind als einer? \n\nGenerell ist dein Chatlog voll mit \"MIMIMIMIMI\" und wenig  konstruktives. Du zielst einfach nur darauf ab, dein Team zu deprimieren.  Verdienter Bann.\n\n\"Ich bin zu alt für so einen Mist. Mein Chatverhalten werde ich NICHT ändern! Ich bin da ganz bei MAXIM oder VIDEOGAMEDONKEY, es gibt KEINEN GRUND für Flame <- im RAHMEN zu strafen... GESCHWEIGE DENN komplett bannen! Es gibt einen MUTE Button. Vielleicht habe ich als Mitspieler einen Nachteil wenn ich jemanden mute.. aber ein GEGNER?! Ein Gegner kann ohne Nachteile sofort MUTEN! Es gibt... KEINEN GRUND für ein flame ban.\"\n\n1. Maxim ist kaka. \n2. Sicher sollte Flamer gebannt werden, sie dezimieren die Gewinnwahrscheinlichkeit des Teams. Wieso muss man denn auch alles kommentieren. Schweigen ist Gold...........\n3. Du schreibst mehr, als das du spielst. ","replies":[{"id":"","poster":"ΞVO Effect","date":"2018-02-22T14:44:21.481+0000","up_votes":1,"down_votes":2,"body":"Du weißt doch gar nicht was das für ein Yasuo ist. Das ist nämlich einer dieser Freunde, die ihr hier so schön verteidigt. Der Typ darf nämlich locker weiter trollen, während ich fürs \"report him\" gebannt werde. Der typ wollte mid, ich ließ ihn nicht. Er starb schnell paar mal auf top.. fing an zu flamen, kam dann auf midlane... einfach so.... und nun? Bin ich gebannt, während er hoffentlich DEIN Spiel das nächste mal hoch nimmt.","replies":[{"id":"","poster":"OrangeBubble","date":"2018-02-22T20:36:05.510+0000","up_votes":1,"down_votes":0,"body":"Sind wir hier im Kindergarten? \n\"Hans hat aber zuerst angefangen\" \"Nein Peter hat zuerst angefangen\"\nEgal wer angefangen hat, es ändert NICHTS an DEINEM Verhalten. \n\nNe ehrlich, mir fehlen dazu die Worte, bei so einem Verhalten von einem Familienvater.","replies":[]},{"id":"","poster":"Time2Whine","date":"2018-02-23T08:03:48.025+0000","up_votes":1,"down_votes":0,"body":">während ich fürs \"report him\" gebannt werde.\n\nGeht das nicht in deinen Schädel rein oder was wird das hier? Du hast doch deinen eigenen Chatlog vorliegen und hast uns diesen gezeigt. Darin steht doch eindeutig dass deine Strafe für die gesamten Chatzeilen der 3 Spiele verhängt wurde und nicht nur wegen einem \"report mid\". Orange Bubble hat doch ein paar Zitate aus deinem Chat herausgezogen die definitiv toxic waren.\n\nDein **gesamtes** Chatverhalten ist der Grund für die Bestrafung! So langsam kommen mir aber Zweifel dass du das in diesem Leben noch verstehen wirst und willst.{{sticker:zombie-brand-facepalm}}","replies":[]}]}]},{"id":"","poster":"Critical lmpact","date":"2018-02-22T09:09:48.688+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=ΞVO Effect,realm=EUW,application-id=KYnfKGf0,discussion-id=y9aWEjKZ,comment-id=0000000000000000,timestamp=2018-02-21T22:46:35.565+0000)\n>\n> gefunden\n> \n> Game 1\n> ΞVO Effect: ok\n> ΞVO Effect: LCS\n> ΞVO Effect: he will still feed doe\n> ΞVO Effect: reported\n> ΞVO Effect: enjoy pant\n> ΞVO Effect: care top\n> ΞVO Effect: still losing 1 v 1?\n> ΞVO Effect: autch\n> ΞVO Effect: damn son, go carry game now &lt;3\n> ΞVO Effect: wp pant\n> ΞVO Effect: true\n> ΞVO Effect: ach bullshiit\n> ΞVO Effect: nice help\n> ΞVO Effect: nothing can doe against bbs pant\n> ΞVO Effect: lvl 2 gank with flash n stun\n> ΞVO Effect: first blood\n> ΞVO Effect: then i come lane... straight second gank\n> ΞVO Effect: 2-0\n> ΞVO Effect: then the third time with flash again\n> ΞVO Effect: so what were u doin ?\n> ΞVO Effect: vayne stop\n> ΞVO Effect: reported\n> ΞVO Effect: spam n flame son\n> ΞVO Effect: &lt;3\n> ΞVO Effect: mental issuse?\n> ΞVO Effect: dont think anybody care bout ur salty asss\n> ΞVO Effect: WP\n> ΞVO Effect: damn complicated champ doe high asss skillcap bru\n> ΞVO Effect: :D\n> ΞVO Effect: you useless.... btw\n> ΞVO Effect: bla bla bla.. everytime the same\n> ΞVO Effect: there is no reason for FLAME REPORT\n> ΞVO Effect: cos there is a MUTE BUTTON\n> ΞVO Effect: so we killed 2... have 5 v 3...\n> ΞVO Effect: and still u guys AFK farm instead push\n> ΞVO Effect: hm\n> ΞVO Effect: calm down rofl\n> ΞVO Effect: man SHUT THE FUK UP\n> ΞVO Effect: u fikin losing this\n> ΞVO Effect: #thjey have QAUINNN and PANT\n> ΞVO Effect: u doin NOTHING... u even SPLIT when we have 5v3\n> ΞVO Effect: you dont understand that you cant split in this game, cos u dont have time fo that. They have QUINN and PANT..\n> ΞVO Effect: ....phuuuuw\n> ΞVO Effect: this fool still talkin\n> ΞVO Effect: we already HAD THIS GAME u understand yorik? there was no reason to split cos they THROWED\n> ΞVO Effect: we were WINNING\n> ΞVO Effect: but u still think u need to split\n> ΞVO Effect: ty\n> ΞVO Effect: he is still in kinda movie\n> ΞVO Effect: dat yoruk xD\n> ΞVO Effect: u fool throwed this\n> ΞVO Effect: hahaha\n> ΞVO Effect: weil ich YORUK gesagt habe :D\n> ΞVO Effect: mid inting.. with better stats than vayne doe\n> Game 2\n> ΞVO Effect: ? xD\n> ΞVO Effect: rammus you should focus other lane... there is no good azir in silver, gold, plat elo ^^\n> ΞVO Effect: not worth it\n> ΞVO Effect: will be free kill doe\n> ΞVO Effect: man just mute him\n> ΞVO Effect: ^^\n> ΞVO Effect: just report this yas\n> ΞVO Effect: childhood\n> ΞVO Effect: maybe school\n> ΞVO Effect: nah\n> ΞVO Effect: yas afk for 10 minutes\n> ΞVO Effect: feel free to rep this kido\n> ΞVO Effect: so stay afk\n> ΞVO Effect: ye.. useless... well maybe OFC we r useless\n> ΞVO Effect: cos u 2\n> ΞVO Effect: split\n> ΞVO Effect: dafuq u were TOP\n> ΞVO Effect: u have to def VARUS\n> ΞVO Effect: not hide ur asss in the bush\n> ΞVO Effect: how u think me and varus gettring behind their frontline without u?\n> ΞVO Effect: never fukin split again\n> Game 3\n> ΞVO Effect: AHSO\n> ΞVO Effect: aha\n> ΞVO Effect: ?\n> ΞVO Effect: ...\n> ΞVO Effect: AHSO\n> ΞVO Effect: wtf\n> ΞVO Effect: damn riot fix this troll buggs\n> ΞVO Effect: way to tilted fo league of bugs\n> ΞVO Effect: how ever BRAND killed kha\n> ΞVO Effect: cu\n> ΞVO Effect: just had to shiit dow\n> ΞVO Effect: but its true.. our &quot;SOLO&quot; Carry 15-1 rengo\n> ΞVO Effect: think he should take all farm &lt;3\n> ΞVO Effect: this rengo chase lulu\n> ΞVO Effect: instead of free infernal\n> ΞVO Effect: &lt;3\n> ΞVO Effect: well\n> ΞVO Effect: +1\n> ΞVO Effect: well WE GUYS.. did the fukin DRAKE for u\n> ΞVO Effect: and pushed t2 botlane\n> ΞVO Effect: stop the fuk feeed our enemie\n> ΞVO Effect: not at all u stupiid fuk\n> ΞVO Effect: instead of chasing LULU\n> ΞVO Effect: u should had this drake 5 minutes be4 son\n> ΞVO Effect: so free baron\n> ΞVO Effect: cos rengo again solo died?\n> ΞVO Effect: gj guys\n> ΞVO Effect: daat rango xD\n> ΞVO Effect: nice &quot;Play&quot; start fight 2 v 4 btw\n> ΞVO Effect: nah NOTHING dude\n> ΞVO Effect: u stupidd fuk started 2 v 4\n> ΞVO Effect: what are we even talkin xD\n> ΞVO Effect: ye.. carried by SION and LUX\n> ΞVO Effect: all top#\n> ΞVO Effect: WE HAVE BOT INHIB\n> ΞVO Effect: can we PLS GROUP TOP\n> ΞVO Effect: PUSH\n> ΞVO Effect: rengo\n> ΞVO Effect: PUSH\n> ΞVO Effect: this idiots dont see map\n> ΞVO Effect: get both turrets free\n> ΞVO Effect: gg wp\n> \n> Bitteschön. Das ist TRASHTALK... eine MENGE Trashtalk.. rechtfertigt das jetzt einen BANN? Wir reden hier von der ERSTEN Strafe in 6 jahren.\n> Ohne Leaves, ohne trolls... Salty? natürlich, toxic? mag sein... aber rechtfertig dies DIREKT einen Bann? Wäre nicht zumindest nach 6 jahren EIN einziger Warnschuss angebracht?\n\nNatürlich rechtfertig das einen Bann. Ob du seit 2 Tagen oder seit 20 Jahren spielst interessiert hier niemanden. Ist es von Bedeutung wie alt jemand ohne Vorstrafen ist, wenn er im RL ein Verbrechen verübt? Der kann auch nicht sagen „hey, das könnt ihr nicht machen, ich habe doch 50 Jahre lang gegen kein Gesetz verstoßen“ \n\nEs gibt regeln, die hast du akzeptiert (AGB) und bei jedem Patch erneut bestätigt. Seit 6 Jahren!! Aber offensichtlich noch nicht mal überflogen.\n\nBestraft wird JEGLICHES negatives Verhalten. Eine direkte Beleidigung ist nicht nötig. \n\nDu schreibst in diesem ganzen Spiel soooo viel Müll. Soviel habe ich in all meinen Games zusammen nicht geschrieben. Du blamest, ich habe Dinge wie „shut the fuck up“, „fool“ und „Reported“ gelesen.... das ist nur ein kleiner Teil der Dinge, die zum Bann führen.\n\nDann kommt noch dazu dass in deinem Roman maximal 3 stellen dabei sind wo du etwas zum Spiel beiträgst. Mit dem Rest beleidigst du, lenkst andere ab, bist negativ usw.","replies":[{"id":"","poster":"ΞVO Effect","date":"2018-02-22T14:41:34.462+0000","up_votes":1,"down_votes":2,"body":"JA, im RL spielt es eine erhebliche Rolle für das Strafmaß ob du ersttäter bist oder nicht. Ob du Vorstrafen hast oder nicht. \nAlso ergibt dein erstes Absatz absolut keinen Sinn und bestätigt eher mein Problem. \n\n> Bestraft wird JEGLICHES negatives Verhalten. Eine direkte Beleidigung ist nicht nötig.\n\nFakt ist, wenn es so wäre, würde es wieder 10 minuten dauern bis du einen Gegner findest, weil der Rest gebannt gehört. \n\nDas in meinem Roman nichts konstruktives steht ist rational schnell erklärt. Es sind NEGATIVE Spiele, Spiele für die ich reported wurde. Bedeutet, es lief scheiße, für mich, für mein Team... Du kennst den gesamtsituativen Kontext doch nicht mal. Vielleicht wurde ich geflamed?","replies":[{"id":"","poster":"Critical lmpact","date":"2018-02-22T14:56:13.002+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=ΞVO Effect,realm=EUW,application-id=KYnfKGf0,discussion-id=y9aWEjKZ,comment-id=000000000000000000040000,timestamp=2018-02-22T14:41:34.462+0000)\n>\n> JA, im RL spielt es eine erhebliche Rolle für das Strafmaß ob du ersttäter bist oder nicht. Ob du Vorstrafen hast oder nicht. \n> Also ergibt dein erstes Absatz absolut keinen Sinn und bestätigt eher mein Problem. \n> \n> Fakt ist, wenn es so wäre, würde es wieder 10 minuten dauern bis du einen Gegner findest, weil der Rest gebannt gehört. \n> \n> Das in meinem Roman nichts konstruktives steht ist rational schnell erklärt. Es sind NEGATIVE Spiele, Spiele für die ich reported wurde. Bedeutet, es lief scheiße, für mich, für mein Team... Du kennst den gesamtsituativen Kontext doch nicht mal. Vielleicht wurde ich geflamed?\n\nIch glaube du hast den ersten Absatz nicht verstanden - aber daran müssen wir uns m.E. nicht aufhalten.\n\nViel wichtiger ist, dass du etwas ganz grundlegendes nicht verstanden hast. Der Kontext, in welchem du etwas in den Chat geschrieben hast, ist irrelevant.\n\nEs tut überhaupt nichts zur Sache, was andere gesagt oder gemacht haben - egal ob dein team oder das gegnerische. Es ist auch uninteressant ob jemand anderes geflamed hat.\n\nDu bist für das verantwortlich was du tust, und du hast gegen die Regeln verstoßen. „Der hat angefangen“ hat noch nie funktioniert.","replies":[{"id":"","poster":"ΞVO Effect","date":"2018-02-22T20:31:17.855+0000","up_votes":1,"down_votes":0,"body":"Du machst es dir zu einfach. \"Es ist irrelevant was die anderen tun, dein eigenes verhalten zählt\". Das ist in sofern falsch, als dass der Vorwurf \"du hast den anderen das Spielerlebnis versaut\" heißt. Ich kann dir nicht dein ach so tolles LoL Erlebnis versauen, wenn du anfängst mich zu flamen oder Afk gehst weil du deine lane nicht bekommen hast. Ursache und Wirkung.","replies":[{"id":"","poster":"Critical lmpact","date":"2018-02-22T23:06:41.922+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ΞVO Effect,realm=EUW,application-id=KYnfKGf0,discussion-id=y9aWEjKZ,comment-id=00000000000000000004000000000000,timestamp=2018-02-22T20:31:17.855+0000)\n>\n> Du machst es dir zu einfach. &quot;Es ist irrelevant was die anderen tun, dein eigenes verhalten zählt&quot;. Das ist in sofern falsch, als dass der Vorwurf &quot;du hast den anderen das Spielerlebnis versaut&quot; heißt. Ich kann dir nicht dein ach so tolles LoL Erlebnis versauen, wenn du anfängst mich zu flamen oder Afk gehst weil du deine lane nicht bekommen hast. Ursache und Wirkung.\n\nIch mache es mir nicht einfach, es IST so einfach... \n\nRiot hat die Regeln aufgestellt, nicht du.\n\nDu hast sie verletzt, da gibt es kein wenn und aber. Und wenn du schon mit Ursache + Wirkung anfängst: das Flamen oder afk gehen eines anderen Spielers mag für dich der Grund sein, dass du flamest, das kann ich nicht abstreiten. Aber es ist nicht ausschlaggebend.\n\nObjektiv betrachtet gibt es nur eine einzige Ursache für deinen Flame: nämlich dich und die Tatsache, dass du Dinge in den Chat schreibst die dort nichts verloren haben.","replies":[]}]}]}]}]},{"id":"","poster":"Coopa123","date":"2018-02-21T23:57:59.938+0000","up_votes":1,"down_votes":0,"body":"> rechtfertigt das jetzt einen BANN?\n\nJepp. Selten so viel idiotischen Crap gelesen wie bei dir. Du schreibst in deinen Spielen so wie ein schreiender 8-Jähriger im Toys R Us der das Spielzeug nicht gekauft bekommt","replies":[]},{"id":"","poster":"hi im seb","date":"2018-02-22T11:39:39.830+0000","up_votes":1,"down_votes":0,"body":"> usw.\n\nrip dude","replies":[]},{"id":"","poster":"Lunnaris01","date":"2018-02-27T23:44:56.807+0000","up_votes":1,"down_votes":0,"body":"Allein schon dass du denkst, flamen wäre okay, weil es ja den mute button gibt..\nUnd wenn du  jemand auf der Straße anspuckt, dann kannst er ja nen Feuerwehrhelm tragen, und wenn du jemanden beleidigst, dann soll er doch oropax reinmachen, dann hört er dich ja nicht mehr ;D Alles kein Grund für ne Anzeige, die sollen mal nicht so heulen ;-)","replies":[]},{"id":"","poster":"Nο Chat ","date":"2018-02-22T14:43:37.211+0000","up_votes":1,"down_votes":4,"body":"Definitiv zu viel Chat, zu wenig Spiel. Ich kann es aber verstehen, wieso du schreibst, was du schreibst und find es nicht gerechtfertigt, dich dafür zu Sperren. Lol ist ein hitziges Spiel, wer das nicht lesen will, soll dich halt muten. Chatban, vielleicht, Timeban, übertrieben","replies":[]}]}]}]}]},{"id":"","poster":"clair de lune289","date":"2018-02-21T22:41:23.491+0000","up_votes":3,"down_votes":2,"body":"hab keine lust so einen Text mit einem sinnvollen Kommentar zu beantworten bei dem ganzen Geschrei (Caps lock).\nIch seh das übliche \"ich hab doch gar nicht wirklich und überhaupt nicht so schlimm  geflamt\".","replies":[{"id":"","poster":"ΞVO Effect","date":"2018-02-21T22:45:51.876+0000","up_votes":1,"down_votes":2,"body":"Na warum antwortest du dann? Wenns das typische ist, ist doch alles ok... \nMensch selbst wenn ich \"Hur*ns*hn geschrieben hätte! Es geht doch nicht an dass die erste Strafe für FLAME gleich \nBann ist?! Während Leute die ganze Spiele sabotieren CHATBANNS bekommen? Müsste doch eigentlich eher andersrum sein oder? \n\nBei einem CHATBANN... von mir aus 2 monate.. hätte ich KEIN WORT gesagt. Weil es die angemessene Strafe für spamming Typen wie mich ist.\nAber ein Bann? wtf?!","replies":[{"id":"","poster":"TheFoxRox","date":"2018-02-22T06:13:29.045+0000","up_votes":1,"down_votes":0,"body":"Was diskutierst du eigentlich über die Höhe der Strafe? Wärst du glücklicj und zufrieden, wenn die anderen (die du immer erwähnst) eine höhere Strafe bekommen hätten? Ändert das deine Situation? \n\nWenn du mit deiner Karre in einer 50er Zone 120 Sachen drauf hast, bekommst du auch gleich beim 1. Mal eine empfindliche Strafe. Es spielt keine Rolle, wielange du davor brav warst.\n\nDa du Familienvater bist: Redest du vor deinen Kindern auch so? Wenn nein: Warum dann in LOL? Weil deiner Meinung nach im Internet andere Verhaltensregeln gelten? Mitnichten mein Freund :)","replies":[{"id":"","poster":"ΞVO Effect","date":"2018-02-22T15:03:42.380+0000","up_votes":1,"down_votes":3,"body":"> Was diskutierst du eigentlich über die Höhe der Strafe? Wärst du glücklicj und zufrieden, wenn die anderen (die du immer erwähnst) eine höhere Strafe bekommen hätten? Ändert das deine Situation?\n\nNATÜRLICH würde das meine Situation GRUNDLEGEND ändern! Allein schon weil es \"fair\" wäre. Du kannst in einem Kontext in dem alle anderen für wesentlich mehr wie aktiv spiele sabotieren oder afk gehen einen Chatbann bekommen, keinen 14er Ban erwarten weil du \"fuck\" geschrieben hast! \n\nEs gibt sowas wie die Verhältnismäßigkeit! \n\n> Wenn du mit deiner Karre in einer 50er Zone 120 Sachen drauf hast, bekommst du auch gleich beim 1. Mal eine empfindliche Strafe. Es spielt keine Rolle, wielange du davor brav warst.\n\nWürde es etwas an deiner Situation was ändern wenn jahre lang menschen die in der selben straße 240 gefahren sind nur einer verwarnung bekommen haben? \n\n\n> Da du Familienvater bist: Redest du vor deinen Kindern auch so? Wenn nein: Warum dann in LOL? Weil deiner Meinung nach im Internet andere Verhaltensregeln gelten? Mitnichten mein Freund :)\n\nwer den unterschied zwischen RL und INTERNET bis heute nicht verstanden hat, sollte freiwillig 14 tage pause vom internet machen.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-02-22T15:40:39.582+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=ΞVO Effect,realm=EUW,application-id=KYnfKGf0,discussion-id=y9aWEjKZ,comment-id=0003000000000000,timestamp=2018-02-22T15:03:42.380+0000)\n>\n> ...\n> wer den unterschied zwischen RL und INTERNET bis heute nicht verstanden hat, sollte freiwillig 14 tage pause vom internet machen.\n\nAuf welchen Unterschied sprichst Du genau an?\nDass das Internet in Deinen Augen Rechtsfreier Raum ist, wo man sich benehmen kann wie man will?\nÜberraschung: Auch im Internet sind am anderen Ende normale Menschen. Sie können Dir zwar nicht eine runterhauen wenn Du über die Stränge schlägst, aber trotzdem bleiben es normale, echte Menschen.\nErkläre mir bitte, wo da der Unterschied ist. Warum ist es so viel Besser, andere Menschen im Internet zu Beleidigen und runterzumachen, wo Du ja offenbar im RL dies nicht machst.","replies":[]},{"id":"","poster":"Sirrkas","date":"2018-02-22T15:38:36.525+0000","up_votes":4,"down_votes":0,"body":">Es gibt sowas wie die Verhältnismäßigkeit!\n\nDu hast aber nicht für ein einzelnes \"fuck\" oder \"you suck\" einen 2 Wochenbann gekriegt. Die Verhältnismäßigkeit scheint hier, bei der Menge an Flame die du abgegeben hast, durchaus gegeben zu sein. Auch um die CRs zu überspringen.\n\n>wer den unterschied zwischen RL und INTERNET bis heute nicht verstanden hat, sollte freiwillig 14 tage pause vom internet machen.\n\nEigentlich sollte man sich eher fragen, warum manche Leute glauben, es wäre nicht so schlimm wenn man im Internet andere beleidigt. Sind die Leute die man anspricht keine Menschen mehr, nur weil man sie nicht sehen kann und man gefühlt nur mit einem Pseudonym wie \"Shadowarrior1221\" spricht?\n\nWärst du stolz auf deine Kinder, wenn sie Gleichaltrigen sagen, die wären unfähig und zu nichts zu gebrauchen? Wenn du das in dem Fall als unpassend empfindest, warum wäre es plötzlich ok, wenn sie das zu anderen in einem Spiel sagen, das über das Internet abgewickelt wird? Ist da das Idiot plötzlich in Ordnung, wird im Kindergarten aber bestraft?\n\nDas RL und das Internet sind miteinander verbunden. Das Internet ist ein Teil davon. Es gibt sogar Leute, die vom Internet leben. Etwa Youtuber. Für die ist ihr Channel mit Arbeit verbunden, so wie andere, die dafür in eine Fabrik oder ein Büro gehen und dort ihr Geld verdienen. \n\nMan kann Online so gut wie alles bestellen und auch gleich bargeldlos bezahlen. Man kann mit Freunden am anderen Ende der Welt sofort in Kontakt treten und einen Videochat starten. Firmen nutzen das Internet um ihre Werbung zu optimieren und potentielle Angestellte zu analysieren. Internet und RL sind schon längst nicht mehr unabhängig voneinander. ","replies":[]},{"id":"","poster":"TheFoxRox","date":"2018-02-22T16:14:55.865+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ΞVO Effect,realm=EUW,application-id=KYnfKGf0,discussion-id=y9aWEjKZ,comment-id=0003000000000000,timestamp=2018-02-22T15:03:42.380+0000)\n>\n> Würde es etwas an deiner Situation was ändern wenn jahre lang menschen die in der selben straße 240 gefahren sind nur einer verwarnung bekommen haben? \n\nVielleicht bin ich zu doof aber diese Antwort passt überhaupt nicht zu meinem Zitat. Ich wollte bekräftigen, dass auch ein einmaliges Fehlverhalten hart bestraft werden sollte, wenn es schwerwiegend ist -unabhängig davon, wielange man davor brav war.\n\nDeine Argumentation \"ich war X Jahre nett, der sofortige 14-Tage Bann ist daher unfair\" zieht einfach nicht.","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2018-02-22T09:43:50.119+0000","up_votes":5,"down_votes":1,"body":"Erst einmal zu dem Bann. Im Chatlog finde ich beim überfliegen nichts, was für gewöhnlich einen sofortigen 2 Wochenbann auslösen sollte. Wenn du zuvor keine CRs hattest, kannst du mal beim Support nachfragen, warum du den gekriegt hast und ob das so richtig ist. \nIch würde dir aber empfehlen, dich dem Support gegenüber kurz und knackig zu halten. Deinen Chatlog sollten die auch so sehen können, den wirst du also nicht mitschicken müssen. \n\nAuch wenn ich da noch nichts gesehen habe, was von der Qualität her zu einem sofortigen Bann führen würde, heißt das aber noch nicht, dass die Strafe ungerecht ist. Es kann noch sein, dass auch für extreme Quantitäten an Flame sofortige Banns verteilt werden und nicht nur für extreme Qualität. \n\n[Hier ](https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/7PdEf3le-frage-perma-bann?comment=0009)etwa, findest du jemanden, der einen sofortigen Permabann ohne jegliche Vorstufe erhalten hat. In seinem Chatlog hat der den Leuten etwa Aids und Krebs gewünscht, die anderen als Faggot oder Bastard betitelt etc. Von der Qualität her ist sicher ein 2 Wochenbann gerechtfertigt gewesen, bei der Menge an solchen Ausdrücken wundert mich aber der sofortige Perma auch nicht. \n\nDann weiter zu deiner Meinung über Flame. Nur weil du der Meinung bist, Flame sollte nicht mit Banns bestraft werden, ist das nicht automatisch auch so richtig. Du entscheidest nicht, was richtig und falsch ist. Das macht die Gemeinschaft. Hier Riot und die Community. Wenn die Community meinen würde, dass man für \"gg easy\" sofortige 2 Wochenbanns verteilen solle, könnte das die Strafe dafür werden. Ein paar einzelne Stimmen jucken hier aber nicht und Flamer die meinen Flame solle legal sein, interessieren auch keinen. Die meisten stören sich nämlich am Flame und wenn es nur ist, weil die Leute damit andere ablenken könnten. Auch die meisten Flamer stören sich daran, sehen sich selbst aber nicht als Flamer. \n\nUm das noch mal zusammen zu fassen. Nur weil du und ein paar berühmtere Flamer meinen, Flame sei OK, wird er nicht OK. Ihr macht die Richtlinien nicht und bestimmt nicht das Strafmaß. Ihr müsst euch, wie alle anderen, an die geltenden Regeln halten oder mit den Konsequenzen leben.\n\nAuch dein Argument über die Mutefunktion ist nicht sonderlich stichhaltig. Ja, man könnte damit Flamer muten und man selber wird nicht mehr gestört. Wenn man aber nicht alle von Anbeginn an mutet und sich selbst damit der Möglichkeit beraubt mit den anderen zu schreiben, muss man die Flamer reaktiv muten. Und das heißt, sie hatten wenigstens ein mal die Gelegenheit dazu einen zu stören. \nDazu kommt noch, selbst wenn man dich nach dem ersten Flame mutet, heißt das noch lange nicht, dass das Spiel des Mutenden davon nicht negativ beeinflusst werden kann, nur weil er deine Sachen nicht mehr lesen kann. Du kannst nämlich noch immer die anderen 3 im eigenen Team anstecken und stören. Die muten dich vielleicht nicht und werden durch dich demotiviert oder noch schlimmer, fangen an mit dir zu schreiben. Schon wurde aus einem Vieltipper eine Gruppe. \n\nSo etwas hatte ich erst Gestern Abend. Scheinbar haben sich die Gegner untereinander geflamt. Wir haben nämlich 2 Kills gemacht, den Inhibitorturm und Inhib Bot zerstört und konnten dann unbehelligt einen Nexusturm zerstören. Obwohl 3 Gegner noch gelebt hatten und in der Base waren. Einer stand einfach afk neben dem Nexus und 2 im Spawn, ich kann ihren Chat zwar nicht lesen, aber die haben sich ziemlich sicher gegenseitig im Chat fertig gemacht. Dabei wäre es für die kein Problem gewesen, zumindest den Nexusturm zu retten, wenn sie nicht so viel getippt hätten.\n\n>Ich bin zu alt für so einen Mist. Mein Chatverhalten werde ich NICHT ändern!\n\nWenn du das wirklich so hältst, sehen wir uns wohl in 2 Wochen zu deinem Permabann wieder. Da wirst du dann nämlich schon für kleine Ausrutscher nach dem 2 Wochenbann bestraft und wenn du damit ins Forum kommst, wird das auch nicht anders als in diesem Thread.\n\n>Ich weiß das hier nichts passieren wird, ich weiß das hier gleich die gleichen empathielosen Trolls kommen und mich verurteilen - obwohl sie nicht besser sind. \n\nNur um das mal gesagt zu haben. Es gibt auch Menschen, die haben noch nie im über den Chat jemanden beleidigt. Auch wenn das aus deiner Sicht unmöglich erscheint, es gibt Menschen, die sich im Internet anständig benehmen können.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2018-02-22T10:10:42.918+0000","up_votes":4,"down_votes":1,"body":"Erinnert an, wenn Kinder Kinder kriegen...","replies":[]},{"id":"","poster":"ΞVO Effect","date":"2018-02-21T22:42:12.927+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"TerrorRaven","date":"2018-02-21T22:49:33.482+0000","up_votes":2,"down_votes":0,"body":"Nun, gehen wir mal davon aus, das der Chatlog vollständig ist.\nEs sind schon einige, nicht unerhebliche Beleidigungen dabei + eine Menge Report-Aufrufe (ja, sowas zählt auch als Flamen), so das es auf jeden Fall für eine Bestrafung reicht. Für einen 2 Wochen Bann ohne Vorstrafen (sofern das wirklich stimmt)...nun, das ist schwer zu sagen. Evtl. kannst du versuchen, den Support anzuschreiben, ob man aus den Bann eine Chatsperre noch machen kann (keine Garantie, dass es funktioniert).","replies":[{"id":"","poster":"ΞVO Effect","date":"2018-02-21T22:53:18.107+0000","up_votes":1,"down_votes":3,"body":"Ich werde es wohl versuchen... chatlog ist komplett und alles andere stimmt auch! \nDas da was passiert, glaube ich trotzdem nicht. Angesichts dessen was ich schon\nauf youtube so gesehen habe. Finde ich halt - wie gesagt - unangebracht. Bei einem\nChatbann hätte ich nichts gesagt, verdient ist verdient. Ich weiß dass ich übertreibe..\n\naber bitte wieso bekommt mein bekannter fürs aktive sabotieren einen chatbann\nund ich für flame eine 14 tägige Sperre... vielleicht hätte ich den client nie auf englisch umstellen sollen \n:D. Die Deutschen haben weniger Kapazitäten zum prüfen.","replies":[{"id":"","poster":"Spicavius","date":"2018-02-21T23:10:13.099+0000","up_votes":2,"down_votes":0,"body":"So viel wie du schreibst, würde ich dir einen Chatroom empfehlen. Facebook soll ganz gut sein.\n\nNe mal ehrlich. Du schreibst so unglaublich viel.  Nicht dass es mich stören würde (MUTE BUTTON OP!), aber es wundert mich nicht, dass du jetzt einen 14 Tagesbann bekommen hast.\n\nIch kann mir gut vorstellen, dass du vllt sogar manuell überprüft worden bist. Vllt hast du so viele Reports bekommen, aber nie eine Strafe. Vllt haben auch immer wieder Spieler dich persönlich beim Support nochmal gemeldet und ein Ticket geschrieben.\n\nDas könnte vllt jetzt die Quittung sein.  Ich weiß es nicht, aber ich könnte es mir vorstellen.\n\nDu hast die Strafe verdient. Nimm es wie ein erwachsener Mensch an und aktzeptiere, dass du Scheiße gebaut hast und erwischt wurdest.","replies":[]},{"id":"","poster":"clair de lune289","date":"2018-02-21T23:09:08.526+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=ΞVO Effect,realm=EUW,application-id=KYnfKGf0,discussion-id=y9aWEjKZ,comment-id=000400000000,timestamp=2018-02-21T22:53:18.107+0000)\n>\n> Ich werde es wohl versuchen... chatlog ist komplett und alles andere stimmt auch! \n> Das da was passiert, glaube ich trotzdem nicht. Angesichts dessen was ich schon\n> auf youtube so gesehen habe. Finde ich halt - wie gesagt - unangebracht. Bei einem\n> Chatbann hätte ich nichts gesagt, verdient ist verdient. Ich weiß dass ich übertreibe..\n> \n> aber bitte wieso bekommt mein bekannter fürs aktive sabotieren einen chatbann\n> und ich für flame eine 14 tägige Sperre... vielleicht hätte ich den client nie auf englisch umstellen sollen \n> :D. Die Deutschen haben weniger Kapazitäten zum prüfen.\n\nmit diesem Post hast du dir grade selbst ins Knie geschossen. Er ganz klar das du entweder bewusst oder unbewusst Tatsachen verdrehst bzw lügst.\nFür aktive Sabotage gibt es keine Chatbanns,da ist die erste Stufe der !4Tagebann. Was sollte es auch bringen den Chat von Spielern einzuschränken die sich durch ihr spielen und nicht im Chat toxisch verhalten.\n\nEntweder hatte dein Bekannter keine Strafe fürs sabotieren (auch wen er dies evt gemacht hat) sondern für sein Chatverhalten in dem betroffenen Spiel,du hast die Sache falsch im Gedächtnis (unbewusste Verdrehung der Tatsachen) oder du erfindest das Ganze.\nEgal was davon jetzt zutrift sie macht deine Aussagen wenig glaubhaft.","replies":[{"id":"","poster":"ΞVO Effect","date":"2018-02-21T23:25:09.603+0000","up_votes":2,"down_votes":3,"body":"wie du siehst... ist mein bekannter ein post weiter unten ^^.\nEs war aktive sabotage. Aber gut.. dann wurde ihm das halt verziehen und er wurde für FLAME chatgebannt..\nwarum ich nicht stellt sich die frage...","replies":[]}]},{"id":"","poster":"IZDA Onkel","date":"2018-02-21T23:02:27.313+0000","up_votes":1,"down_votes":8,"body":"Warum taucht überall mein Name auf mois :D \nWarum behaupten irgendwelche Bekannten von mir, dass ich Spiele sabotiere?\nWarum reported mich mein eigener Premade und ich verliere meine Ehrenstufe? \n\nHaha, mal im Ernst. 14 Tage sind schon eine heftige Nummer, wenn man bedenkt, dass ich bei einem Spiel wie mein netter Kollege sagt, getrollt habe. \n\nAber wenn ich mich nicht irre, sind das verschiedene Chatlogs und beziehen sich auf mehrere Spiele?! \n\nUnd ja, dieser Yorick hat uns Krebs gewünscht. Ich habe ihn ebenfalls reported. Eine Meldung bekam ich jedoch über eine Bestrafung nicht.","replies":[]}]}]}]},{"id":"","poster":"Oriius","date":"2018-02-21T23:55:02.470+0000","up_votes":2,"down_votes":1,"body":"unabhängig davon ob es stimmt oder nicht .\n\nFlamen gehört bestraft auch sowas wie \"succ dc\" aber 2 Wochen bann? ich bitte dich ... bei dem was man alltäglich in LoL sieht müsste dann 95% der Community auf der Stelle 2 wochen bann aufwärts kriegen , noch dazu das es eben wie du schon erwähnt hast eine Mute-Funktion gibt. \n\nVielleicht ist diese Bestrafung richtig , aber wenn dem so ist ... wieso haben Ereignisse die das Spielgeschehen massiv beeinflussen und nicht durch eine \"mute-funktion\" umgangen werden können strafen die vllt 1/10 so hart sind ... wieso darf man wirklich 100 games am stück afk gehen bevor vllt mal nen 2 Wochen bann kommt (wenn überhaupt) ich meine der leavebuster juckt keine sau außer leuten die vllt wirklich wegen salty afk gehen und nicht weil diese bewusst ruinieren wollen.  Gibt leute mit 0% winrate die pausenlos rankeds stören juckt halt immer noch keinen hehe.\n\nAn sich finde ich es aber gut das Flame wesentlich aktiver wenn auch ein tick zu hard bestraft wird in manch Situationen  so muss das für ein ordentliches Spielen , würde mir nur wünschen das es zukünftig fürs Leaven etc genau solche Strafmaßnahmen gibt dann kann ich endlich mein Ziel Dia 5 zu erreichen endlich mal höher setzen was bei den afk-raten die man an manchen Tagen erlebt völlig unrealistisch ist ._.","replies":[]},{"id":"","poster":"Avorox","date":"2018-02-21T22:33:50.471+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=ΞVO Effect,realm=EUW,application-id=KYnfKGf0,discussion-id=y9aWEjKZ,comment-id=,timestamp=2018-02-21T22:28:39.698+0000)\n>\n> Ich bin zu alt f&amp;uuml;r so einen Mist. Mein Chatverhalten werde ich NICHT &amp;auml;ndern! Ich bin da ganz bei MAXIM oder VIDEOGAMEDONKEY, es gibt KEINEN GRUND f&amp;uuml;r Flame &amp;lt;- im RAHMEN zu strafen... GESCHWEIGE DENN komplett bannen! Es gibt einen MUTE Button. Vielleicht habe ich als Mitspieler einen Nachteil wenn ich jemanden mute.. aber ein GEGNER?! Ein Gegner kann ohne Nachteile sofort MUTEN! Es gibt... KEINEN GRUND f&amp;uuml;r ein flame ban. \n\nK hier hab ich aufgehört zu lesen. Du möchtest also die Regeln für League of Legends festelegen, vielleicht führen wir auch gleich die Regel ein, dass du nicht niedriger als Challenger gerankt sein darfst :)\n\nNur weil DU meinst, das flame nicht schlimm wäre rechtfertigt das gar nichts. Das flame verboten ist steht in den AGB und sollte jedem Spieler bekannt sein. Ich kann in nem Supermarkt auch nicht einfach ne Tüte Chips mitnehmen, nur weil ich meine \"die verdienen eh genug Geld\" (jaja das Beispiel ist etwas weit weg, aber die Intention sollte erkennbar sein). Du nutzt hier den Service von einer Firma und dann hast du dich auch an die Regeln zu halten.\n\ntldr. das Zitat sagt alles, perma incoming.","replies":[]},{"id":"","poster":"Sir Fabi Of The","date":"2018-03-05T20:08:20.929+0000","up_votes":1,"down_votes":0,"body":"Ich frag mich ja tatsächlich wie man Vater sein kann aber trotzdem genug zeit hat um den EUW Board zu spammen","replies":[]},{"id":"","poster":"Fermi Paradox","date":"2018-02-21T22:30:52.614+0000","up_votes":1,"down_votes":0,"body":"du bekommst bei einem Bann immer den Chatverlauf, der zu deinem Bann geführt hat. Solange wir diesen nicht sehen, könntest du uns sonstwas vom Pferd erzählen.\n\nAlso zunächst mal- her damit :)","replies":[{"id":"","poster":"ΞVO Effect","date":"2018-02-21T22:47:57.254+0000","up_votes":1,"down_votes":1,"body":"weiter oben.","replies":[]}]}]}