{"id":"QHXwIwnf","poster":"ORTG Islander","date":"2018-02-20T16:06:55.216+0000","title":"Suche Duo Que Partner (Silber-Gold) (Langzeit)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Zusammen.\r\n\r\nWie es oben schon steht suche ich einen duo que partner f&uuml;r langzeit.Ich meine wenn man in jeden game immerhin eine person hat auf die man sich verlassen kann ist es doch drekt schon besser :P . Bin eigentlich jeden tag on. Aber ca. 12-13 uhr und dann bis in die nacht hinein (Nat&uuml;rlich mit pausen).Meine ziel diese season ist Platin+. Aber genug des grundlegenden hier mal ein paar infos :P .\r\n\r\nZu mir:\r\n- 19 Jahre alt\r\n- Last season Gold3 (Aktuell S2)\r\n- Tilt Proof , Freundlich , Lustig drauf (Aber ernst was das spiel angeht) \r\n- Main lane ist eig. Mid , Aber bei einen Support/Adc main w&uuml;rde ich auch die andere rolle &uuml;bernehmen. (Jede nach dem wie es klappt ^^)\r\n- Eigenen Ts3 Server + Privaten channel (Also keine kidis die joinen und anfangen rum zu schreien)\r\n- Ziehmlich aktiv\r\n\r\nZu Dir:\r\n- Mind. 18 Jahre (Eine geistige reife)\r\n- Tilt proof , Freundlich\r\n- Eine Main lane \r\n- Nicht drekt nach 1-2 Loses rumheulen.Sondern locker bleiben ^^\r\n- Solltest auch recht aktiv sein\r\n\r\nUnd , Intresse geweckt dann einfach mal IG Adden : TTFF Zenshu\r\n\r\nL.G  Nick {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Kolotismus","date":"2018-02-20T17:51:45.638+0000","up_votes":1,"down_votes":0,"body":"Hi TTFF Zenshu,\nich hoffe, wir bei Nerds Go Casual, können dir genau das bieten. Bei uns hast du genug Leute mit denen du zocken kannst, entweder zu 2. oder gar zu 5. wenn du mal nicht nur DuoQ spielen möchtest. Sind derzeit 120 Mitglieder im LoL-Bereich, da sollte sich was finden. ;)\n\nBei uns ist es egal ob Normals, Aram, Ranked. Von Unranked bis Dia ist alles bei uns dabei. Die Spielersuche in unserer Community ist auch ganz einfach für dich. Entweder du findest einfach direkt Leute auf unserem TS oder über einen Thread in unserem Forum. Ansonsten haben wir auch Staff-Mitglieder die dir gerne bei der Suche helfen. Alleine zocken hat sich dann für dich erledigt ;)\n\nWir sind eine Ü18 Community und legen vor allem Wert auf einen gepflegten Umgang und eine angenehme Zocker-Atmosphäre.\n\nNeben LoL findest Du auch Bereiche wie Overwatch, Pen&Paper, PUBG. So wird es nie langweilig auch wenn du mal keine Lust auf LoL hast ;)\n\nNachstehend findest Du eine kurze Vorstellung von uns, sowie den Link zu unserer Homepage.\nhttps://nerdsgocasual.de/\n\nWenn Du also als Gefährte unserer Gemeinschaft beitreten möchtest, schick uns Deine Bewerbung und bestreite zukünftige Abenteuer mit uns.\nLG\nKolotismus","replies":[]}]}