{"id":"qKlm5Omz","poster":"K0l1BR1","date":"2018-02-19T13:06:06.785+0000","title":"Brief aus der Leere","subforum":"Community-Kunstwerke","up_votes":6,"down_votes":1,"body":"Illusionen. Alles. Nichts als Illusionen. Der Baum zu meiner rechten: Falsch. Ein Hirngespinst. Seine riesigen Wurzeln, die den gesamten Boden zu bedecken schienen: Eine Einbildung, nichts weiter. Der schwarze sternlose Himmel, der gesamte Wald und die graugr&uuml;nen Grasb&uuml;schel, die durch den dichten Wurzelteppich wucherten, auf den verzweifelten Suche nach einem Platz an dem sie bei Tage noch ein paar Stunden Sonnenlicht ergattern konnten: Keine Wirklichkeit, denn Realit&auml;t war hier eine Illusion. \n\nDas war also die Leere. Eine Welt die keine Welt war. Die B&auml;ume verschwammen, sobald ich wagte sie zu ber&uuml;hren und lie&szlig;en nur Schemen zur&uuml;ck, die mehr einem Nebelschleier glichen. Ich war umgeben von einer unnat&uuml;rliche Helligkeit, die alles beleuchtete und doch von nirgendwo zu stammen schien. Der Boden aus Wurzeln f&uuml;hlte sich uneben und hart an und jeder Schritt war eine Herausforderung, die an eine Bergbesteigung erinnerte. Das Fehlen jeglicher Ger&auml;usche verlieh mir das Gef&uuml;hl vollendeter Einsamkeit. Ich hatte kein lebendes Wesen gesehen und auch wenn es nur eine weitere Einbildung gewesen w&auml;re, so h&auml;tte es mich dennoch beruhigt, vielleicht und nur vielleicht nicht der einzige Gefangene in dieser Ein&ouml;de zu sein. Doch wo immer ich hinging gab es nur mich, die Stille und den Wald, den ich nicht ber&uuml;hren konnte und der weder Geruch-, noch Geschmacksinne bedienen konnte. Eine Einsamkeit ohnegleichen und eine stimmlose Folter f&uuml;r all meine Sinne. Ich schwitzte und fror zugleich und das obwohl kein Wind wehte, keine Sonne zu sehen und keine Schwankung der Temperatur zu sp&uuml;ren war. \n\nIch verfiel langsam und wann immer ich an mir heruntersah, war ich mir nicht sicher ob ich meinen Augen noch trauen konnte. Denn obwohl sich meine Glieder von Augenblick zu Augenblick schw&auml;cher f&uuml;hlten, mein Hunger und Durst von Moment zu Moment wuchs und mit ihr auch meine Verzweiflung, so konnte und wollte ich mich nicht beugen. Ich war hier, weil ich es wollte. Weil ich hier sein musste. Weil nur hier der Schl&uuml;ssel einer gl&uuml;cklichen Zukunft lag. \n\n&bdquo;Wirst du mich immer besch&uuml;tzen Papa?&ldquo;, ich konnte ihre Worte noch h&ouml;ren, als w&auml;ren nur Sekunden vergangen. &bdquo;Vor all den b&ouml;sen Leuten und allen Gefahren?&ldquo; &bdquo;Ja meine Kleine, das werde ich.&ldquo; Tr&auml;nen kullerten mir &uuml;ber die Wange, als ich mich an meinen t&ouml;richten Schwur erinnerte. &bdquo;Ich werde dich gegen jeden R&auml;uber verteidigen und gegen jedes wilde Biest k&auml;mpfen, damit du sicher bist.&ldquo;, dann hatte ich geschwiegen und in ihre Augen gesehen, in der Hoffnung sie beruhigt zu haben. Doch alles was ich in ihren dunklen kastanienbraunen Augen gesehen hatte, war die stumme Anklage: &bdquo;Hast du das Mama auch versprochen?&ldquo;, und ich hatte mich nicht durchringen k&ouml;nnen noch eine Sekunde l&auml;nger den Raum mit meiner Tochter zu teilen und war in die Stadt gefl&uuml;chtet, wo ich mich bei Wein und Spielen hatte abzulenken versucht. Der Blick meiner Tochter, der nun alles war, was sich in mein Ged&auml;chtnis gebrannt hatte, neben dem Willen zumindest dieses eine Versprechen einzuhalten. Dieses eine Mal meine Tochter, die in ihrem kurzen Leben als Angeh&ouml;rige eines Nomadenstammes so wenig Spa&szlig; und Freude hatte erfahren d&uuml;rfen vor dem einen zu retten, was jeder Mensch f&uuml;rchtet und jegliche menschliche Vorstellungskraft &uuml;berstieg: die Leere.\n\nEine Welt die keine Welt ist, ein Schatten der Wirklichkeit, ein Trugbild der Sch&ouml;pfung aber dennoch ein Ort, an dem W&uuml;nsche und &Auml;ngste ebenso aufeinandertreffen, wie auf unserer eigentlichen Erde. Ein Ort, der die Folter des Menschen perfektioniert hat und von dem es angeblich keine Wiederkehr gibt. \n\nIch bin hier um das Unm&ouml;gliche m&ouml;glich zu machen und diesen Ort zu bezwingen. Doch vor allem bin ich hier um ein Versprechen einzul&ouml;sen. Mein Blut ist st&auml;rker als die Leere, st&auml;rker als meine Angst. \nIch bin der Leereng&auml;nger, gebunden an ein Versprechen und getrieben von der gr&ouml;&szlig;ten St&auml;rke des Menschen: Hoffnung.","replies":[{"id":"","poster":"Sun of the Night","date":"2018-02-20T14:42:39.006+0000","up_votes":2,"down_votes":0,"body":"Kurz formal:\nKann Deverless nur zustimmen : Du hast die Atmosphäre gut eingefangen, der Ich-Erzähler erscheint mir auch logisch. \n\nAber ich muss auch eine Kritik finden , sonst wirkt das hier ja noch positiv :D\nFolgendes fällt mir bei vielen auf , ich weiß nicht ob das beim schreiben auffällt, \n(Gott sei dank schreibe ich in englisch, da gibt's das nicht :D)\naber ich finde man sollte sich immer gut überlegen ob man \"Welche/Welches\" oder \n\"der /die/das\" benutzt, weil es manchmel seltsam gekünstelt klingt \"welche \" zu nutzen.\n\n \"...Ich war umgeben von einer unnatürliche Helligkeit, welche...\" finde ich persönlich zum Beispiel recht seltsam, aber das kann halt auch an mir liegen xD\n\nInhaltlich:\n\nWenn meine Annahme richtig ist und es in der Geschichte um Kassadin, den Leerengänger , geht, so muss ich ehrlich sagen das deine Geschichte mir besser gefällt als seine Lore(oder selbige zumindest wunderbar ergänzt ^^).\n\n Die gibt leider wenig zu seiner Person und seinem Charakter  her, dort ist er einfach ein Forscher der nach Icathia gegangen ist um dessen Geheimnisse zu lüften.\n\nEs mag zwar eine edele Gesinnung sein Runeterra vor der Leere schützen zu wollen, aber die Motivation dahinter ist mir schleierhaft, deine Geschichte gibt dem ganzen mehr Sinn!\n\nTrotzdem ist Kassadin (wie scheinbar viele Champions ) auch geheimnisvoll konzipiert, man erfährt in seiner Lore nichts über das was er erlebt hat, nur das Ergebniss des Vorgangs. Ich fände es vielleicht gar nicht so gut zu versuchen ,diese Geheimnisse zu beschreiben, weil ihm das eventuell viel seiner Identität nehmen würde\n (Spiele ihn selber nicht, weshalb ich mir da nicht ganz sicher bin)\nAber die Menge an Informationen die du gibst ist ausreichend Balanciert , es geht ja hauptsächlich um seine Vorgeschichte^^\n\nWenn es dir Spaß macht, schreib weiter!\nWürde mich freuen nochmal etwas von dir lesen zu dürfen :D\nGL&HF for future!!{{champion:38}} \n(sollte es sich hier nicht um Kassadin handeln hast du mich wirklich verwirrt :D)","replies":[]},{"id":"","poster":"SSF Reliewz","date":"2018-04-08T11:52:32.476+0000","up_votes":1,"down_votes":0,"body":"War schön zu lesen :)","replies":[]},{"id":"","poster":"K0l1BR1","date":"2018-02-21T15:23:23.045+0000","up_votes":1,"down_votes":0,"body":"Danke für euer Feedback. Wie richtig erkannt wurde, handelt es sich um Kassadin. In seiner Lore steht, dass er gegen die Leere kämpfen will, da diese für das Verschwinden seiner Tochter verantwortlich ist. \nKassadin selbst scheint jedoch ein Champion zu sein, der ähnlich, wie vor ein paar Monaten noch Varus, keine richtige Identität, im Sinne von Gefühlen und Emotionen verkörpert. \nIst er wütend? Oder verzweifelt? Oder bestraft ihn die Leere vielleicht für etwas, von dem wir nichts wissen? Wie ist seine Tochter verschwunden?\nDies alles bot sich an, als ich den Brief begann, der zuerst nur von einer unbeteiligten Person geschrieben werden sollte, der die Leere erkundet. Doch dabei stellte sich mir die Frage: Ist die Leere nur eine andere Dimension? Wie nimmt diese dann aber in der Welt Runterras Einfluss auf Menschen? \n\nIch wollte es daher schwammig halten, ob dies ein tatsächlicher Brief von Kassadin selbst ist, oder er gerade den Kampf in sich selbst durchlebt, in dem der die Leere zu bezwingen versucht. Ob ich an dieser Geschichte weiterschreibe weiß ich noch nicht, da ich im Forum ja schon unvollständige Texte zu Xayah und Rakan, sowie zu Ekko und Blitzcrank veröffentlicht habe. \nAber es wird sicher nicht das letzte sein, was ich schreibe.\n\nVielen Dank an alle Leser :)","replies":[{"id":"","poster":"Sun of the Night","date":"2018-02-21T18:33:51.608+0000","up_votes":1,"down_votes":0,"body":"Wurde seine Lore mit Kai'Sa geändert oder ist die Lore im Client einfach anders als die im League-Universe??\nwenn ja ist das irgendwie dämlich xD\nIch dachte immer die im League-Universe sind einfach teilweise ausführlicher weil sie für den Client zu lang wären...\nAber bei der Universe Seite steht weder etwas zu seiner Herkunft noch zu seiner Tochter...Dachte das kommt von dir xD\nIch sollte ab jetzt wohl immer beides lesen :D\nNevertheless! es bleibt gut!","replies":[{"id":"","poster":"Deverless","date":"2018-02-21T19:36:49.894+0000","up_votes":1,"down_votes":0,"body":"Hab jetzt nicht speziell bei Kassadin geschaut, aber mir sind schon gaaanz viele Inkonsistenzen in der Lore aufgefallen. Vor allem eben zwischen der Universe-Seite und der LoL-Webseite. Aber auch zu Foreneinträgen etc. Wurde jetzt ein DEV-Blog veröffentlicht, dass sie das 2018 aufräumen wollen :) Also ja, im zweifelsfall beides lesen. Und also Kreative müssen wir uns bis dahin was überlegen bzw steht es uns frei haha :D","replies":[]}]}]},{"id":"","poster":"Deverless","date":"2018-02-20T08:56:34.459+0000","up_votes":1,"down_votes":0,"body":"Hey!\n\nZunächst ein kleiner Kritikpunkt: Kommasetzung. Vor allem bei Relativsätzen hast du einige Kommas vergessen, obwohl du es an anderer Stelle getan hast. Beispiel: \"[...] die graugrünen Grasbüschel[,] die durch den dichten Wurzelteppich wucherten [...]\". Kann man eigentlich recht gut finden, wenn man seinen Text nochmal nach den Schlüsselwörtern (der, die, das, welcher, welches, welche) durchschaut.\n\nAnsonsten finde ich den Text sehr gelungen. Die Thematik Leere ist faszinierend und du hast es geschafft, die Atmosphäre gut einzufangen. Dafür, dass die Leere (glaube ich) nirgendwo definiert ist, hast du dir schöne Gedanken zu gemacht. Schreibstil ist auch klasse, gibt deswegen kaum noch etwas zu sagen... außer, dass ich hoffe, dass du noch mehr schreibst {{sticker:slayer-pantheon-thumbs}} \n\nLG Deverless","replies":[]}]}