{"id":"hlEOE7ap","poster":"SPQRaiden","date":"2019-06-14T16:21:40.940+0000","title":"RUHRSPORTS eSports","subforum":"Clans & Teams","embed":{"title":"Ruhrsports.org - eSport #malochen","description":"Latest news 99Damage Liga Ruhrsports Ruhrsports Teams Unsere Spiele Keep updated with the tweets Keep track of our amazing tweets on the right. We have awesomecontent that will let you know the latest gaming trends. Latest Posts Our Departments Über uns Wir sind eine eSport Organisation mitten aus dem Herzen des Ruhrgebiets.","url":"https://ruhrsports.org/","image":"https://i1.wp.com/ruhrsports.org/wp-content/uploads/2019/04/cropped-PNG.png?fit=4791%2C4791&ssl=1"},"up_votes":1,"down_votes":0,"body":"RUHRSPORTS wants you!\r\n\r\nGrüßt euch Beschwörer, wir von Ruhrsports suchen vielleicht genau dich!\r\nWir möchten uns mit zwei Teams für League of Legends verstärken nachdem wir nun bereits seit einiger Zeit eine sehr gute Basis in CSGO aufgebaut haben.\r\n\r\nRuhrsports ist wie der Name eine Organisation die aus dem Ruhrgebiet kommt.\r\nWir sind im Clan alle miteinander eng verbunden und suchen daher auch ein Team bzw. Spieler die aus dem Ruhrgebiet kommen!\r\n\r\nWir bilden ein Main Team und ein ACADEMY Team!\r\n\r\nFür das Main Team suchen wir Spieler ab Platin 1.\r\nFür das ACADEMY Team suchen wir Spieler ab Gold 4.\r\n\r\nWir suchen: 6 Spieler/innen\r\n-5 feste Spieler\r\n-1 Allrounder als Ersatz (die Person kommt aber bei uns nicht zu kurz!)\r\n\r\n-1 Co Manager\r\ndieser wird direkt mit mir im Kontakt stehen und mit mir das Team betreuen\r\n\r\n-1 Analyst\r\ndeine Aufgabe wird es sein die Spiele zu bewerten und auszuarbeiten\r\n\r\nWas solltet ihr mitbringen:\r\n\r\n-Elo solltet mindestens Platin 1 sein\r\n-eine Main Role\r\n-verschiedene Champs beherrschen\r\n-kritikfähig sein\r\n-Zeit für wöchentliches Zusammenspiel (Scrims, Training, Ligaspiele)\r\n\r\nWas bieten wir:\r\n\r\n-eine Homepage\r\n-Bezugspersonen die für euer Anliegen zu eurer Seite stehen\r\n-Famieliäres Umfeld\r\n-Sponsoren und Partner\r\n\r\nDu kannst uns gern bei Facebook kontakieren falls du interessiert bist!\r\nhttps://www.facebook.com/RuhrsportsCSGO/","replies":[]}