{"id":"pe3qKBq8","poster":"OrangeBubble","date":"2018-02-17T20:16:14.516+0000","title":"Jinx AA Animation tut nichts","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Heyho,\n\nich hatte heute ein interessantes Spiel. Ich hatte heute Jinx gespielt mit meinem Premade gegen Tristana. Die gegnerische Botlane ging all in, ich hielt drauf und verloren das All in. Darauf hin hat mir mein Premade den Vorwurf gemacht, ich h&auml;tte keine einzige Autoattack drauf gemacht, w&auml;hrend ich eigentlich voll mit Minigun drauf gehalten hatte.\n\nGut, wir haben uns das Replay angeschaut und ja ich hatte voll drauf gehalten, nur kam kein DMG oder autoattck raus. Es kam immer wieder die Animation, aber sonst nichts (7 AA am stück!!!!). Autoattack canceling war es nicht, da ich die Tris einmal angeklickt hatte und meinen AA freien lauf lie&szlig;. Im Replay sieht es so aus, als ob die AA ganz kurz davor doch abbricht, so als ob ich immer wieder &quot;s&quot; gedr&uuml;ckt h&auml;tte, aber so retarded bin ich dann  doch nicht u.u Also nein, ich habe kein &quot;s&quot; gedr&uuml;ckt, kein einziges mal w&auml;hrend des Spiels.\n\nEs kann sein, dass dieser Bug sogar öfter aufgetreten ist und ich das nur bis jetzt nicht ganz so krass bemerkt habe, da mein Premade schon öfter meinte, ich krieg mit Jinx keine AA raus, obwohl ich da net so der Meinung bin :P \n\nPrinzipiell kann ich den Ausschnitt auch hochladen, wenn mir das jemand erkl&auml;rt :P","replies":[{"id":"","poster":"Pure Cynicism","date":"2018-02-17T20:36:15.228+0000","up_votes":1,"down_votes":0,"body":"Hatte gestern auch das Problem, dass ich mit Flash mit dem Raketenwerfer einen Kill holen wollte und einfach kein Schaden verursacht wurde. Mir scheinen die AAs von Jinx generell seltsam zu sein. Mit keinem Adc cancel ich mehr AAs als mit Jinx.","replies":[{"id":"","poster":"OrangeBubble","date":"2018-02-17T21:04:48.606+0000","up_votes":1,"down_votes":0,"body":"Das Ding ist aber, ich habs sie nicht gecancelt. Weder torkel ich auf der Stelle noch switch ich rum. Die AA animation geht bis zu dem Moment, wo eigentlich eine AA raus gehen sollte u.u Wohlgemerkt Minigun! Ich steh auf ein und der selben Stelle. Natürlich lässt sich jetzt streiten, ob man als ADC das machen sollte, nur wenn ich meine AA canceln würde, würde ich mich zumindest minimal bewegen!","replies":[]}]}]}