{"id":"JYAmuLw2","poster":"Gekoh","date":"2018-02-17T19:54:31.091+0000","title":"Spielmodis","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":1,"body":"Hallo!\r\n\r\nIch pers&ouml;nlich bin ein Fan von diesen verschiedenen Modis, vorallem vom Starguardian Modus/Event. Ich finde es aber schade das es nur 1x im Jahr kommt und wollte fragen, ob Riot sich zu dem mal ge&auml;ussert hat?\r\n Ich w&uuml;rde es toll finden wenn sie durcheinander kommen und nicht erst nach einem Jahr oder so.\r\n\r\nViel Dank.{{champion:142}}","replies":[{"id":"","poster":"Lunaá","date":"2018-02-17T23:05:50.296+0000","up_votes":1,"down_votes":0,"body":"Bin auch ein Fan von den Spielmodi, aber eher nur von den neuen wie Blutmond, Sternenvernichter, Starguardien und PROJEKT und könnte die den ganzen Tag spielen. Schade dass die nicht mehr so häufig kommen sollen.\nVor kurzem hat sich RIOT auch dazu geäußert, dass sie mehr neue Spielmodi einführen wollen, die mit Events zusammenhängen, dafür aber nicht mehr so häufig erscheinen werden.\n\n[Hier findest du den dazugehörigen Beitrag](https://euw.leagueoflegends.com/de/news/riot-games/editorial/kommende-anderungen-der-spielmodus-rotation)\n\nEigentlich schade, dass sie nicht die ganze Zeit verfügbar sind, für Spieler, die nicht an Ranked oder Normals interessiert sind ^^","replies":[{"id":"","poster":"Gekoh","date":"2018-02-18T10:14:49.330+0000","up_votes":1,"down_votes":0,"body":"Bin auch deiner Meinung. Ich mag die neueren Modis auch mehr. Finde es aber halt echt Schade. Ich finde so ein PvE Modus sollte es immer geben. Vllt so 5v5, 3v3, ARAM, PvE und dann noch ein Spielmodus der immer wechselt.{{champion:99}} {{champion:142}} {{sticker:sg-ahri-2}}","replies":[]}]},{"id":"","poster":"Arammus","date":"2018-02-17T19:57:23.806+0000","up_votes":1,"down_votes":0,"body":"sei froh das es nicht mehr so ist wie die ersten 6 seasons wo die dinger generell NIE kamen lol.\n\nich frage mich wann 3v3 endlich gelöscht wird","replies":[{"id":"","poster":"Ïm À Çute Ýordle","date":"2018-02-17T20:25:21.688+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Arammus,realm=EUW,application-id=cGRapXds,discussion-id=JYAmuLw2,comment-id=0000,timestamp=2018-02-17T19:57:23.806+0000)\n>\n> ich frage mich wann 3v3 endlich gelöscht wird\n\nWarum soll 3v3 gelöscht werden? Dann gäbe es ja eig nur noch 5v5 und ARAM. Find das dann etwas wenig.","replies":[{"id":"","poster":"Arammus","date":"2018-02-17T20:32:42.473+0000","up_votes":1,"down_votes":0,"body":"weil es die dominion behandlung kriegen wird.\nirgendwann wird irgendwer bei riot sagen\n\"wisst ihr... wir haben den mode schon ewig nicht mehr geupdatet. lasst uns einfach sagen 'er nimmt zuviele ressourcen weg' und ihn löschen\"\n\nund laut mobafire oder lolking oder ka wie die ganzen seiten heißen hatte dominion mehr spielerzahlen im monat als 3v3.","replies":[]}]}]}]}