{"id":"usrX1ptw","poster":"CloneOrNot","date":"2018-02-17T14:52:24.301+0000","title":"Ap Shaco Gut oder Schecht?","subforum":"Level Up: Guides & Tipps","embed":{"title":"AP Shaco: A Year in Review","description":"This is about the AP side of Shaco only and how the changes to him, whether it be to better the AP or AD side, have affected him. AP Shaco has been my bread and butter since Season 1. I have clocked in over 7000 games of Shaco, if not more, throughout all of my accounts.","url":"https://boards.na.leagueoflegends.com/en/c/gameplay-balance/YI24bqy2-ap-shaco-a-year-in-review","image":"https://cdn.leagueoflegends.com/apollo/assets/vb/boards-wallpaper.jpg"},"up_votes":1,"down_votes":0,"body":"**Hallo alle zusammen.**\r\n\r\nIch spiele seit 3 Monaten nur noch Ap-Shaco und wollte euch hier meine Meinung vermitteln. Zudem habe ich aber auch f&uuml;r Einsteiger auch Shaco builds, Keystone ect. hinzugef&uuml;gt. Auch zu den Machups habe ich einen Teil verfasst und wie man diese als Shaco oder auch als Gegner zu spielen hat, da viele noch nicht verstehen wie Lanes gegen einen Shaco laufen sollten und was man picken sollte und Shaco zu besiegen.\r\n\r\n_**Builds:**_\r\nKeyItems: {{item:3152}} {{item:3157}} {{item:3100}}\r\n\r\nweitere Items: {{item:3285}} {{item:3135}} {{item:3151}} {{item:3089}} {{item:3116}} \r\n\r\nBoots: {{item:3158}} {{item:3020}} \r\n\r\nDamit kommt man auch 350-500 Ap und 2000-2500hp. Zudem noch etwas Mr-pen und 30-40% CDR.\r\n\r\n_**Runen**_\r\nKeystone: Electrocute\r\nSecond tree: Inspiration (oder Sorcery)\r\n\r\n_**Summener Spells**_\r\n{{summoner:12}} {{summoner:14}} \r\n\r\n_**Machups:**_\r\nIch werde hier die meisten Champions aufz&auml;hlen aber nicht alle!\r\n\r\n**Shaco winning Machups**\r\n{{champion:114}} {{champion:164}} {{champion:39}} {{champion:24}} {{champion:57}} {{champion:92}} {{champion:58}} {{champion:78}} {{champion:98}} {{champion:23}} {{champion:157}} \r\nDiese Machups sind meist gegen Gegner welche auf ihren Hard-Engage angewiesen sind, Bsp Camille E. Sie m&uuml;ssen nah an Shaco und aktivieren deswegen auch sehr leicht Shacos Boxen.\r\n-Als Shaco: Shaco kann hier aggressiver Spielen als in anderen Machups. Pass aber auf das du keine zu langen Fights au&szlig;erhalb von Boxen nimmst.\r\n-Als Gegner: Er kann er wenn lange fights au&szlig;erhalb der Boxen nimmt schnell sterben. Dies sind die einzigen Aktionenen wo man Engagen kann.\r\n\r\n**Shaco skill Machups**\r\n{{champion:48}} {{champion:420}} {{champion:122}} {{champion:86}} {{champion:240}} {{champion:27}} {{champion:14}} {{champion:31}} \r\nDiese Champions sind meistens Lanebullies welche entweder Fulltank oder Bruiser gehen. Sie besitzen zwar F&auml;higkeiten zum Poken m&uuml;ssen aber meist nahe heran um viel Shaden auszuteilen. Zudem kann Shaco meist mehrere F&auml;higkeiten ausweichen per Q oder R, bsp. Darius R, Q oder E.\r\n-Als Shaco: Spiele defensiv und gehe nur wenige trades ein, warte bis sie in deine Boxen laufen und bestrafe sie dann daf&uuml;r. Zudem Versuche ihren Ultimates  auszuweichen, Bsp Darius/Garen. &Uuml;be dies auch mal im Custom mit Freunden.\r\n-Als Gegner: Poke mit deinen &quot;Ranged&quot; Spells, Bsp illaoi E oder Darius Q. Und Bestrafe Shaco sobald er au&szlig;erhalb der Boxen steht.  Zudem nutze deinen CC um ihn von den Boxen weg zu halten.\r\n\r\n**Shaco losing Machups**\r\n{{champion:36}} {{champion:75}} {{champion:6}} {{champion:8}} {{champion:17}} {{champion:80}} {{champion:10}} {{champion:126}} \r\nDiese Machups sind meist Ranged Champions. Ausnahmen Nasus und Mundo, da diese Tanky sind (sp&auml;testens mit lv 6) und zudem viel Schaden ausnahmen k&ouml;nnen.\r\n-Als Shaco: Spiele bis lv 6 vorsichtig. An lv 6 kannst du versuchen Hard-Engages hinzubekommen oder sie in deine Puppen zu locken. Nasus und Mundo sind ausnahmen.\r\n-Als Gegner: Poke die ganze Zeit, verzichte aber auch Hard-Engages (Nasus und Mundo sind ausnahmen), Bsp als Phanteon, da wenn du in eine Puppe springst/l&auml;ufst auch du mal ganz schnell Tot sein kannst. Jedoch ist Shaco nicht allzu Tanky und deswegen sehr anf&auml;llig auf Poke.\r\n\r\n_**Spielphasen:**_\r\n\r\n**Shaco Early Game**\r\nDu kannst Gegner sehr leicht t&ouml;ten sobald sie in deine Boxen laufen. Gehe aber nicht zu weit hinein ohne eine Box zu haben die dich im Notfall absichert.\r\nUnd sei nicht zu vorsichtig selbst low life kannst du einen Full life Darius t&ouml;ten. Auch 1v2 sind kein Problem, bleich einfach bei deinen Boxen stehen.\r\n\r\n**Gegner Early Game**\r\nSpiele vorsichtig und warte lieber auf deinen Jungler. Mache ihn aber mit der Position der Boxen vertraut, dies solltest du auch vor einem Engage auf Shaco machen. Da wenn du dies nicht tust schnell ein double Kill f&uuml;r Shaco bei rumkommt.\r\n\r\n**Shaco Late Game**\r\n1. Splitpush. Durch Puppen und Clon habt ihr viel Tower Damage.\r\n2. Baiten der Gegner. Lockt ein Adc oder Midlaner in ein Geb&uuml;sch wo ein paar Puppen warten und holt euch so einfache Kills.\r\n3. Besch&uuml;tzen von Carrys. Vor Fights plaziert ein paar Puppen in deiner Bacline um deine Carrrys im Notfall zu sch&uuml;tzen.\r\n4. One-Shotten. Versuche in Teamfights freistehende Carrys zu One-Shotten oder abzulenken.\r\n5. Aufr&auml;umen. Es funktioniert sehr gut lowe Gegner nach Fights zu t&ouml;ten.\r\n\r\n**Gegner Late Game**\r\nHalte Shaco vom Splitpush ab, dies sollte kein Problem sein.\r\nAlles weitere kommt auf euren Champion an.\r\n\r\n_**Boxen richtig placen**_\r\n1. Hinter einem. Abhalten von Hard-Engages der Gegener (vor allem gegen Lanebullies sehr gut)\r\n2. Im Busch. Abhalten von Hard-Engages der Gegener (vor allem gegen Ranged sehr gut)\r\n3. Im River. Abhalten von Ganks oder holen von double Kills bei Ganks. \r\n\r\n_**Eigene Meinung:**_\r\nIch bin der Meinung das Ap-Shaco, erst recht f&uuml;r Einsteiger. Das Hauptproblem ist das man stark auf das Team angewiesen ist. Wenn Bsp. die Botlane feeded, ist das Game schon fast Verloren, da Shaco, ob er 0|10|0 steht oder 10|0|0, nicht machen kann. W&auml;hrend andere Toplane, nachdem man sie gemaint hat, Bsp Riven, auch Games 3v5 gewinnen k&ouml;nnen wenn sie einen guten Start hatten. Bei Shaco ist dies egal. \r\nMeist Gewinnt Shaco das Early und Verliert das Late trotz gutem Lead. Was an sich keinen Sinn ergibt. Auch ein Problem ist, das man nur schwer snowballen kann. Ein Kill gegen einen und der Lead ist kaum noch sp&uuml;rbar. \r\nAuch Spieler wie Pinkward (Top 1 ap-Shaco Otp) haben Probleme. Auch Pinkward schafft es Momentan kaum &uuml;ber die 50% und es lange dort zu halten, da ein paar Games wo die Botlane verliert, schon eine losing Streak entsteht. \r\nDeshalb bin ich der Meinung das Shaco zumindest leichte Buffs ben&ouml;tigt, sei es auf den Boxen, der Passiven, dem Dagger oder dem Clon!\r\n\r\n**Jedoch frage ich mich ob ich der einzige mit dieser Meinung zu dem Momentanen Ap-Sahco bin?**\r\n\r\nFalls noch Fragen auftreten, zu Shaco oder diesem Text, beantworte ich diese Gerne.\r\nEmpfehlen kann ich zudem den Post von Pinkward &uuml;ber den Verlauf des Letzen Jahres f&uuml;r Shaco (https://boards.na.leagueoflegends.com/en/c/gameplay-balance/YI24bqy2-ap-shaco-a-year-in-review).","replies":[{"id":"","poster":"404 Clone","date":"2018-02-17T15:14:43.019+0000","up_votes":1,"down_votes":0,"body":"Ich war mal Shaco main, und ich muss sagen. Wenn dann würde ich ihn hybrid bauen = lich bane duskblade protobelt tear etc.","replies":[{"id":"","poster":"CloneOrNot","date":"2018-02-17T20:52:56.992+0000","up_votes":1,"down_votes":0,"body":"Zudem muss ich sagen das auch Ad-Shaco mit Press The Attack momentan im Trend mitmischt, ich mich hier aber nur auf einen Full Ap Build fokussiert habe.","replies":[]},{"id":"","poster":"CloneOrNot","date":"2018-02-17T15:18:54.233+0000","up_votes":1,"down_votes":0,"body":"Ich habe jedoch die Erfahrung gemacht das man manchmal noch schlechter funktioniert, aber den Build versuchen kann man ja mal.","replies":[]}]}]}