{"id":"YxUIxqE9","poster":"k1sure","date":"2018-02-15T20:48:30.518+0000","title":"Recruitment - EPLAY.Gaming | professional eSport","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"_Guten Abend liebe Community!_\r\n\r\n**Was steht hinter EPLAY.Gaming?**\r\n\r\nEPLAY ist ein neues Projekt mit dem Ziel, sich langfristig im eSport zu etablieren. Wir wollen Teams und Spielern eine professionelle, konstante und vertrauensvolle Basis schaffen, welche Sie mit Engagement, Erfahrung und Zeit unterst&uuml;tzt und f&ouml;rdert. Neben jahrelanger Erfahrung auf Organisationsebene m&ouml;chten wir unseren Teams auch Transparenz und Entscheidungsfreiheit bieten.\r\nDas Management setzt sich aus Benjamin &quot;Section&quot; Tenhagen (Gr&uuml;nder) [T&auml;tigkeitsbereich: Webdesign, Coding, Servermanagement, Struktur] und\r\nRichard &quot;k1sure&quot; Greszki [T&auml;tigkeitsbereich: Recruitment, Homepage-/Serverorganisation, Spielerbetreuung, Kommunikation] zusammen.\r\nDurch unsere Erfahrungen in den verschiedensten Bereichen erg&auml;nzen wir uns hervorragend und blicken gemeinsam auf spannende, ereignisreiche und nat&uuml;rlich erfolgreiche Zeiten.\r\n\r\n**Warum EPLAY.Gaming?**\r\n\r\nEin Projekt im Aufbau schreckt viele Spieler und Teams ab, n&auml;her heranzutreten und sich zu informieren. Genau an diesem Punkt m&ouml;chten wir euch Transparenz bieten.\r\nAls erfahrenes Management m&ouml;chten wir nicht nur unseren eigenen Zielen f&uuml;r die Zukunft nachgehen, sondern auch die Teams und Community f&uuml;r kommende Entscheidungen und Investitionen miteinbeziehen.\r\nAuf Grundlage einer professionellen Beziehung muss der Zusammenhalt und das Vertrauen innerhalb des Projekts voll und ganz gew&auml;hrleistet sein. Die Erfahrung zeigt, dass die Etablierung im eSport nicht immer\r\nSpa&szlig; macht, sondern auch viel Arbeit, Motivation und Zeit erfordert und selbstverst&auml;ndlich auch investiert werden muss. Das gilt nicht nur f&uuml;r die Projektleitung, sondern auch f&uuml;r jedes Team bzw. jeden Spieler.\r\nWir verfolgen ein Ziel, welches uns motiviert und antreibt und wir m&ouml;chten euch einladen mit uns gemeinsam ein Projekt aufzubauen und mit Blick auf die Zukunft zu etablieren!\r\n\r\nEPLAY.Gaming sucht in den folgenden Bereichen:\r\n\r\n- Rainbow Six: Siege\r\n- League of Legends\r\n- Overwatch\r\n- Playerunknown&#039;s Battlegrounds (Sobald eSports ready :P)\r\n\r\nEPLAY.Gaming bietet euch selbstverst&auml;ndlich alle grundlegenden Ressourcen, welches ein Projekt braucht:\r\n\r\n- Website | https://eplay-gaming.de (in Arbeit)\r\n- Gameserver\r\n- Teamspeak\r\n- Rootserver\r\n- Grafiken\r\n- Gruppen\r\n\r\nUnsere Website (inkl. Grafiken, Assets etc.) und die Allgemeine Programmierung werden im Gesamtpaket von uns erstellt und verwaltet. Somit k&ouml;nnen wir nicht nur eine von uns festgelegte Qualit&auml;t sicherstellen, sondern auch auf Anregungen, Vorschl&auml;ge oder Verbesserungen in kurzer Zeit reagieren.\r\n\r\nAls Management investieren wir viel Zeit und Geld in das Projekt. Das gilt allerdings nicht nur f&uuml;r unsere Technik, sondern auch f&uuml;r unsere Spieler und Teams.\r\nWir haben es uns zum Ziel und auch gleichzeitig zur Priorit&auml;t gemacht unsere Mitglieder f&uuml;r gute Leistungen und Errungschaften zu belohnen. (Details werden wir nur Intern besprechen und erl&auml;utern)\r\n\r\n**Was erwartet EPLAY.Gaming von euch?**\r\n\r\n1. Wir erwarten ein Mindestalter von 18 Jahren. Die geistige Reife vorausgesetzt hat diese Vorgabe auch einige rechtliche Grundlagen.\r\n2. Zuverl&auml;ssigkeit, Ehrlichkeit und Hilfsbereitschaft haben oberste Priorit&auml;t.\r\n3. Wir pflegen einen freundlichen und erwachsenen Umgang miteinander. (Wortsch&auml;tze mit nichts als Beleidigungen werden unter keinen Umst&auml;nden toleriert!)\r\n4. Spa&szlig; und Humor muss genauso wichtig sein, wie die Bereitschaft vollen Einsatz zu zeigen.\r\n\r\n\r\nWenn Ihr an unserem Projekt und unseren Zielen interesse habt und ein Teil davon werden wollt, dann meldet euch bei uns!\r\n\r\n**Kontakt:**\r\n\r\nE-Mail: info@eplay-gaming.de\r\nSteam: http://steamcommunity.com/profiles/76561198001479049/\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\n\r\nRichard &quot;k1sure&quot; Greszki und Benjamin &quot;Section&quot; Tenhagen","replies":[]}