{"id":"jzizkF6E","poster":"doomo122","date":"2018-02-14T13:38:04.855+0000","title":"Gebannt, will aber etwas verschenken!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo liebes Riotler und andere League Spieler! \r\n\r\nIch wurde auf meinem Main f&uuml;r 14 Tage gebannt und das ist auch kein Problem f&uuml;r mich.\r\nWas aber ein Problem f&uuml;r mich ist, ist der Fakt, dass heute Valentinstag ist und ich &quot;Sweetheart Rakan&quot; an eine Freundin, die kein Geld f&uuml;r Skins ausgibt aber diesen Skin haben will, verschenken m&ouml;chte! (Sie ist Rakan main!)\r\n\r\nHabe die RP aufgeladen etc, wollte auf &quot;Send Gift&quot; klicken und dann kam das:\r\n\r\n&quot;An error has occurred\r\nyou are unable to send this gift for one of the following reasons:&quot; \r\n\r\nDanach kommt jedoch nichts!!\r\n\r\nHabe es gegoogelt und &uuml;berall steht der Standard mit den lvl&#039;n etc!\r\n\r\nDort steht nat&uuml;rlich auch, dass **DIE PERSON, DIE DAS GESCHENK ERH&Auml;LT NICHT GEBANNT SEIN DARF!!!**\r\n\r\nDort steht jedoch nicht, dass ich das Gift nicht versenden darf, wenn ich gebannt bin.\r\n\r\nKurzfassung: Ich habe die RP und alles vorbereitet, kann aber nichts an sie senden und m&ouml;chte ungern ein Jahr darauf warten...  Ich bezweifel, dass der Skin f&uuml;r immer bleibt! \r\nNat&uuml;rlich bin ich wegen meinem Bann selbst Schuld...aber vielleicht kann man da drumrumarbeiten? Bitte um schnelle Antwort, da ich nicht wei&szlig;, wie lange der Skin bleibt!\r\n\r\nBin noch 10-11 Tage gebannt. Bleibt der Skin so lange? ^^\r\n\r\nDanke im Vorraus! {{champion:497}} {{sticker:sg-janna}}","replies":[{"id":"","poster":"recon","date":"2018-02-14T13:41:55.054+0000","up_votes":2,"down_votes":0,"body":"Da im Artikel nichts dazu steht, vermute ich, dass die Skins permanent erhältlich sein werden.\nDas Bundle mit allen Skins ist bis 27.02.2018 verfügbar. Wäre der Skin also zeitlich limitiert, würde er wohl spätestens an diesem Tag entfernt werden.\nDu hast also ausreichend Zeit.","replies":[]},{"id":"","poster":"Gin","date":"2018-02-14T13:39:38.542+0000","up_votes":2,"down_votes":0,"body":"Das Event geht bis zum 27.02., du solltest also noch eine Chance haben ihr den Skin zu schenken. Die Skins für Xayah und Rakan bleiben scheinbar allerdings permanent. ([Im Beitrag](https://euw.leagueoflegends.com/de/page/new-epic-skins-sweetheart-xayah-and-rakan) steht kein Datum dabei.)\n\nUnd denk nächstes Mal nach bevor du etwas in den Chat schreibst ;)\n\n---\n\nEDIT: Und im [offiziellen Beitrag](https://support.riotgames.com/hc/de/articles/201752964-H%C3%A4ufig-gestellte-Fragen-zu-Geschenken) zu Geschenken steht auch:\n\n> Spieler, die gerade ein Geschenk **versenden oder erhalten**, können nicht gesperrt oder suspendiert werden (das gilt auch für das Sofort-Feedback-System).","replies":[{"id":"","poster":"doomo122","date":"2018-02-14T13:43:06.005+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gin,realm=EUW,application-id=7hciEY9w,discussion-id=jzizkF6E,comment-id=0000,timestamp=2018-02-14T13:39:38.542+0000)\n>\n> Die Skins bleiben bis zum 26.02., du solltest also noch eine Chance haben ihr den Skin zu schenken.\n> \n> Und denk nächstes Mal zwei mal nach bevor du etwas in den Chat schreibst ;)\n\n\n\nHaha, Danke! Ja...Ich versuche zwar immer ruhig zu bleiben aber manchmal, da geht das Salz mit mir durch. xd \n\nJedenfalls Danke für die schnelle Hilfe! \n\nIch werd versuchen, mich noch mehr zurückzuhalten. x)\n\nAchja, ab wie vielen Banns wird man den gerpermbanned? 3? \n\nUnd ist es mir eigentlich erlaubt, mir während des Bannes einen anderen Account zu machen? \n\nDanke!! ^^\n\n\n\n*EDIT*: Jap, das habe ich zwar auch gelesen, verstanden hatte ich es allerdings nicht! Ich hab darunter verstanden, dass ich, in dem Moment, in dem ich es vorbereite/versende nicht gebannt werden kann. Danke. :D","replies":[{"id":"","poster":"RM Heartmeander","date":"2018-02-14T14:43:36.842+0000","up_votes":1,"down_votes":0,"body":"Du kannst dir einen weiteren acc machen da spricht nicht's dagegen.\nAber vorsicht nach einem 14 Tagesbann reicht schon alleine ein gg ez für einen Permabann, daher schreib lieber nicht's mehr in den Chat bevor du was negatives schreibst.\nWenn du den Chat benutzt, scheib nur gw, gj, gg wp, damit bist du definitiv auf der sicheren Seite.\nOder so was wie let's do Drake/Baron.\n\nUnd nein es gibt keine Entbannungsanträge, wurdest du ersteinmal permagebannt ist der Acc weg, dann musst du auf dem neuen weiterspielen daher halt dich ab jetzt zurück.","replies":[]},{"id":"","poster":"old man kiLu","date":"2018-02-14T13:49:41.310+0000","up_votes":1,"down_votes":0,"body":"Nach dem 2 Wochen ban, folgt der Permaban, aufpassen wie du dich nun im Chat verhaltest ^^","replies":[]},{"id":"","poster":"Gin","date":"2018-02-14T13:49:33.697+0000","up_votes":1,"down_votes":0,"body":"Nach dem 14 Tage Ban ist der Perma Ban der nächste, Freundchen ;)\n\nNichts \"noch mehr zurückhalten\", ganz zurückhalten und aufpassen dass du nichts falsches schreibst!","replies":[]}]}]},{"id":"","poster":"doomo122","date":"2018-02-14T19:38:48.962+0000","up_votes":1,"down_votes":0,"body":"Uhm. Wenn ich jetzt sage, dass ich den 14 Tage Bann schon zweimal hatte? xcx\n\n\nWerd ich dann im Nachhinein gepermbanned?  ._.","replies":[]},{"id":"","poster":"doomo122","date":"2018-02-14T13:43:56.911+0000","up_votes":1,"down_votes":0,"body":"Danke für diese schnelle Hilfe! Hätte nicht erwartet, dass Hilfe so schnell kommt! War schon bisschen am verzweifeln! ^^","replies":[]}]}