{"id":"08OIyEMP","poster":"Filthy Muppet","date":"2019-06-14T07:38:42.213+0000","title":"Nach dem Mordekaiser Ultimate auf Yorick folgen Maiden und Ghule nicht mit ins Todesreich.","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Da der Hauptteil des Schadens von Yorick von der Maiden und den Ghulen stammen und Mordekaiser durch seine Ultimate eh schon einen Teil der Stats von Yorick bekommt, kann ich mir nicht vorstellen, dass dies beabsichtigt war. Die Ultimate von Mordekaiser gegen Yorick ist so kein Skill Matchup mehr sondern ein garantierter Kill für Mordekaiser. Vermutlich wurde diese Situation beim Rework einfach nicht Bedacht und ist meines erachtens ein Bug/Design-Fehler.\n\nErgänzung: Ob die Maiden innerhalb des Todesreich beschwörbar ist und ob ähnliche Probleme bei Annie's Tibers, Ivern's Daisy auftreten habe ich noch nicht getestet. Zumindest haben andere Champs alle ihre Fähigkeiten und Ulti's auch im Todesreich zur Verfügung.","replies":[{"id":"","poster":"Alpacana","date":"2019-06-14T14:58:14.029+0000","up_votes":1,"down_votes":0,"body":"Ich denke schon, dass es so geplant ist. Nur der Champion wird ja ins Paralleluniversum gezogen. Alles was zu dem Champion gehört bleibt einfach im normalen Universum. Gleiches gilt auch übrigens für Illaoi und die Tentakeln. Wenn Illaoi ulted und mit ihren 10 Tentakeln da steht und sie dann von Morde geulted wird werden die Tentakeln auch nicht mitgenommen.\n\nDa frag ich mich doch glatt wie das mit Azir und seinen Soldaten aussieht...bzw wo Riot da die Grenze setzt was alles direkt zu einem Champion gehört und was nicht..","replies":[{"id":"","poster":"Filthy Muppet","date":"2019-06-14T17:28:34.708+0000","up_votes":1,"down_votes":0,"body":"Dann sind ja Champs, die auf externe Schadensquellen beruhen einfach nicht gegen Morde spielbar. Kann doch nicht geplant sein. Stell dir nen Heimerdinger vor, der gut im Spiel ist seine Turrets gestellt hat und dann noch seinen Ultimate Turret stellt. Morde drückt R alle Turrets weg, Morde gebuffed ohne Ende und weglaufen kann man auch nicht.\n\nWenn das wirklich so geplant ist, werde ich einfach in jeden einzelnem Game Morde bannen müssen. Ich dachte ernsthaft es wäre nur ein Bug und wurde einfach übersehen, weil die Pets etc. für mich Bestandteil des jeweiligen Champs sind.","replies":[{"id":"","poster":"Alpacana","date":"2019-06-14T17:51:16.679+0000","up_votes":1,"down_votes":0,"body":"Richtig^^\nIch meine..kann natürlich sein, dass es nur ein Bug ist. Aber der würde dann nicht nur für Yorick gelten, sondern auch für Heimer, Illaoi, (Azir?) und noch diverse andere. Ich kann mir nicht vorstellen, dass Riot die **alle** vergessen hat. Ich denke es ist einfach so gewollt.","replies":[{"id":"","poster":"Filthy Muppet","date":"2019-06-14T18:04:53.439+0000","up_votes":1,"down_votes":0,"body":"Was ist eigentlich mit Barrieren und Flächen? Verschwinden die auch? Anivia Wall, Singed Giftspur um nur zwei zu nennen. Teemo's Pilze geht ich einfach mal von aus.","replies":[]}]}]}]}]}