{"id":"IuelEhlM","poster":"Xayah Strife","date":"2019-06-14T04:31:20.074+0000","title":"[TGSG] Die Rückkehr der Shieldsupporter","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Guten Morgen meine flauschigen Freunde, \n\nhttps://i.redd.it/kd84ofzc65u21.jpg\n\nmit dem neuen Patch feiern wir ein neues/altes Zeitalter. Shieldsupport Buffs wenn auch nur kleine könnten uns endlich wieder eine Ardentmeta bringen. :) \nAls Xayahmain sind Ardentsupports eigentlich nicht die Supporter welche am besten zu meiner kleinen passen aber ich spiele dennoch gerne Botlane mit einem (nehme dann halt was anderes) weil eine Random Lulu oder Janna gefühlt zuverlässiger ist als andere z.B. ein Thresh oder Pyke. Diese sind als Random häufig Coinflip gerade Thresh der sehr beliebt ist kann super schlecht oder super gut sein. \nIch freue mich wahrscheinlich wieder mehr Lulus, Karmas, Jannas usw zu sehen. \nImmer so hässliche Teile wie Thresh wie Pyke zu sehen ist auch doof mehr niedliche Supporter braucht die Kluft. Außer Yuumi die redet zuviel. :( \nYuumi ich weiß das niemand im Geisterreich so gut zielt wie du bitte sag es mir nochmal...>.&lt; \nWurden die Yuumisounds eigentlich generft wenn sie im Gegnerteam ist? Ich höre nicht mehr jedes Q oder E von ihr also was die Katze bei den Spells sagt. \nVielleicht spiele ich auch wieder mehr Lategame ADCs :) auf Kog Maw hätte ich mal wieder Lust. \n\nLulu war btw mein erster Champion mit dem ich Ranked gespielt habe. Mein erster Champion denn ich viel gespielt habe war Garen. Damals haben die Anfänger noch Ashe und Garen bekommen. \nAshe mag ich btw heute auch noch nicht wirklich.\nAls ich damals das erste mal lvl 30 erreicht hatte wollte ich nicht solange warten. (Ein dummer Anfängerfehler nicht nachmachen übt erstmal ein paar Monate im Normal.)\nDarum habe ich anfangen Lulu zu spammen weil Support ja so einfach ist und ich dabei nicht soviel machen muss. (Zumindest muss dabei nicht Lasthitten dann sehen die Leute nicht gleich wie geboostet ich bin/war)  Als Lulu otp konnte ich ja nicht viel falsch machen dachte ich und Sona habe ich mir als 2nd geholt falls meine Lulu mal gebanned wird. Darauf hin habe ich zwei Wochen lang nur Support gespielt und dachte ich wäre bereit für Ranked. \nAber ich war es nicht und habe viel Scheiße in meinem ersten Placement gespielt. Dadurch bin ich dann Bronze 1 geplaced wurden. Irgendwann bin ich dann weiter nach unter gedroppt weil ich selbst nach einem langem Arbeitstag Abends Ranked gespielt habe...Ist ja nur Support ist ja nur Bronze.. Ich dummer Anfänger. Aufjedenfall war das meine ersten Ranked Erfahrung mit meinem ersten Champion welchen ich im Ranked gemaint habe. \n{{sticker:sg-lulu}} \nWas war euer erster Champion im Ranked? Welcher Erinnerung teilt ihr mit ihm und ist es immer noch euer Main oder habt ihr wie ich den Main gewechselt? \n(Obwohl Lulu mir Platz 2 von den Punkte ist habe ich 100k davon in Season 7 gemacht und sie in S8 und 9 kaum gespielt.)\n\nKommt es mir nur so vor oder das Championicon links an der Seite dunkler geworden?\nSieht aus als hätte mal einen dunklen Innenrahmen eingefügt. \n\nAußerdem kann ich keine Items von Teammates mehr pingen?\nIst das bewusst von Rito so gemacht wurden damit man keine Spieler mehr mit Pings flammen kann wenn sie Scheiße gekauft haben?\n\nNachdem ich soviel über meine Lulu oben gesprochen habe werde ich sie am Wochenende auch wieder aktivier spielen. :) \nAuf die guten alten Zeiten \n\nAchja btw Rocky schläft diese Wochenende bei mir das hab ich mit deiner Schwester so abgemacht.:)","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-14T22:07:10.770+0000","up_votes":1,"down_votes":0,"body":"id=00070001000000000000000000000000000000010000000000000001,timestamp=2019-06-14T21:28:06.475+0000)\n>\n> Sagte er, ohne mein Alter zu kennen :)\n> Zu meinem Engel... ich melde mich mal, wenn ich ihn finde. Der macht gefühlt seit Jahrzehnten Ferien^^\n\n\nmein Browser weigert sich gerade die mehr anzeigen Funktion auszuführen. Ich fang wieder oben an.\n\nja gut. das mag an deinen Blogthema liegen, dass ich irgendwiedavon ausgehe, dass du max 21 bist. Kann natürlich völlig falsch sein. Ich hab erst studiert, dann paar jahre gearbeitet und dann noch ne Ausbildung gemacht. Also sollte ich es eigentlich am besten wissen, dass man von der Tätigkeit nicht aufs Alter schließen kann.\n\nWie alt bist du denn :)\n\nIrgendwann wird dir die eine Frau begegnen, die dir Dinge beibringt, ohne es zu wollen, weil sie einfach genau das ist, was du in dem Moment brauchst. Ich wünsch dir, dass du diese frau für immer behältst.\nDer grund warum ich Tamara so liebe und ihr für immer dankbar sein werde ist übrigens folgender. Sie hat mir über den Verlust meines Engels hinweggeholfen","replies":[{"id":"","poster":"INoKami","date":"2019-06-14T22:44:16.441+0000","up_votes":1,"down_votes":0,"body":"Ich grätsche mal dazwischen, da ich \"Blog\" gelesen habe^^\nDachte ich, bis ich mich fragte, ob ich nicht von vornherein damit gemeint war... wenn ja, schreib beim nächsten Mal dazu, wen du meinst, auf mein Gehirn ist da leider selten Verlass...\nUnd ich teile vielleicht eine Eigenschaft mit Xayah: Ich bin wesentlich älter, als ich aussehe. Außer mental, da wäre ich wahrscheinlich sogar noch jünger, als ich aussehe.\nUnd wenn ich nicht gemeint war, mache hier meinen Fail komplett: wer ist Tamara? oO","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-14T23:13:13.624+0000","up_votes":1,"down_votes":0,"body":"ich werde sie nie maggie nennen, der name passt nicht zu ihr. dann noch eher Schokohörnchen ;)\n\nJa hab dich gemeint. Hast du mir nicht vorgeworfen, ich wüsste nicht wie alt du bist oder war es doch xayah? jetzt bin ich verwirrt :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-15T10:25:16.531+0000","up_votes":1,"down_votes":0,"body":"Glaubst du nicht das sie sauer wird wenn du ihren echten Namen hier \"leakst\"?","replies":[]},{"id":"","poster":"INoKami","date":"2019-06-14T23:22:09.251+0000","up_votes":1,"down_votes":0,"body":"Puh, beinahe an der Blamage vorbei^^\nTut mir leid, ich kenne mich hier nicht so aus, bin erst seit einem knappen Jahr Teil des TGSG geworden, ich hab immer noch keinen Plan, wer wer ist. Die Usernames der \"Stammkundschaft\" kenne ich mittlerweile, aber wenn dann richtige Namen dazu kommen... puh.\nJa, die Sache bezüglich meines Alters kam von mir. Zumindest etwas (die Verwirrung) habe ich heute noch geschafft. Yay! Ferien können einen so schön unproduktiv machen^^","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-14T23:36:27.183+0000","up_votes":1,"down_votes":0,"body":"ich bin irgendwie immer davon ausgegangen, dass ihr auch außerhalb des Forums viel zeit mitteinander verbringt. Zusammen zockt, es bestimmt eine WA Gruppe gibt und und und\n\nIhr wirkt einfach immer so vertraut unter einander.\n\nich sollte heute keine Schlussfolgerungen mehr machen... geht alles voll daneben","replies":[{"id":"","poster":"INoKami","date":"2019-06-14T23:38:09.464+0000","up_votes":1,"down_votes":0,"body":"What? Abseits des Forum habe ich mit niemandem Kontakt hier. Vereinzelt kleine Diskussionen mit Xayah und den Jungs aus unserer Konzeptschreiberecke, aber das wars. Ich bin nirgendwo andernweitig involviert.\nIch glaube, die mögen mich einfach nicht :(","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-14T22:24:40.462+0000","up_votes":1,"down_votes":0,"body":"Wenn wir uns irgendwann im Rl treffen sollten zeige dir mein Perso und du wirst du sagen mit diesem Babyface bist du niemals so Alt und mich auslachen und ich sage dann ich muss teilweise immer noch Perso vorzeigen. >.&lt; Naja mit 40 sehe dann innernoch wie 25 aus ;) das Babyface wird sich irgendwann auszahlen. Wenn mir jemand sagt ich sei unreif sage ich einmal ich passe mich meinem Aussehen an. :)\nForever 17 :)\n\nWeil ich nett bin gebe ich dir ein kleinen Hinweise. :) Ich bin älter als deine Tamara aber ich mein Brain ist forever young und ich liebe es ;) ","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-14T23:15:47.927+0000","up_votes":1,"down_votes":0,"body":"jünger Aussehen als man ist, ist super praktisch. Hilft enorm dabei jüngere frauen kennenzulernen :)\n\nhätte dich tatsächlich jünger geschätzt, weil du ein so überzeugter gamer bist. auch ein dummer Gedankengang","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-14T07:34:02.965+0000","up_votes":1,"down_votes":0,"body":"mein erstes ranked. Season 1 mit Singed. War ein Teamranked mit 4 RL freunden. war ne Klatsche. an mein 2tes erinner ich mich besser. Das haben wir gewonnen und ich hab 1 gegen 3 einen Tripplekill im gegnerischen Jungle gemacht und mit 10 HP überlebt. War mein erstes OUTPLAY in lol überhaupt, so was vergisst man nicht. Vor allem wenn es vom gröhlen deiner Freunde begleitet wird","replies":[{"id":"","poster":"INoKami","date":"2019-06-14T07:47:33.760+0000","up_votes":1,"down_votes":0,"body":"Hey... wenn die Frage erlaubt ist: wie lief es gestern? Was ist das Resultat?","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-14T07:54:45.391+0000","up_votes":1,"down_votes":0,"body":"optimal: Wir haben uns eine Friendzone definiert, was ok ist und was nicht. Fallen zwar paar schöne Dinge weg, aber das ist auch besser so. Mal arm in ARm dasitzen oder sich sonst ein klein wenig zu verwöhnen haben wir drinnen gelassen. Und ich muss mich auch künftig nicht selber kämmen","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T08:07:06.365+0000","up_votes":1,"down_votes":0,"body":"Und was wäre wenn ....\n\n...Sie deine Traum Frau geworden wäre ? Ihr geheiratet hättet. Dann 5 Kinder bekommen hättet von denen ihr euren erst geborenen Martin genannt hättet und alle Kinder danach wären eh doof gewesen aber ihr hättet sie trotzdem lieb ausser den kleinen Kevin.... Und dann wärt ihr zusammen alt geworden und ende ? :0","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-14T08:11:02.854+0000","up_votes":1,"down_votes":0,"body":"kevins muss man schon aus Mitleid lieb haben :P\n\nSie kann ja theoretisch immer noch meine Traufrau werden. Momentan ist sie es halt nicht und ich nicht ihr Traummann","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T08:12:47.047+0000","up_votes":1,"down_votes":0,"body":"Ja aber solche Gedanke sind leider doof :(","replies":[{"id":"","poster":"INoKami","date":"2019-06-14T08:20:24.494+0000","up_votes":1,"down_votes":0,"body":"> was wäre wenn\n\nUnd mit diesen Worten fängt meist die Katastrophe an. Ein Mal zu häufig das \"was wäre wenn\" durchgedacht und man kann essentiell sich von logischem Denken für die nächsten Wochen oder Monate verabschieden.\n\nUnd nein, ich spreche nicht aus Erfahrung, wie kommst du darauf?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T08:29:11.341+0000","up_votes":1,"down_votes":0,"body":"Ich weiß :( ich hänge so oft an dem \"was wäre wenn\" das es echt weh tut ^^' \n\nHab dadurch schon viel abbekommen .... Vor allem wenn es dann wirklich in die Richtung geht und man sich denk ja es klappt dann kommt das große Ende und das trifft dann richtig hart :/","replies":[{"id":"","poster":"INoKami","date":"2019-06-14T08:33:29.244+0000","up_votes":1,"down_votes":0,"body":"Oder man tut einfach gar nichts und lässt die Gedanken in sich hineinfressen.\nHab ja auch nur fast 8 Jahre geraucht, bis ich mal eingesehen hab, dass das vielleicht nicht die schlauste Lösung ist...","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-14T08:42:42.166+0000","up_votes":1,"down_votes":0,"body":"Ehrlichkeit ist immer am besten. Menschen, die Ehrlichkeit nicht zu schätzen wissen, haben dich und mich eh nicht verdient.\n\nIch hab ihr gestern wirklich alles gesagt. Auch so Dinge wie, dass ich wahnsinnig gern mit ihr schlafen würde. Glaube für unsre Freundschaft war das nochmal ein Schub in die Richtige Richtung","replies":[{"id":"","poster":"INoKami","date":"2019-06-14T09:10:35.221+0000","up_votes":1,"down_votes":0,"body":"Ich sehe schon, ihr seid alle schlauer und weiser als ich. Bin ja noch ein Azubi, viel zu lernen ich noch habe, junger Padawan!\n\n_\nWarte... ging das nicht irgendwie anders? xD_","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-14T19:54:36.420+0000","up_votes":1,"down_votes":0,"body":"nein, nur ein bischen älter. Was ich früher alles in mich hineingefressen habe.... irgendwann lernt man aus seinen Fehlern","replies":[{"id":"","poster":"INoKami","date":"2019-06-14T20:14:35.118+0000","up_votes":1,"down_votes":0,"body":"So wie ich mich kenne, zweifel ich daran, dass ich jemals schlauer und/oder vernünftiger werde, als ich es momentan bin :D\nAber ich lass mich auch überraschen. Und wenn doch nicht: hey, immerhin war ich schon darauf vorbereitet, immer der Idiot zu sein, der ich gerade bin^^","replies":[{"id":"","poster":"INoKami","date":"2019-06-14T21:28:06.475+0000","up_votes":1,"down_votes":0,"body":"Sagte er, ohne mein Alter zu kennen :)\nZu meinem Engel... ich melde mich mal, wenn ich ihn finde. Der macht gefühlt seit Jahrzehnten Ferien^^","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-14T20:50:35.251+0000","up_votes":1,"down_votes":0,"body":"du bist jedenfalls weiter, als ich in deinem Alter war. Da hab ich es noch nichtmal als Problem erkannt.\n\nwahrscheinlich würde ich immer noch alles in mich reinfressen. Wäre nicht in meiner dunkelsten Lebensphase ein Engel in mein Leben getreten...","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T08:41:31.101+0000","up_votes":1,"down_votes":0,"body":"Gibt es eine schlaue Lösung?","replies":[{"id":"","poster":"INoKami","date":"2019-06-14T09:09:00.460+0000","up_votes":1,"down_votes":0,"body":"Auf jeden Fall schlauere als meine. Reden zum Beispiel. Oder mal nicht sich wie eine P _*_ ssy verhalten würde auch helfen :)","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-14T07:45:17.404+0000","up_votes":1,"down_votes":0,"body":"Season 1 war ich noch in der Ausbildung.\nDa hat uns jemand von den neuen Azubis davon erzählt aber irgendwie hatte ich damals kein Interesse mit lol anzufangen.\nWas wohl passiert wäre wenn ich schon Season 1 gestartet hätte?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T07:49:08.203+0000","up_votes":1,"down_votes":0,"body":"Hätte ich damals auf meine Jungs gehört und rechtzeitig mit League begonnen -.- Hätte ich jetzt den Siegreich Janna Skin! FML","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T07:56:33.357+0000","up_votes":1,"down_votes":0,"body":"Ich habs dir damals gesagt :0","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T07:57:13.947+0000","up_votes":1,"down_votes":0,"body":":DDDDD Da kannten wir uns doch gar nicht!?!?!?!?!?!?!?!??!?!?!?!!?!?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T08:01:00.565+0000","up_votes":1,"down_votes":0,"body":"Stimmt :0 damals kannte ich das Spiel auch noch nicht ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T08:07:39.787+0000","up_votes":1,"down_votes":0,"body":"XD Ich weiß noch wie ich alleine Rappelz spielen musste weil S. und L. LoL spielen wollten. Und wir waren trotzdem im TS XD da war ich natürlich gezwungen den beiden zu zuhören. Das war echt mega weird. Sie haben sich darüber unterhalten was sie zuerst kaufen sollten, ob Schwerter oder Schuhe XD Das die Gegner sie nicht in Büschen sehen können ... das die Base eine Art Stadt ist wie wir sie bisher nur aus MMOs kannten um die Möglichkeit zu haben Dinge zu kaufen XD Sie haben die Base noch Ewigkeiten \"Dorf\" genannt! :D viel zu gut!\n\nUnd ich hab mir währenddessen dann vorgestellt wie Zwergen ähnliche Wesen durch zu hohes Gras rennen und sich gegenseitig abschlachten XD hab mir ja auch nie Bilder angeguckt oder so.\n\nJa ja ... :D Das war schon genial.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T09:14:38.326+0000","up_votes":1,"down_votes":0,"body":"Rappelz war ein schreckliches Spiel aber hübsch dafür damalige Verhältnisse.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T09:16:00.525+0000","up_votes":1,"down_votes":0,"body":"Isso","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T08:14:04.742+0000","up_votes":1,"down_votes":0,"body":"Klingt wirklich gut :D \nWar sicher sehr lustig das mit anzuhören ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T08:21:18.087+0000","up_votes":1,"down_votes":0,"body":"Ohja ^^ das war es.\n\nWobei ich natürlich auch dezent eifersüchtig war und angefressen weil aus diesem \"mal kurz rein gucken\" immer Stunden geworden sind und wir eigentlich Dungeons laufen wollten. Bis ich dann irgendwann bei anderen Gruppen zugesagt habe die mich wollten.\n\nWas den Jungs dann nicht gepasst hat weil des teilweise Leute waren mit denen mehr oder weniger Krieg herrschte XD Aber ich hatte die coolsten Buffs, war gut und hatte persönlich keinen Stress mit jemandem. Das war dann mehr so ein Gildending .-. aber man hat mich neutral behandelt weil wie gesagt ... auch andere wollten mich für Dungeons.\n\nTja. Und im Endeffekt bin ich die einzige die noch League spielt. Wobei L. seit geraumer Zeit wieder aufgetaucht ist und auffällig viel spielt. Aber eigentlich ignoriere ich das mehr tbh .-.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T08:27:03.580+0000","up_votes":1,"down_votes":0,"body":"Ja kenne ich von meinen alten Freundes Kreis mit denen ich gespielt habe bin auch ich nur noch ich übrig geblieben :/","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T08:29:45.762+0000","up_votes":1,"down_votes":0,"body":"\\o/ Wir sind zwei arme allein gelassene und verlorene Seelen welche sich durch die Fügung des Schicksals im Forum gefunden und durch Max Discord/ Stream *[mir fällt das Wort an dieser Stelle nicht ein]* haben.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T08:44:27.744+0000","up_votes":1,"down_votes":0,"body":"Das stimmt ^^ \n\nAber wir haben neuen Leute gefunden :D also liegt es nicht an uns das alle weg sind ^^ das ist doch schonmal beruhigend :) \n\nUnd ich hab meine Lieblings Supporterin gefunden :D \n\nWas ich in gewisserweiße meinen flame zu verdanken haben ^^'","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T08:46:32.359+0000","up_votes":1,"down_votes":0,"body":":') Dunno. Bei deinem Support werd sogar ich zum Flamer XD Aber okay ...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T08:54:38.096+0000","up_votes":1,"down_votes":0,"body":"Nein nein XD deine Supporterin.\n{{sticker:zombie-brand-clap}}","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T08:52:32.565+0000","up_votes":1,"down_votes":0,"body":"Wenn ich Support spiele ? :D \nMöglich das das etwas anstrengend ist ^^","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-14T07:58:57.177+0000","up_votes":1,"down_votes":0,"body":"dann hättest du wie ich wahrscheinlich auch keine Lust mehr auf LOL","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T08:00:15.354+0000","up_votes":1,"down_votes":0,"body":"Warum ? :0","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-14T08:06:41.651+0000","up_votes":1,"down_votes":0,"body":"Warum ich keine Lust mehr habe?\n\nfrag ich mich selbst: Mir macht Lol einfach keinen Spaß mehr. Find ich zwar schade, aber ist halt so","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T08:14:37.715+0000","up_votes":1,"down_votes":0,"body":"Das ist wirklich schade :/","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-14T08:01:39.891+0000","up_votes":1,"down_votes":0,"body":"Ich hatte vorurteile und dachte es würde kacke werden wie fast jedes Free to play zu dieser Zeit.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-14T08:05:08.228+0000","up_votes":1,"down_votes":0,"body":"ja ich auch. waren 3 Partys und überredungsversuche nötig, bis ich versprochen habe es mir anzuschauen ;)\n\nKostenlos? Das MUSS pay to win sein...","replies":[]}]}]}]}]},{"id":"","poster":"Dreadlord Mike","date":"2019-06-14T14:06:05.166+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe dass die Ardent meta niemals zurückkehrt auf der botlane denn es war die most skillless meta die es jemals gab.\nEs gab unzählige Supporter die sich viel zu viel Elo verdient haben nur weil sie Ardent supporter abused haben(die meiner Meinung nach ein einarmiger spielen kann bis auf wenige Ausnahmen).\nArdent Meta = Nein Danke.\n\nMein erster Champ war Veigar, den spiele ich sogar noch heute mehr oder weniger erfolgreich.\nMein jetziger Main ist wohl Swain, finde einfach das champ design mega gut obwohl er zurzeit nicht der stärkste Pick ist spiele ich ihn trotzdem.\nDas mit den items pingen ist wohl ein Bugg.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-06-14T05:39:57.412+0000","up_votes":1,"down_votes":0,"body":":o Und den TS Besuch habe ich gestern Abend auch überlebt!\n\nIch war sogar fast eine Stunde da °^° Und es war gar nicht so schlimm. Man plant zwar nochmal eine Art \"Versammlung\" am 21. oder 22.06. ... Aber das muss ich abwarten. \n\nAußerdem stelle ich gerade fest das ich Halsschmerzen habe D: Mamiiiiiiiiiiiiiiiiiiiiiiiiii","replies":[{"id":"","poster":"Necromant","date":"2019-06-14T06:33:09.561+0000","up_votes":1,"down_votes":0,"body":"Also wir heute Abend im TS? nice","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T06:39:24.454+0000","up_votes":1,"down_votes":0,"body":":x Heute Abend schlafe ich?!","replies":[{"id":"","poster":"Necromant","date":"2019-06-14T07:19:27.746+0000","up_votes":1,"down_votes":0,"body":"gibts ni. schläfst doch sowieso wieder übern mittag","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T07:31:43.128+0000","up_votes":1,"down_votes":0,"body":"Wenn mir die Götter der Taxen wohl gsonnen sind, bin ich 15 Uhr Zuhause.\n\nSpazieren, Duschen, Kochen, Essen.\n\nDann muss ich noch was austüfteln und eine Einkaufsliste machen x.x und nach dem Kochplan gucken. Beim letzten Mal hat mich das bis 18:30 Uhr wach gehalten D: wo ich dann aber auch wortwörtlich gestorben bin.\n\nWenn mir des heute wieder passiert, schlaf ich eh bis Samstag durch :3","replies":[{"id":"","poster":"Necromant","date":"2019-06-14T10:24:19.747+0000","up_votes":1,"down_votes":0,"body":"nö, koffein, allet voll koffein! es gibt kein schlaf, das eine Lüge der Politik!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T10:25:10.967+0000","up_votes":1,"down_votes":0,"body":"Lefloidstyle 7 Tage Augenringe?","replies":[{"id":"","poster":"Necromant","date":"2019-06-14T10:27:20.820+0000","up_votes":1,"down_votes":0,"body":"7 Tage? Welch Anfänger","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T10:34:22.401+0000","up_votes":1,"down_votes":0,"body":"7 Tage in der Woche meinte ich.\nOder hat deine Woche etwas mehr als 7 Tage? \nVerheimlichst du uns etwas?","replies":[{"id":"","poster":"Necromant","date":"2019-06-14T11:25:06.158+0000","up_votes":1,"down_votes":0,"body":"ja","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-14T06:43:49.026+0000","up_votes":1,"down_votes":0,"body":"Meine Beschwörung war erfolgreich. :)","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-14T05:51:33.308+0000","up_votes":1,"down_votes":0,"body":"Wenn du nach aufstehen Halsschmerzen hast könntest du in der Nacht viel geschnarcht haben.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T05:58:40.969+0000","up_votes":1,"down_votes":0,"body":"Dann müsste ich jeden Morgen Halsschmerzen haben °^°","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T06:07:21.182+0000","up_votes":1,"down_votes":0,"body":"Kommt drauf an wie viel du vor dem schlafengehen und während der Nacht trinkst.\nWenn ich kaum was trinke hab ich auch Halsschmerzen.\nAnsonsten wirst du wohl Krank werden. :(","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T06:27:29.665+0000","up_votes":1,"down_votes":0,"body":"Ich muss einfach nur schlafen >.&lt;\n\nJetzt brav trinken und essen ... und dann gut schlafen wenn ich Zuhause bin. Ich kann mal vorsichtshalber gucken ob die Aushilfen ein 'krank sein' meinerseits auffangen könnten ... aber da Frau Pferd nicht da ist, würde es mir nichts ausmachen zu arbeiten XDDD und es sind nur noch 2,5 Wochen bis zum Urlaub :(","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T06:32:29.567+0000","up_votes":1,"down_votes":0,"body":"Du schaffst das. :)\n\nIch muss mir endlich angewöhnen das Rollo ganz runter zu machen.\nBin schon wieder viel zu früh aufgewacht und konnte nicht mehr eingeschlafen. :(","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T05:46:13.236+0000","up_votes":1,"down_votes":0,"body":"Oha als Frau davon zu schreiben das man Halsschmerzen hat :D \n\nUnd los :D \n\n*ein wildes max erscheint*","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T05:57:31.867+0000","up_votes":1,"down_votes":0,"body":"XDDDDDDDD Nach gestern hat er mich eh etwas traumatisiert! Das er sich immer irgendwelche komischen Dinge aus verschiedenen Sätzen zusammen gebaut hat :D Teilweise hätte ich am liebsten hier gesessen und einfach nur ROFL geschrien XDDD\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T06:06:31.774+0000","up_votes":1,"down_votes":0,"body":"Ich fand das sogar ziemlich kreative wenn auch ein wenig Gemein Wörter von dir aus dem Zusammenhang zu reißen.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T06:04:21.238+0000","up_votes":1,"down_votes":0,"body":"Meno das ist mir dann entgangen ^^ \n\nMan muss aber auch aufpassen was man sagt :D \n\nIch seh es ja bei mir er ließt meinen Namen im Chat und denkt direkt an Chalanger :D würde er natürlich nie zugeben ^^'","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-14T05:50:50.269+0000","up_votes":1,"down_votes":0,"body":"*ein wildes max erscheint*\n*ein wildes max erscheint*\n*ein wildes max erscheint*\n\nhat es geklappt?","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-06-14T09:16:39.989+0000","up_votes":1,"down_votes":0,"body":"\\o/ Spotify Offline kann ja so wichtig zum Überleben sein\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T09:19:34.605+0000","up_votes":1,"down_votes":0,"body":"Ich höre Musik über Youtube :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T09:24:52.264+0000","up_votes":1,"down_votes":0,"body":"Nja XD Ich sollte nicht offensichtlich meinen PC dazu nutzen Seiten zu besuchen die ich nicht besuchen darf :D Deswegen ist Spotify mega praktisch. Ich lade meine Playlisten immer runter damit ich auch offline Musik hören kann. Jetzt muss ich nur aufpassen das gleich genug Akku da ist für den Heimweg XD denn an mein Ladekabel habe ich nicht gedacht :')","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T09:25:48.118+0000","up_votes":1,"down_votes":0,"body":"Stimmt das wäre doof. :(\n\nWas gibt es denn heute bei dir zu essen?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T09:29:04.744+0000","up_votes":1,"down_votes":0,"body":"GUT DAS DU FRAGST! XD\n\nEs gab zwei Eiweißbrote mit gekochtem Schinken\nEine 250g Schale mit Cherry Romatomaten\n90g Kartoffeln mit ein wenig Kräuter Hollandaise\n\n\\o/ Und dann kommt noch eine von der Hauswirtschaft die heute Geburtstag hat und gibt mir eine Dose mit zwei Stückchen Kuchen! Einer ist Sahne mit Marzipan oder so und der andere ist ein großer Keks mit was sahnigem in der Mitte, ein wenig Schokolade :D\n{{sticker:sg-jinx}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T10:26:24.228+0000","up_votes":1,"down_votes":0,"body":"Ohne den Kuchen wäre es sogar Gesund. :D \nDie mit Keks hätte ich gerne gehabt weil Marzipan nicht mein Ding ist.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T10:38:09.075+0000","up_votes":1,"down_votes":0,"body":"Der Kekskuchen war auch übelst geil XD da war nur ein kleiner weißer Sahnekern. Aber die Haube war ein großer SchokosahneKlecks XD Gott war das gut °^°","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T10:41:06.478+0000","up_votes":1,"down_votes":0,"body":"Toll jetzt will ich auch so ein Teil haben >.&lt;","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T10:43:20.741+0000","up_votes":1,"down_votes":0,"body":"XD Ich will auch noch so eins!\n\nAlso wenn in der Mitte noch 'ne Kirsche gewesen wäre, oder überhaupt irgendwie verarbeitet, dann wäre ich vermutlich hoch gerannt und hätte auf Knien und weinend nach dem Rezept gebettelt XD So hat es bis Montag Zeit :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T10:45:30.863+0000","up_votes":1,"down_votes":0,"body":"Lass uns ein backen aber diesmal mit einer Kirsche. :)\n\nhttps://i.redd.it/e3gh9xuz1kx11.jpg\n\nbist du dabei?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T10:48:55.018+0000","up_votes":1,"down_votes":0,"body":"Ja! Aber du hältst 5 Meter Abstand zu mir XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T10:58:02.110+0000","up_votes":1,"down_votes":0,"body":"Ich hab gleich keine lust mehr...\nSchon bestimmt 10 Championselects gemacht..Scheiß Mordekaiser..>.>\nIch geh gleich wirklich Blade and Soul spielen.","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-06-14T10:51:40.436+0000","up_votes":1,"down_votes":0,"body":"ne? \n{{sticker:sg-ahri-3}}","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-06-14T06:32:43.289+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Xayah Strife,realm=EUW,application-id=YnZkMR0R,discussion-id=IuelEhlM,comment-id=,timestamp=2019-06-14T04:31:20.074+0000)\n>\n> https://i.redd.it/kd84ofzc65u21.jpg\n\nIch setze dagegen:\n\nhttps://pbs.twimg.com/media/D7BFGXDUIAEFla1.jpg","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T06:38:14.557+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Necromant,realm=EUW,application-id=YnZkMR0R,discussion-id=IuelEhlM,comment-id=0004,timestamp=2019-06-14T06:32:43.289+0000)\n>\n> Ich setze dagegen:\n> \n> https://pbs.twimg.com/media/D7BFGXDUIAEFla1.jpg\n\nIch setze dagegen:\n\nhttps://i.redd.it/g4m0z0x7cn331.jpg","replies":[{"id":"","poster":"Necromant","date":"2019-06-14T07:20:19.875+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Xayah Strife,realm=EUW,application-id=YnZkMR0R,discussion-id=IuelEhlM,comment-id=00040000,timestamp=2019-06-14T06:38:14.557+0000)\n>\n> Ich setze dagegen:\n> \n> https://i.redd.it/g4m0z0x7cn331.jpg\n\nIch counter mit Riven :3\n\nhttps://media.discordapp.net/attachments/416512556975521793/530751654178324500/Riven-Fan-Art-By-Kyoshinou.jpg","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T07:36:18.561+0000","up_votes":1,"down_votes":0,"body":"Äh macht mal in einer Reihe weiter sonst wird unübersichtlich !","replies":[{"id":"","poster":"Necromant","date":"2019-06-14T10:23:29.116+0000","up_votes":1,"down_votes":0,"body":"no u","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-14T07:28:33.100+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Necromant,realm=EUW,application-id=YnZkMR0R,discussion-id=IuelEhlM,comment-id=000400000001,timestamp=2019-06-14T07:20:19.875+0000)\n>\n> Ich counter mit Riven :3\n> \n> https://media.discordapp.net/attachments/416512556975521793/530751654178324500/Riven-Fan-Art-By-Kyoshinou.jpg\n\nIch setzte mein Trumpfkarte ein:\n\nDrei Engel für Naofumi!!!\n\nhttps://i.redd.it/355fa1pyar331.jpg","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T07:36:42.435+0000","up_votes":1,"down_votes":0,"body":"Mach mal in einer Reihe weiter sonst wird es unübersichtlich :/","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T07:49:59.073+0000","up_votes":1,"down_votes":0,"body":"Max kann gerne auf dein letztes Bild antworten. Aber mit 3 in einer Reihe ist das seltsame wir bräuchten eine feste Reihenfolge.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T07:57:04.644+0000","up_votes":1,"down_votes":0,"body":"Ja man hätte einfach immer aufs letzte Bild antworten müssen aber ihr habt es beider falsch gemacht :/","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T07:02:03.544+0000","up_votes":1,"down_votes":0,"body":"Ich setze dagegen \n\nhttps://images.app.goo.gl/xdU2jKShSy2jVmqi7","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T07:15:38.033+0000","up_votes":1,"down_votes":0,"body":"Ich countere deine cuteness mit noch mehr cuteness \n\nhttps://i.redd.it/kg6v708d0ps21.jpg","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T07:28:27.497+0000","up_votes":1,"down_votes":0,"body":"Süß ja aber counter nicht nanachi :0 \n\nOk dann hier !\n\nhttps://images.app.goo.gl/G9ZGZuWfTZxPZ9Fy6\n\nAttacke Tomoko ","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T07:32:44.636+0000","up_votes":1,"down_votes":0,"body":"Creepy kann ich auch^^ \n\nhttps://i.redd.it/sl88us1mmin21.jpg\n\n12","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T07:35:25.346+0000","up_votes":1,"down_votes":0,"body":"Tomoko ist süß ! Und nicht creepy -.-\n \nAber ok Hier! \n\nhttps://images.app.goo.gl/xcGyNVYnoZaAWYiq7","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T08:13:57.119+0000","up_votes":1,"down_votes":0,"body":"Okay gut dann mache ich weiter wenn Max nicht möchte.\n\nkomisches Bild von Melty was ich gerade auf Reddit gefunden habe:\n\nhttps://i.redd.it/uhxwp1j87l331.png","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T08:22:14.717+0000","up_votes":1,"down_votes":0,"body":"Kenn ich nicht :0 \n\nFrosch Power! :3 \n\nhttps://images.app.goo.gl/gqt14h8d9cy2JzkVA\n\nDas beste bisher an der Serie ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T08:26:48.598+0000","up_votes":1,"down_votes":0,"body":"Melty = Rising of the Shieldhero \n\nIch nehme was bekanntes \n\nhttps://i.redd.it/o1nfvv1v08431.jpg\n\nLos Emilia Blizzard !!!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T08:40:23.003+0000","up_votes":1,"down_votes":0,"body":"Kenn ich auch nicht ^^ hast du mir aber mal gezeigt glaub ich :0\n\nLos Sinon ! \n\nhttps://images.app.goo.gl/Rt7nAaqxR7PHdnte8","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T08:46:36.402+0000","up_votes":1,"down_votes":0,"body":"Ich glaube nicht das wir uns mal über Re:Zero unterhalten haben. \n\nBah Staffel 2 war die schlechteste \n\nAlice is besser als Sinon\n\nhttps://i.redd.it/bmkmcz14t1p21.jpg","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T08:51:03.785+0000","up_votes":1,"down_votes":0,"body":"Also besser als die Staffel mit der Elfen Welt :/ \n\nDas sagt mir auch nichts :0\n\nHaru Haru! \n\nhttps://images.app.goo.gl/AEdyxtcM2GruxBFaA","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T08:56:46.837+0000","up_votes":1,"down_votes":0,"body":"Die Elfen Welt ist der zweite Teil der ersten Staffel. \nHat sich alles zu schnell angefühlt hätte man auch in eine extra Staffel packen können. \n\nDie Tante kenn ich nicht. :D \n\nHolo darf heute auch nicht. fehlen :)\n\nhttps://i.redd.it/if0il90tnsy21.png","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"INoKami","date":"2019-06-14T07:22:52.403+0000","up_votes":1,"down_votes":0,"body":"Mein erstes Mal im Ranked? Natürlich mit Galio!\nDamals noch, Season 3... es war auch Draft Pick und Blind Pick gemischt, heißt: es wurde im Draft Champions ausgewählt, aber wer wohin will musste im Chat durchgegeben werden wie beim Blind Pick (Teambuilder gab es ja erst ab Season 6). Und ich... habe stillschweigend nichts gemacht und Galio geinstalockt, obwohl schon jemand anders Mid wollte :*\nAber er hat dann mitgespielt, mich auf Mid gelassen und ich glaube, wir haben sogar gewonnen^^\n\n> Außerdem kann ich keine Items von Teammates mehr pingen?\n\nIst uns auch schon aufgefallen. Und ich finde das komplett bescheuert? Warum darf ich mein Team nicht mehr vorwarnen, dass der ADC jetzt ein QSS hat?\nAch klar, weil es ja SoloQ ist und solche Infos niemanden einen Sch _**_ ss interessieren, wie konnte ich so blöd sein und das vergessen? Und Spampings des Teams werden damit unterbunden, hervorragend, zwei Fliegen mit einem Nerf!\n\nNein, ich finde es immer noch bescheuert. Vor allem, weil ich das immer noch aus Gewohnheit mache, nur, um mich daran zu erinnern, dass es nicht mehr geht...","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T07:48:30.931+0000","up_votes":1,"down_votes":0,"body":"Davon hab ich Parodien auf Youtube gesehen wie es damals war.\nStell ich mir schrecklich vor. \n\nPassiert eigentlich selten das Leute dafür geblamed werden.\nMeistens bin ich das sogar wenn ich dem Warwick pingen das er gerade wirklich AD-Jungleitem + BT gekauft hat. :D \nZählt das schon als toxisch? :(","replies":[{"id":"","poster":"INoKami","date":"2019-06-14T07:52:55.699+0000","up_votes":1,"down_votes":0,"body":"Wat? Es gibt Parodien von meinen ersten Abenteuern im Ranked? Bin ich etwa schon so bekannt in der Szene? xD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T08:05:19.903+0000","up_votes":1,"down_votes":0,"body":"Ne das war eine Animation welche ich durch Zufall mal gefunden habe:\nhttps://www.youtube.com/watch?v=lQZpATpve5c","replies":[{"id":"","poster":"INoKami","date":"2019-06-14T08:21:49.508+0000","up_votes":1,"down_votes":0,"body":"Oooooooh Gott, das kenne ich ja noch. Damals, als man noch MachinimaRealm ohne schlechtes Gewissen schauen konnte...^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T09:16:08.173+0000","up_votes":1,"down_votes":0,"body":"Ich glaube das war auch mal auf einem anderen Kanal hab auf die schnelle nichts besseres gefunden.","replies":[{"id":"","poster":"INoKami","date":"2019-06-14T09:21:23.904+0000","up_votes":1,"down_votes":0,"body":"Sag ich doch. MachinimaRealm. Zumindest kenne ich es von dort. Wenn du damals lustige LoL-Videos oder gute Top x von y in LoL sehen wolltest, war das deine Anlaufstelle. Bis es irgendwann Müll wurde...","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T09:24:16.469+0000","up_votes":1,"down_votes":0,"body":"Ich wusste den Namen nicht mehr sorry. Irgendwas mit Realm hatte ich ihm Kopf.\nEnu macht ja auch kaum noch Videos was sehr schade ist.","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T07:55:42.638+0000","up_votes":1,"down_votes":0,"body":"Oh ja vor allem die Folge bei youporn war fast schon zum fremdschämen ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T07:56:22.167+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-miss-fortune}}","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-14T09:17:38.776+0000","up_votes":1,"down_votes":0,"body":"Machen die ganzen Bilder den Thread eigentlich langsam für Handynutzer oder hält es sich in grenzen?","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-06-14T05:29:14.548+0000","up_votes":1,"down_votes":0,"body":"> Immer so hässliche Teile wie Thresh wie Pyke zu sehen\n\nXD Isso. Wobei ich gerne gegen sie spiele da die Gegner meistens schlecht sind :x selten das mir mal die Hutschnur platzt weil ich das Gefühl habe die cheaten und jeden Hook treffen - sogar wenn sie 20 KM daneben \"werfen\" v.v\n\n> Was war euer erster Champion im Ranked? \n\nAls ich noch mit Person X 24/7 League gespielt habe, hat er mir tatsächlich Lulu als letzten Champion geschenkt damit er mich mit ins Ranked zerren kann. Ich glaube auch das ich die ersten Spiele mit ihr gemacht habe .-. da bin ich aber nicht ganz sicher.\n\nGestern Abend hab ich mir noch fix das Karma Paket gekauft °^° obwohl ich den neuen Skin gar nicht so super toll finde. Aber die Chromas reißen ein wenig raus. Und es ist Karma .-. meine Karma.\n\nWegen des Skins und der Anpassung der Effekte von Lulus Spells habe ich auch ehrlich gesagt Lust sie zu spielen. Aber Karma spiele ich nur tryhard mäßig in der SoloQ ... auf die ich keine Lust habe und nicht angewiesen bin weil ich seit Ewigkeiten mein 0815 Ziel von Gold erreicht habe XD Aber ich könnte noch einen Smurf einranken ... Aber Smurf und tryhard .-. Ich weiß ja nicht. Mal schauen!\n\n> Achja btw Rocky schläft diese Wochenende bei mir das hab ich mit deiner Schwester so abgemacht.:)\n\n#N.I.E.M.A.L.S! Fass mein Hundi an und wir vernichten dich °^°","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T05:38:09.725+0000","up_votes":1,"down_votes":0,"body":"Hitboxen sind lol sind komisch.\n\nMorgana und Lux treffen auch gerne mal Dinge die sind eigentlich nicht treffen sollten von der Animation her. \n\nDen Jhinskin hätte man auch zu Halloween rausbringen können. :D\nAußer glaub ich das die Ult verbuggt ist. Ich könnte ich der Ult nicht richtig zielen weil ein Effekt von Skin mir die Sicht versperrt hat. \n\nTell me more about this Smurf. :) \n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T05:55:08.855+0000","up_votes":1,"down_votes":0,"body":"Beim Jhin Skin finde ich die Ult halt mega gut XD War fast 'worth to buy' aber ... ich habe nicht mal ein einziges Mastery Pünktchen auf ihm :D Und eines Tages krieg ich den Skin so oder so .-.\n\n> Tell me more about this Smurf. :)\n\nEr ist alt! So alt, dass man Spiele erst wieder seit dem 24. Mai 2019 sehen kann und vorher einfach keine Spiele existieren. Weder bei op.gg und nicht mal im Spielverlauf hier auf der Seite des Forums. Am 24. Mai war der Tag wo ich ihn wiederbelebt habe!\n\nSeit jenem Tag hat er nur 11 ARAMs gespielt :> aber 100% Winrate.\nhttps://images2.imgbox.com/57/69/QzivrMKo_o.jpg\n\nFaszinierender war für mich die Tatsache das ich zwei Spiele hart carrien musste :o einmal als Ahri wo ich wenigstens noch von zwei Randoms Unterstützung bekommen habe ... und einmal als Syndra.\n\nIn dem Syndra Spiel hatte ich einen First Time Nunu der überzeugt war es wäre richtig einfach mit einem Schneeball in die Gegner zu rennen und instant zu sterben weil er full AP war. Und immer wenn er tot war hat er gesagt \"We cant win. They are so good!\" LOL XD Dumm das ich auch einen Xin hatte der praktisch genau das gleiche gemacht hat .. nur in der AD Version XDDDDDDDDDDD Und dann dieser perma FF-Zwang. ABER ICH WOLLTE MEINE 100% WINRATE NICHT WEGEN SOLCHEN IDIOTEN AUFGEBEN!\n\n:> Und dann hab ich sie fertig gemacht!\n\nAber hab da jetzt wieder einige Wochen nicht gespielt ^^ Und ich hätte gerne einen schönen Namen der mir gefällt bevor ich ihn irgendwie ernsthafter nutze :&lt;","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T06:11:14.333+0000","up_votes":1,"down_votes":0,"body":"Das hat mir der Support gegen dem ich gestern den Skin getestet hatte auch gesagt. :D \n\nIm Aram geht das manchmal gerade in Lowlevelbereich. :) \nIch hab vor ein paar Wochen durch Zufall ein Penta mit Kata im Aram gemacht. \n\nhttps://www.youtube.com/watch?v=Bs46dwhzagU&amp;feature=youtu.be\n\nQuadrakill hört sich lustig an aber ich vermisse meine Vierfachtötung. :((\nps: das ist blonder Chromoskin ich mag blonde Haare lass mich ","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T06:46:04.395+0000","up_votes":1,"down_votes":0,"body":"> ps: das ist blonder Chromoskin ich mag blonde Haare lass mich \n\nIch bin dunkel blond und hab mir vor ein paar Jahren mal die haare blondiert, weil ich das hellere mal ausprobieren wollte XD GING GAR NICHT KLAR!\n\nGlaub nach nicht mal 24 stunden habe ich dann mein geliebtes Rot gefärbt. Das war mega geil >.&lt; Ich hatte Mahagoni benutzt was ja eigentlich eher dunkler ist. Aber es war Sommer :D und sobald die Sonne meine Haare berührt hat, sahen meine Haare im Licht aus wie ein Feuerball °^° Das hat so schön geleuchtet! Und der Effekt ist nur entstanden weil ich zuvor blondiert und somit eine sehr helle Grundlage hatte xp","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T06:56:09.955+0000","up_votes":1,"down_votes":0,"body":"Das hätte ich gerne gesehen. :D \nImmerhin bist du damit leicht auffindbar falls du mal verloren gehst. :) \nDie Farbe hat meine Frisörin glaube ich beim meinem letzten Besuch auch gehabt. \nEin Rot was leicht in braun übergeht.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T07:00:57.719+0000","up_votes":1,"down_votes":0,"body":"Edel Mahagoni ist mein lieblingston. Werd ich mir vielleicht auch wieder färben wenn ich vernünftige Haare habe. Je nachdem was dann mit meinem Naturton passiert XD Muss man immer abwarten","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T07:16:31.524+0000","up_votes":1,"down_votes":0,"body":"Was sind bei dir vernünftige Haare?\nStimmt deine Länge oder dein Schnitt nicht?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T07:47:18.085+0000","up_votes":1,"down_votes":0,"body":"Die Struktur ^^\n\nIch habe Naturlocken und dickes Haar. Das sieht immer sehr wild und chaotisch aus XD weswegen ich sie eigentlich immer nur zusammen gebunden habe.\n\n\"Vernünftig\" wäre dann eine 'New Shaw' Anwendung. Das heißt wenn ich die Haare gewaschen habe und sie föhne wird die Struktur der Haare automatisch extrem geglättet. Durch die Naturlocken muss ich danach zwar nochmal mit einer Glättungsbürste drüber gehen, aber das dauert dann nur fünf Minuten statt fast einer Stunde :>\n\nDas ganze hält bis zu sechs Monate und ist einfach genial!\n\nHm XD Aber ja ... geschnitten werden müssten sie auch nochmal. Aber da weiß ich noch nicht ob nur Spitzen oder extremer.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T08:08:37.053+0000","up_votes":1,"down_votes":0,"body":"Dickes Haar und ansätze von Locken...Ich hasse es >.&lt;\nDas hat früher so ewig lange gedauert wo ich noch richtig lange Haare hatte und noch nichts von Glätten wusste.\nIch mag es gerne Glatt obwohl das selbst bei nicht ganz so langem Haar und glätten häufig nichts so Funktioniert wie ich es gerne hätte.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T08:14:21.004+0000","up_votes":1,"down_votes":0,"body":"Funktionieren sollte es immer ^^ meistens ist die Haltbarkeit das Problem.\n\nUnd desto kürzer die Haare °^° desto effektiver ist alles andere. Und es fühlt sich einfach so viel besser an. Mit 'New Shaw' sind deine Haare wunderbar weich und sie glänzen wie Edelsteine im Sonnenlicht \\o/ Oder so ähnlich XD \n\nAber ich will bis mindestens September warten damit x.x","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T08:18:19.953+0000","up_votes":1,"down_votes":0,"body":"Du solltest Werbung für Haarpflegeprodukte machen. :D \n\nIch weiß gar nicht wann ich das nächste mal wieder schneiden gehen.\nIch bin irgendwie eh nie zufrieden damit und ich schaffe es auch nie mich so auszudrücken das die versteht was ich gerne hätte...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T08:24:08.286+0000","up_votes":1,"down_votes":0,"body":"Meine wurden auch zuletzt vor zwei Jahren geschnitten glaube ich .. oder drei? Und das obwohl meine Mama Friseurmeisterin ist XDDDDDD\n\nAber sie weiß dafür auch das ich zum Beispiel gerade Schnitte hasse. Ich mag es wenn die Spitzen eher spitz zu laufen und kräftig durchgestuft sind. Dann fallen sie viel schöner und lockerer.\n\nWenn du nicht beschreiben kannst was du willst, dann such dir Bilder und zeig sie dem Friseur :> Das ist wesentlich einfacher für beide Seiten und beugt meist Missverständnissen vor ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T08:54:30.610+0000","up_votes":1,"down_votes":0,"body":"Ich sollte auch mal zu deiner Mama gehen. :) \nGerade Schnitte ja. Ich möchte kein gerade Pony haben und ich weiß ich kann mir die schräg hinlegen aber wenn der einfach schon schräg ist macht es leichter. \nAber jedesmal muss ich sagen das Pony mir zu gerade ist und das dann doof aussieht...>.&lt;","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-14T08:20:45.732+0000","up_votes":1,"down_votes":0,"body":"Omg seitdem das Morderework draußen ist hat sich die Dodgerate gefühlt verdreifacht.\nIn fast jedem Game will jemand Morde spielen und wenn er gebanned wird gibt es ein Dodge und wenn er von Gegnerteam gepicked wird gibt es Dodge. \nSo schlimm war es gefühlt noch nie bei einem Rework oder neuem Champion.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-14T08:22:14.245+0000","up_votes":1,"down_votes":0,"body":"xayah rakan?\n\ndas hab ich damals am schlimmsten empfunden","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T08:51:20.530+0000","up_votes":1,"down_votes":0,"body":"Da war ich gerade lvl 30 geworden. :D \nAber ich fand die Zeit nicht so schlimm wie gerade.","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T08:24:24.765+0000","up_votes":1,"down_votes":0,"body":"Ja hatte bei meinen letzten 3 games im stream glaub 9 CS gehabt ... Davon sogar glaub 5 am Stück-.-","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T05:15:13.120+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :) \n\nAlso gegen Schild Supporter habe ich nichts :) find ich sogar gut wenn meine Supporterin sie Spiel kann ich mir dadurch etwas mehr Fehler erlauben. Was ich dann auch tue ^^' \n\nRanked hab ich auch mit Support angefangen. Leo und morgana ... naja bin auch B1 gekommen und dann runter auf B4 damals und dann aber komplett Solo hoch zu S5 da hat mir dann gereicht :) \n\nDann irgendwann umgestiegen auf adc mit einen premade der Mid war und hoch auf S1 dann nach einer loosing streak und einen Streit unabhängig davon dann nicht mehr zusammen gespielt. Damals hatte ich 62%? Win rate auf meinen geliebten twitch bei über 100 games auf ihn :3\n\nDann mid gemaint und mit ahri und Annie hoch zu S1 mit 61% Overall dann aber von den Promos so hart getrollt und getiltet worden das ich es 13 mal versuchen musste bis meine wr bei 51% war und dann Gold 5 damals ... Dann hoch zu G4 Promo und wieder selbes Spiel dann nicht mehr gespielt also ranked ...\n\nDiese season wieder vermehrt Adc mit zweit Rolle Mid und hat jetzt eine Weile gedauert aber neulich G3 gekommen :) denk wenn ich noch mehr spielen bis ende der season könnte ich noch etwas höher kommen :3 ich hoffe es \n\nMeine Mains sind und waren also meiste Punkte und so \n\nTwitch 380k \nJinx 282k\nCaitlyn 220k\nMiss Fortune 210k\nAhri 200k \nAnnie 200k\nAkali 150k\nMorgana 150k\nLeblanc 110k \n\nUnd dann noch einige mit 50 - 80 k die spiele ich halt nur nebenbei ...\n\nLeider ist twitch zurzeit für mich nicht mehr Spielbar hoffe ihm wird mal etwas geholfen. Weg vom jungel und wieder besser als adc :/ \n\nLB kann ich zurzeit irgendwie auch nicht mehr deshalb auch so wenig spiele mit ihr  :( \n\nUnd akali ist leider für mich kaputt gemacht worden mit dem remake :/ \n\nDenk am Wochenende werde ich auch wieder etwas Ranked streamen :) \nDann aber wohl als adc ^^ jinx gameplay ^^ Vilt auch etwas Jihn :) \n\nHoffe Rocky beißt dich :P","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T05:32:36.817+0000","up_votes":1,"down_votes":0,"body":"Du spielst seid S5 oder? \n\nDas sind mehr Punkte als ich erwartet hätte. :D\nS7 Start und: \n\nXayah = 240k \nLulu = 153k\nMF = 123k\nLux = 119k \nLeona = 98k\nGaren = 89k\nSona = 81k\n\n396 Meisterschaftspunkte. \n\nTwitch hab ich sogar ein paar mal gespielt in letzter Zeit. :) \nKai'sa geht auch mit Manamura.\n\nDraven wird bei mir nun immer gebanned.","replies":[{"id":"","poster":"INoKami","date":"2019-06-14T07:26:12.381+0000","up_votes":1,"down_votes":0,"body":"Spieldauer hat nichts auszusagen. Ich spiele seit Ende Season 1 und der beste Champ, den ich habe, ist mein Galio mit 131k :D Danach Morgana mit 110k und Thresh mit ~55k (bin mir gerade nicht sicher)\nAber dafür über 430 Meisterschaftspunkte, wenigstens in einem Aspekt bin ich besser^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T07:30:18.483+0000","up_votes":1,"down_votes":0,"body":"Hab so 405 Meisterschaft Punkte glaub ich muss ich mal schauen :3","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T05:40:48.211+0000","up_votes":1,"down_votes":0,"body":"Also das jetzt ist meine 5. Season ^^\n\nIch würde ja nur twitch spielen wie damals richtig schön OTP aber es klappt einfach im Moment nicht mit ihm :( \n\nJeder no Name champ kann dashen springen oder macht doppelt so viel dmg early und jeder zweite kann sich schneller und leichter unsichtbar machen :/ \n\nKaisa Spiel ich auch gerne aber klappt nur bedingt gut.\n\nUnd draven ist seit Wochen dauern ban bei mir .... Drecks champ. Schlecht Designt","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T05:55:00.264+0000","up_votes":1,"down_votes":0,"body":"das heißt du hast Season 4 noch kein Ranked gespielt oder mit einem anderen Account. \nOP.GG fängt bei dir bei Season 5 an. :) \n\nMF ist auch immer noch stark....seid so vielen Seasons schon.\nMF müsste bester Twitchcounter auf der Botlane sein.\n\nIch bin eigentlich selten auf Draven getroffen aber irgendwie treffen ich ihn nun häufiger und wenn man ein paar von ihm überrannt wurde macht es kein Spaß mehr. >.&lt;","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T06:01:29.817+0000","up_votes":1,"down_votes":0,"body":"Das kann sein das ich da gerade so noch meinen Account auf lvl 30 gebracht hab und danach erst in der neuen season ranked gespielt hab ^^ \n\nOder ich habe mich einfach geirrt :) \nAlso twitch fand ich alles was nicht aus meinen ult rausspringen kann einfach sobald die keine Flash mehr haben. \n\nAber mittlerweile counter ich mich selbst als twitch :(","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-06-14T05:33:52.722+0000","up_votes":1,"down_votes":0,"body":"> Hoffe Rocky beißt dich :P\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T05:44:52.784+0000","up_votes":1,"down_votes":0,"body":":3","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-14T06:51:26.597+0000","up_votes":1,"down_votes":0,"body":"Ich war gerade für ein paar Runden auf Showdown unterwegs und hab gesehen das es super viele unterschiedliche Pikachus gibt. O.O\nDa ich  kein Pokemon Lets go gespielt habe bin ich ein wenig verwirrt.\nWoher kommen die ganzen Pikachu Typen? Sowas wie Pikachu - Original, Pikachu - Partner, Pikachu - Kalos usw...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-14T06:57:41.430+0000","up_votes":1,"down_votes":0,"body":"Ich bin mir nicht sicher was du meinst ... redest du von Pikachus die zum Beispiel verschiedene Mützchen auf haben oder so? Bzgl. Pokemon GO sind das Event Pikachus. Wie zuletzt das \"Detektiv Pikachu\" Event .-. da konnte man Pikachus fangen die eine Detektiv Mütze auf haben wenn man bestimmte Bedingungen erfüllt hat.\n\nAber keine Ahnung XD Xeni ist der Pokemon Go Profi.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T07:17:36.247+0000","up_votes":1,"down_votes":0,"body":"Ja die verschiedene Mützen aufhaben.\nDie waren mir neu. \nIch kannte bisher nur die Cosplay Pikachus.","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-14T05:43:59.313+0000","up_votes":1,"down_votes":0,"body":"Btw .... \n\nIch bin ja gut zu Vögeln ;) \n\nhttps://clips.twitch.tv/FitCredulousBarracudaGivePLZ\n\nMan achte auch auf die Botlane der Gegner.... Zu viert jinx, zoe, Morde und yumi ^^'","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T05:49:35.272+0000","up_votes":1,"down_votes":0,"body":"Das passiert immer wenn man gut spielt. \nErst spielt der Gegner pussy am Tower und dann kommt irgendwann besuch. :)\n\nMeine Lulu mag Twitch aber nicht:\nhttps://www.youtube.com/watch?v=d_pFsJu10SY\n\nDas ist so alt da hieß mein Account noch anderes","replies":[]}]}]}