{"id":"VxABE76o","poster":"PureMathematics","date":"2018-02-11T17:15:00.550+0000","title":"Supporter sucht Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Tag\r\nwie im Titel erw&auml;hnt suche ich ein Team zum zusammen spielen. Im Moment laufe ich im Kreis und komme nicht voran. \r\nDeshalb such ich ein Team, was Ranked spielt und gemeinsam Trainiert. Wichtig ist f&uuml;r mich das im Team ein freundlicher und respektvoller Umgang herrscht, das die Leute im Team Kritikf&auml;hig sind, Spa&szlig; haben gemeinsam st&auml;rker zu werden und Reallife vorgeht. Ich suche ein Team was hohe Elospieler hat und auch niedrige. Den ich brauch hohe Elospieler, die mir bei meinem Fortschritt helfen k&ouml;nnen, Tipps geben etc. um mich zu verbessern, ich m&ouml;chte nicht gezogen werden! Ich m&ouml;chte im Team sowie an mir selbst Reifen. \r\n\r\nZu mir selbst:\r\n\r\nIch bin 23 Jahre alt, bin reiner Teamspieler, bin Kritikf&auml;hig, arbeite sehr gerne an mir selbst und helfe auch gerne anderen.\r\nIm Moment spiele ich grade Normals um andere Champions zu lernen oder zu verbessern, sowie andere Lanes zu &uuml;ben.\r\nMeine Main-Position ist Support. Ich wei&szlig; nicht wie lange ich schon spiele aber sehr lange schon. Fr&uuml;her spielte ich in einem Team was im Platin bereich aufhielt. Ich bin aus getreten aus pers&ouml;nlichen Gr&uuml;nden und musste dadurch eine lange Pause in LoL machen.\r\nIch spiele leider Silber 5, f&uuml;r viele bestimmt abschreckend, dennoch bin ich der Meinung das Elo nicht viel aussagt. Ich spiele Silber 5 und auch nur, weil ich nicht voran komme. Klar nervt es wenn man Spieler bekommt die nur am rum flamen sind, schon aufgegeben haben bevor das Spiel anf&auml;ngt und und und. Dennoch fasse ich mir selbst an die Nase und &uuml;berlege was kann ich besser machen beim n&auml;chsten mal und suche nicht die Schuld bei den anderen, auch wenn die einiges falsch gemacht haben.\r\nMeine Main-Champs sind {{champion:89}} {{champion:12}} {{champion:40}} {{champion:267}} \r\n\r\nIch besitze ein Headset so wie Teamspeak 3 und Discord.\r\nMan erreicht mich &uuml;ber das Spiel unter den Namen PureMathematics oder mir hier eine Nachricht hinter l&auml;sst. \r\n\r\n&Uuml;ber eine Einladung zum Gespr&auml;ch w&uuml;rde ich mich gerne freuen und viel Spa&szlig; beim Ranked\r\nw&uuml;nscht euch \r\nPureMathematics","replies":[]}