{"id":"EjHBj2Nc","poster":"HarmonicHaro","date":"2018-02-10T16:38:21.581+0000","title":"\"Ein unerwarteter Fehler ist aufgetreten\"","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Bin f&uuml;r eine Woche weg, wollte aber unbedingt w&auml;hrend des derzeit laufenden Events spielen. Habe mich im Wlan meiner Ferienwohnung registriert und wollte gleich versuchen mit einzuloggen.\r\n\r\nDoch dann fing es an. Ich komme nicht weiter als &uuml;ber den Einlogbildschirm hinaus. Wenn ich dann mein Passwort eingegeben habe (mein Beschw&ouml;rername ist schon abgespeichert) steht da entweder &quot;autentifizierung...&quot; (und das geht dann nicht mehr weg. So als wenn sich alles festgefahren hat. Oder es steht da &quot;Bei der Anmeldung ist ein unerwarteter Fehler aufgetreten. Bitte versuche es erneut usw&quot;\r\n\r\nIch bin mir absolut sicher, dass ich die richtigen Daten eingegeben habe und das Problem besteht nun schon seit zwei Stunden. Gestern -zuhause- hat alles noch einwandfrei funktioniert. Und ich glaube es kommt bl&ouml;d wenn ich hier zum Vermieter der Ferienwohnung renne und frage warum ich nicht League of Legends spielen kann ob das am Router und irgendeiner Einstellung daran liegt. \r\n\r\n**Mir ist klar, dass es schon mehrere solcher Beitr&auml;ge gibt. Aber leider haben mir diese nicht sehr geholfen und waren auch nicht allzu aktuell, deswegen wollte ich es noch einmal selber versuchen. Und au&szlig;erdem wollte ich wissen, ob es vielleicht mehrer Leute gibt, die gerade mein Problem haben. Denn ich habe auch ein wenig Angst, dass mein Acc gehackt wurde**","replies":[{"id":"","poster":"drunken lizard 1","date":"2018-04-15T16:28:53.985+0000","up_votes":1,"down_votes":0,"body":"habe das gleiche Problem seit ein paar Tagen, hast du bereits eine Lösung gefunden?","replies":[{"id":"","poster":"HarmonicHaro","date":"2018-06-15T12:13:36.291+0000","up_votes":1,"down_votes":0,"body":"Sry, falls das etwas spät kommt, habs nicht gesehen. \n\nGelöst hab ich es mehr oder weniger. Es lag wohl am Wlan, denn als ich wieder zuhause war hat es einwandfrei funktioniert.","replies":[]}]},{"id":"","poster":"HarmonicHaro","date":"2018-02-10T16:45:36.256+0000","up_votes":1,"down_votes":0,"body":"Achja ich habe mich geirrt. Mein letztes Spiel war Samstag Abend. Der Client hat sehr gelagt und gegen 23.00 wurde ich rausgeschmissen und hab gar nicht mehr versucht reinzukommen.","replies":[]}]}