{"id":"PiFIE83c","poster":"Lightkîzaru","date":"2019-06-13T20:35:30.433+0000","title":"Die Blitzapp  .","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":2,"body":"Hallo und zwar bin ich neu und wollte mal fragen wo man die Blitzapp herbekommt  ich hatte sie mal drauf  jetzt hat sie seit einigen  rumgesponnen   ich habe sie gelöscht und wollte versuchen sie auf der hauptseite wieder zu bekommen aber irg wie  finde ich denn download button nicht mehr ist vielleicht das falsche forum aber kann mir da wer helfen ? ^^","replies":[{"id":"","poster":"II3RDB4NG","date":"2019-06-13T20:56:32.931+0000","up_votes":2,"down_votes":5,"body":"Weils verboten ist?\n\n§ 23\nSonstige Pflichten von Fahrzeugführenden\n(1) 1Wer ein Fahrzeug führt, ist dafür verantwortlich, dass seine Sicht und das Gehör nicht durch die Besetzung, Tiere, die Ladung, Geräte oder den Zustand des Fahrzeugs beeinträchtigt werden. \n\n2Wer ein Fahrzeug führt, hat zudem dafür zu sorgen, dass das Fahrzeug, der Zug, das Gespann sowie die Ladung und die Besetzung vorschriftsmäßig sind und dass die Verkehrssicherheit des Fahrzeugs durch die Ladung oder die Besetzung nicht leidet. \n\n3Ferner ist dafür zu sorgen, dass die vorgeschriebenen Kennzeichen stets gut lesbar sind. \n\n4Vorgeschriebene Beleuchtungseinrichtungen müssen an Kraftfahrzeugen und ihren Anhängern auch am Tage vorhanden und betriebsbereit sein.\n\n(1a) \n1Wer ein Fahrzeug führt, darf ein elektronisches Gerät, das der Kommunikation, Information oder Organisation dient oder zu dienen bestimmt ist, nur benutzen, wenn\n\n1.\thierfür das Gerät weder aufgenommen noch gehalten wird und\n2.\tentweder\na)\tnur eine Sprachsteuerung und Vorlesefunktion genutzt wird oder\nb)\tzur Bedienung und Nutzung des Gerätes nur eine kurze, den Straßen-, Verkehrs-, Sicht- und Wetterverhältnissen angepasste Blickzuwendung zum Gerät bei gleichzeitig entsprechender Blickabwendung vom Verkehrsgeschehen erfolgt oder erforderlich ist.\n2Geräte im Sinne des Satzes 1 sind auch Geräte der Unterhaltungselektronik oder Geräte zur Ortsbestimmung, insbesondere Mobiltelefone oder Autotelefone, Berührungsbildschirme, tragbare Flachrechner, Navigationsgeräte, Fernseher oder Abspielgeräte mit Videofunktion oder Audiorekorder. \n\n3Handelt es sich bei dem Gerät im Sinne des Satzes 1, auch in Verbindung mit Satz 2, um ein auf dem Kopf getragenes visuelles Ausgabegerät, insbesondere eine Videobrille, darf dieses nicht benutzt werden. 4Verfügt das Gerät im Sinne des Satzes 1, auch in Verbindung mit Satz 2, über eine Sichtfeldprojektion, darf diese für fahrzeugbezogene, verkehrszeichenbezogene, fahrtbezogene oder fahrtbegleitende Informationen benutzt werden. 5Absatz 1c und § 1b des Straßenverkehrsgesetzes bleiben unberührt.\n(1b) 1Absatz 1a Satz 1 bis 3 gilt nicht für\n\n1.\tein stehendes Fahrzeug, im Falle eines Kraftfahrzeuges vorbehaltlich der Nummer 3 nur, wenn der Motor vollständig ausgeschaltet ist,\n\n2.\tden bestimmungsgemäßen Betrieb einer atemalkoholgesteuerten Wegfahrsperre, soweit ein für den Betrieb bestimmtes Handteil aufgenommen und gehalten werden muss,\n\n3.\tstehende Straßenbahnen oder Linienbusse an Haltestellen (Zeichen 224).\n2Das fahrzeugseitige automatische Abschalten des Motors im Verbrennungsbetrieb oder das Ruhen des elektrischen Antriebes ist kein Ausschalten des Motors in diesem Sinne. 3Absatz 1a Satz 1 Nummer 2 Buchstabe b gilt nicht für\n\n\n1.\tdie Benutzung eines Bildschirms oder einer Sichtfeldprojektion zur Bewältigung der Fahraufgabe des Rückwärtsfahrens oder Einparkens, soweit das Fahrzeug nur mit Schrittgeschwindigkeit bewegt wird, oder\n\n2.\tdie Benutzung elektronischer Geräte, die vorgeschriebene Spiegel ersetzen oder ergänzen.\n(1c) 1Wer ein Fahrzeug führt, darf ein technisches Gerät nicht betreiben oder betriebsbereit mitführen, das dafür bestimmt ist, Verkehrsüberwachungsmaßnahmen anzuzeigen oder zu stören. \n\n#2Das gilt insbesondere für Geräte zur Störung oder Anzeige von Geschwindigkeitsmessungen (Radarwarn- oder Laserstörgeräte).\n\n(2) Wer ein Fahrzeug führt, muss das Fahrzeug, den Zug oder das Gespann auf dem kürzesten Weg aus dem Verkehr ziehen, falls unterwegs auftretende Mängel, welche die Verkehrssicherheit wesentlich beeinträchtigen, nicht alsbald beseitigt werden; dagegen dürfen Krafträder und Fahrräder dann geschoben werden.\n\n(3) 1Wer ein Fahrrad oder ein Kraftrad fährt, darf sich nicht an Fahrzeuge anhängen. 2Es darf nicht freihändig gefahren werden. 3Die Füße dürfen nur dann von den Pedalen oder den Fußrasten genommen werden, wenn der Straßenzustand das erfordert.\n\n(4) 1Wer ein Kraftfahrzeug führt, darf sein Gesicht nicht so verhüllen oder verdecken, dass er nicht mehr erkennbar ist. 2Dies gilt nicht in Fällen des § 21a Absatz 2 Satz 1.","replies":[{"id":"","poster":"Lightkîzaru","date":"2019-06-14T00:15:20.135+0000","up_votes":3,"down_votes":1,"body":"wtf https://blitz.gg/  das hier ......","replies":[{"id":"","poster":"II3RDB4NG","date":"2019-06-14T05:13:44.180+0000","up_votes":3,"down_votes":2,"body":"Ist das jetzt meine Schuld, das du dich nicht gescheit artikulierst?","replies":[{"id":"","poster":"Lightkîzaru","date":"2019-06-14T21:29:14.708+0000","up_votes":1,"down_votes":0,"body":"JAAA ich  frage hier in LOL sicher nach  Autos ...","replies":[{"id":"","poster":"Fluxx","date":"2019-06-15T06:08:19.697+0000","up_votes":1,"down_votes":0,"body":"Ich stimme II3RDB4NG zu, es war nicht erkennbar worauf du hinaus möchtest. Ich kannte diese App bis eben nicht und es gab einmal eine offizielle Smartphone App von Riot, wo Blitzcrank die Hauptrolle hatte ( Blitzapp ), da dachte ich dran.","replies":[]}]}]}]}]},{"id":"","poster":"Fluxx","date":"2019-06-15T06:09:35.083+0000","up_votes":1,"down_votes":0,"body":"An dieser stelle verweise ich auf [die offizielle Support-Seite](https://support.riotgames.com/hc/de/articles/225266848-Anwendungen-von-Drittanbietern), dort wird nochmal alles zu diesem Thema erläutert.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-06-14T06:24:02.555+0000","up_votes":1,"down_votes":0,"body":"Mit der Blitz App würde ich aufpassen.\n\nIch habe sie auch eine Zeit benutzt aber dann nicht mehr genutzt weil sie doch irgendwie überflüssig war am Ende. Ergo: Deinstalliert.\n\nErst letztes Wochenende kam besagte App im Stream einer Person zur Sprache, die so nett war sich kurz darüber mit mir zu unterhalten. Weil die Frage aufgekommen ist \"Wird man für das Nutzen der Blitz App gebannt/ kann man gebannt werden?\".\n\nIch hatte diesem Streamer gesagt das die App unbedenklich ist und man nicht gebannt wird. Das hatte mir vor etlicher Zeit der Riot Support zugesagt.\n\nNur das der Streamer ein wesentlich ausführlicheres Ticket erhalten hatte auf die fast gleiche Frage die ich gestellt habe und ihm hat man gesagt das es durchaus passieren kann das man vom \"System\" gebannt wird und ein solcher Bann auch nicht rückgängig gemacht werden würde wenn es dazu kommt.\n\nAm Ende würde die App ja doch als Dritte auf das Spiel zugreifen und das sei verboten. Steht in ... irgendwo XD Liest ja offensichtlich niemand irgendwas.\n\nEr hat uns das Ticket des Supports gezeigt im Stream. Insofern war die Aussage also schon glaubwürdig und ganz unrecht hat er auch nicht. Auch wenn ich ihn nicht so zu 100% mag und irgendwie finde er kriecht Rito zu sehr in den Arsch. Keine Ahnung was er davon hat. Aber besser er als gewisse andere XD\n\n:x Wollts nur mal erwähnt haben.","replies":[]}]}