{"id":"sj9Veh2d","poster":"Shlashpro","date":"2018-02-08T21:16:16.121+0000","title":"Team sucht neuen Midlaner (darf nicht Deutsch sein)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Morgen,\n\nich wei&szlig; das der Titel etwas kontrovers erscheinen mag, jedoch haben wir ein Ziel. Da eSports vom Staat anerkannt wurden, wollen wir ein Team erstellen aus Minderheiten, damit wir vom Staat bezuschusst werden. Wir hatten einen koreanischen Midlaner, doch der hat sich entschieden woanders zu spielen. Wir haben auch schon einen T&uuml;rken, einen Polen, einen Deutschen und eine Libanesin, uns vereint eine Sache, wir sprechen Deutsch.\n\nUnsere Vorrausetzungen:\n\n&bull; +20 Jahre alt\n&bull; + Gold in Soloqu\n&bull; + Silber in Flex\n• TS3 und Discord Pflicht\n&bull; und halt nicht Deutsch oder T&uuml;rkisch oder Polnisch oder Libanesisch.\n\nBitte adde mich IG\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"WC9 Umbra","date":"2018-02-08T21:45:31.217+0000","up_votes":2,"down_votes":1,"body":"Klingt irgenwie affig.","replies":[{"id":"","poster":"Shlashpro","date":"2018-02-09T11:30:47.135+0000","up_votes":1,"down_votes":0,"body":"Deine Meinung tangiert mich nur peripher.\n{{sticker:draven-pose}}","replies":[]}]},{"id":"","poster":"Shadowscreen","date":"2018-02-08T22:44:52.508+0000","up_votes":1,"down_votes":0,"body":"TÜrken, Deutsche, Polen   \"Minderheiten\"\n\n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Shlashpro","date":"2018-02-09T11:29:54.607+0000","up_votes":1,"down_votes":0,"body":"Selbstverständlich sind Deutsche keine Minderheit in Deutschland, das hätte ich klar stellen sollen, dachte das wäre offensichtlich. Und ja Türken und Polen sind Minderheiten in Deutschland auch wenn RTL das anders darstellt.\n{{sticker:sg-lulu}}","replies":[{"id":"","poster":"Shadowscreen","date":"2018-02-09T11:43:07.571+0000","up_votes":1,"down_votes":0,"body":"Nicht nur RTL stellt das anders da. Aber gut nach neuer Definition scheint das wohl eine gültige Bezeichnung zu sein auch wenn das Bundeslandabhängig ist. Als Berliner kann ich da nur sagen das wir hier eine schöne Multi-Kulti Mischung haben.\n\nAber wie genau stellt ihr euch das mit dem Staatlichen Zuschuss vor?\n\n1. Müsstet ihr ein eingetragener Verein sein, wenn ich das richtig sehe\n2. Müsste euer Team nicht komplett aus Minderheiten bestehen?\n\nSehe irgendwie keinen Sinn in der Begründung / in dem Plan.","replies":[{"id":"","poster":"Shlashpro","date":"2018-02-09T15:16:14.060+0000","up_votes":1,"down_votes":0,"body":"Wir gehören zur \"Eagle Eye Community\" diese hat vor kurzem einen Antrag gestellt sich als e. V. eintragen zu lassen, also das wäre erledigt.\nUnd nein, das Team dürfte einen Deutschen im Team haben, es ist nur wichtig das wir zum größten Teil aus Minderheiten bestehen. \n\nP.S. wir suchen nicht Multikulti, wir wollen integrierte Ausländer haben die, die Deutsche Kultur akzeptieren und auch leben, eine Gesellschaft welche aus verschiedenen Kulturen besteht ist instabil und füttern nur den Marxismus wie die Geschichte schon oft genug gezeigt hat.\n\nAber das ist Politik und das gehört hier nicht hin!\n{{sticker:sg-ezreal}}","replies":[]}]}]}]},{"id":"","poster":"Wappenkunst","date":"2018-02-08T22:20:22.707+0000","up_votes":1,"down_votes":0,"body":"Bin behindert, zählt das? xD{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Shlashpro","date":"2018-02-09T11:28:01.169+0000","up_votes":1,"down_votes":0,"body":"Wenn du einen schriftlichen Bescheid aus einer staatlich anerkannten Institution besorgen kannst der dies bestätigt, könnten wir was machen!\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Wappenkunst","date":"2018-02-09T13:53:55.888+0000","up_votes":1,"down_votes":0,"body":"Nun ich habe einen Schwerbehinderten-Ausweis vom entsprechenden Versorgungsamt mit den nötigen Kennzeichnungen. Ich denke das sollte reichen. Ist auch dauerhaft gültig.","replies":[{"id":"","poster":"Shlashpro","date":"2018-02-09T15:11:57.127+0000","up_votes":1,"down_votes":0,"body":"Körperliche Behinderungen werden nicht bei eSport Vereinen bezuschusst, du müsstest eine mentale Behinderung vorweisen können, diesen Bescheid bekommst du von einem Psychiater.\n{{sticker:zombie-nunu-bummed}}","replies":[]}]}]}]}]}