{"id":"gVyanpyf","poster":"SpVgg Cello","date":"2018-02-08T19:27:46.252+0000","title":"Gesucht sind Toplaner | Dia+Team | Turnier Ambitionen (+EPS?) [Update]","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"**Liebe Community!**\r\n\r\nLiebe Beschw&ouml;rer und Beschw&ouml;rerinnen!\r\n\r\nWie so oft, gr&uuml;nden ein paar nette Menschen ein Team, mit dem Ziel, sich gegenseitig zu unterst&uuml;tzen, zu climben und auch des &Ouml;fteren bei Turnieren abzur&auml;umen.\r\n\r\nVielleicht vorab, gleich als kleine Warnung, es geht hier um ein talentiertes Nachwuchsteam &ndash; Auch wenn das vielleicht etwas fies ist, Erfahrung ist toll, aber wir wollen trotzdem j&uuml;ngere Spieler in der Altersspanne von 16-22 Jahren.\r\n\r\nWir suchen zwar Spieler f&uuml;r alle Positionen haben aber bereits 2 Spieler f&uuml;r das Line-up, einen Midlaner und einen Jungler und tryouts f&uuml;r die Botlane. Ihr k&ouml;nnt euch trotzdem f&uuml;r ebendiese Position bewerben, denn solltet ihr besser in das Team passen, werden selbstverst&auml;ndlich Ma&szlig;nahmen getroffen und Spieler ausgewechselt.\r\n\r\nVielleicht kurz zu den zwei Spielern die bereit eingetragen sind:\r\n\r\n**Florian &bdquo;nZnty&ldquo; aka. Proxor**\r\n\r\nUnser derzeitiger Midlaner, Florian, welcher 17 Jahre alt ist, spielt seit Season 2 League of Legends und schloss bis jetzt jede Season mit hohem Diamant ab. Er hat als Midlaner bei &bdquo;Respawn e-Sports&ldquo; mit seinem Team den 2. Platz der gr&ouml;&szlig;ten Regionalen Liga abr&auml;umen k&ouml;nnen, w&auml;hrend sein Team nebenbei noch kleinere Turniere auf battle.fy gewann, hat er auch seinen damaligen Coach unterst&uuml;tzt und da auch einige Erfahrung sammeln k&ouml;nnen. Sein Elo Peak war zwar in Season 2 (Top 100 Player) aber auch in Season 7 schloss er auf mehreren Accounts in high Dia ab.\r\n\r\n**Marcel &bdquo;Cello&ldquo; aka. Cellomello**\r\n\r\nDer Jungler des derzeitigen Line-Ups ist Marcel, ebenfalls 17 Jahre alt, fing mit Season 4 League of Legends an. Er hat auch schon einiges an Team- &amp; Turniererfahrung sammeln k&ouml;nnen, wenn er mal nicht jungled, spielt er gerne Support, wo er gerne Play-Making-Supports spielt. Generell ist ihm die Cross-Map Aktivit&auml;t als Jungler wie als Support sehr wichtig. Auch wenn er meist nicht der Carry des Spiels ist enabled er seine Carries sodass, diese das Spiel f&uuml;r sein Team entscheiden k&ouml;nnen. In Season 7 hatte er seinen gro&szlig;en Climb wo er mit diversen Tank-Junglern bis Diamant aufstieg, w&auml;hrend wenigen Wochen sei angemerkt.\r\n\r\n**Was wir euch bieten?**\r\n\r\neinen eigenen TeamSpeak 3 Server\r\n- professionelles Coaching und Analyse\r\n- sehr nette Spiel-Atmosph&auml;re\r\n- Teilnahme an allen m&ouml;glichen Turnieren\r\n- Regelm&auml;&szlig;iges gemeinsames Training\r\n- ** (sollte das ganze verbindlich werden &amp; alle damit einverstanden sein, wird hinter uns auch eine relativ gro&szlig;e e-Sports Orga stehen\r\n  Die alles entscheidende Frage ist was ihr braucht um euch bei uns bewerben zu k&ouml;nnen!**\r\n\r\nNun auch wenn am Anfang kein Elo-Limit setzen wollten, weil wir denken, dass geistige Reife und Kritikf&auml;higkeit einfach viel wichtiger sind, haben wir uns doch dazu entschieden ein Limit zu setzen, ab welchem Spieler sich gerne bei uns bewerben d&uuml;rfen.\r\n\r\n**Allgemeine Anforderungen!!:**\r\n\r\n- TeamSpeak 3 &amp; ein funktionsf&auml;higes Aufnahmeger&auml;t\r\n- Eine Elo in Season 7 von mindestens Diamant\r\n- Gesunder Menschenverstand und Kritikf&auml;higkeit\r\n -Oben angesprochene Kritikf&auml;higkeit\r\n -Genug Zeit f&uuml;r Spiele &amp; Turniere an Wochenenden (sowie wenn vereinbart unter der Woche)\r\n\r\nBei Interesse bitte **per Email** an; nzntylol@gmail.com\r\n\r\nDie Email sollte **Folgende Informationen** enthalten;\r\n\r\n- Alter\r\n- Elo (von allen Seasons)\r\n- Erfahrung im Team\r\n- Positione(n) die ihr spielen wollt\r\n- Sonstige Informationen\r\n\r\n**Danke f&uuml;r eure Zeit &amp; noch viel Erfolg in der Kluft! **","replies":[]}