{"id":"nfTJZUoZ","poster":"Luzia","date":"2018-02-08T15:04:41.868+0000","title":"Suchen TOP & JGL für Turnierteam Platin+ (freundliche ambitionierte Tryharder!)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Willkommen &hearts;\r\n\r\nDa du dir den Post durchliest, gehe ich schon davon aus, dass du selbst auch nach einem Team f&uuml;r Turniere suchst.\r\nWie w&auml;rs du addest mich ingame (Sylentia) um dich mit mir in Verbindung zu setzen.\r\nWir sind momentan zu zweit und wollen uns ein paar RP f&uuml;r die aktuellen Skins dazu erspielen.\r\nEs geht also rein um Turnierspiele. (nix Eloboosting, nix Account verkaufen nur die nackte Wahrheit!)\r\n\r\nErstmal zu uns:\r\nDux Jericho ist Midlane main und Swain OTP. Allerdings f&uuml;r Turniere kann er auch die Meta und einige andere Champs aus der Trickkiste holen.\r\n{{champion:96}} {{champion:99}} {{champion:61}} {{champion:134}} {{champion:10}} {{champion:90}} \r\nWenn sich kein Toplaner oder kein Jungler findet, w&auml;re er auch bereit seine midlane an jemanden der ihn &uuml;berzeugen kann abzugeben und dann tanky jgl bzw Top zu spielen.\r\n{{champion:154}} {{champion:56}} {{champion:77}} {{champion:54}} {{champion:75}} \r\n\r\nIch bin eine  AD-Carry Farmschlampe.\r\n{{champion:222}} {{champion:67}} {{champion:18}} {{champion:21}} {{champion:22}} {{champion:51}} {{champion:429}} {{champion:96}} {{champion:15}} {{champion:498}} \r\nMechanics und Championpool sind mehr als ausreichend vorhanden. \r\n\r\nWas wir von dir erwarten: Vor allem Tryhard-Teamgeist, dass du f&uuml;r Turniere alles gibst und niemals den Kopf in den Sand steckst. Auch wenn du 0 : 10 hinten stehst, du permanent gecounterjungelt oder geganked wirst, solltest du noch alles daran setzen zu gewinnen. Wer tilted wird gleich wieder rausgeworfen. Wir sind da hart aber fair.\r\nHat dir unsere Motivation gefallen? Hast du Zeit und Lust ca. 3 mal die Woche an Turnieren teilzunehmen?\r\nDann schreib mich an! Los, einfach Sylentia ingame adden und die RP sichern &hearts;&hearts;&hearts;\r\nBis bald!\r\nEure Isa\r\n{{champion:67}} \r\n\r\nPS: W&auml;re toll wenn du schonmal Turniererfahrung gemacht hast...","replies":[]}