{"id":"MBUEofQj","poster":"Xayah Strife","date":"2020-03-06T14:40:13.558+0000","title":"Euer allererster Thread im Forum","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":3,"body":"Guten Abend, \r\n\r\nda sich die Zeit im Forum nun dem Ende neigt fand ich es ganz lustig was ich früher so zu meiner Anfangzeits ins Forum geschrieben habe.\r\nBei einige wird es noch nicht so lange her sein und bei vllt anderen schon sehr lange.\r\nBei mir sind es tatsächlich 3 Jahre. \r\n\r\nAnhand meines erstes sieht man auch gleich was ich ein 1 Noob ich damals war. \r\n\r\nThread:\r\nWoher kommt die steigende winrate für Tristana.\r\n\r\nAntwort von mir:\r\nTarum20 (EUW)vor 3 Jahren in > Woher kommt die steigende winrate für Tristana.\r\nIch versteh nicht warum mann Tristanna spielen sollte.\r\nAls kurz-range-adc würde ich eher Lucian wählen der hat das bessere Kit.\r\nTristanna würde ich ganz ehrlich eher auf der Midlane spielen da passt sie besser hin.\r\nWenn ich support spiele banne auch gerne mal Tristanna nur damit mein adc sie nicht spielen kann.\r\nHab zuviele schlechte erfahrungen gemacht mit Tristanna.\r\n\r\nwtf \r\n{{sticker:sg-ahri-1}} \r\n\r\nThread:\r\nhttps://boards.euw.leagueoflegends.com/de/c/champions-gameplay-de/Vc44jLrz-woher-kommt-die-steigende-winrate-far-tristana?comment=0002\r\n\r\nMein erster Smurf mit dem ich damals in Forum geschrieben habe:\r\nhttps://boards.euw.leagueoflegends.com/de/player/EUW/Tarum20\r\n\r\nZeigt mal euren ersten Kommentar","replies":[{"id":"","poster":"Allerbester Biss","date":"2020-03-06T16:33:50.181+0000","up_votes":3,"down_votes":0,"body":"https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/UE9Etmor-frage-an-gute-riven-spieler?comment=0001\n\nBoah vor drei Jahren war ich ja noch hilfsbereit xD","replies":[{"id":"","poster":"Sirrkas","date":"2020-03-06T17:45:37.358+0000","up_votes":4,"down_votes":0,"body":"Und wie würdest du dich jetzt beschreiben?","replies":[{"id":"","poster":"Allerbester Biss","date":"2020-03-06T19:05:48.439+0000","up_votes":5,"down_votes":0,"body":"Mmh gute Frage 🧐","replies":[{"id":"","poster":"Haudruppmoor","date":"2020-03-06T19:28:40.520+0000","up_votes":1,"down_votes":1,"body":"Du bist witzig (also positiv gemeint !):\n\n> [{quoted}](name=Allerbester Biss,realm=EUW,application-id=7hciEY9w,discussion-id=eEEZwZtp,comment-id=0002,timestamp=2020-02-21T21:11:14.809+0000)\n>\n> Guten Tag, sind da die Server? \n> \n> NEIN HIER IST PATRICK!!","replies":[{"id":"","poster":"Allerbester Biss","date":"2020-03-06T20:35:02.478+0000","up_votes":4,"down_votes":0,"body":":p \n\nIm doing my very best! \nDrei Tage noch :(**","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2020-03-06T19:23:00.978+0000","up_votes":4,"down_votes":0,"body":"{{sticker:cass-cry}}","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2020-03-06T16:22:07.048+0000","up_votes":4,"down_votes":0,"body":"Meine ersten Posts waren zum Tribunal, noch im alten Forum. Da war es eine Zeit lang normal, rote Heringe bei offensichtlichen Trollen zu posten.  \n\n-   >((()°>\n-   &lt;*()))>&lt;\n\nSo zum Beispiel.\n\nEdit: musste da was ändern, > ist ja der Anfang für Zitate, war im alten Forum nicht so. Dazu noch irgendeinen Code davor und der Fisch war rot.","replies":[]},{"id":"","poster":"You Got My Name","date":"2020-03-06T17:59:06.736+0000","up_votes":2,"down_votes":0,"body":"Mein erster Eintrag ist sicher älter als 8-9 Jahre, da es damals noch ein \"altes Forum gab\". Im neuen Forum war das mein erster Betrag:\n\nhttps://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/WaUyQOKg-am-242-dj-sona-skin-kommt-mit-auf-denn-hype-train?comment=0000\n\nDa war ich mega hyped auf denn neuen DJ Sona skin... Immer noch einer der geilsten skins ingame IMO.\n\nZu der Zeit war ich jungle main... als der Skin kam erst mal über 100 Sona games in soloq gespammt lul...","replies":[]},{"id":"","poster":"Jennifer420","date":"2020-03-06T16:35:43.271+0000","up_votes":2,"down_votes":0,"body":"mein 1. post vor 6 jahren war einer wo ich mich freundlich vorgestellt habe und gedownvoted wurde bis zum geht nicht mehr.\n\ngab mir einen echt guten einblick in die foren.","replies":[]},{"id":"","poster":"HHaie tabbian","date":"2020-03-06T14:51:44.939+0000","up_votes":2,"down_votes":0,"body":"Bei mir nicht sonderlich interessant, hab mich ab und zu schon vor 5 Jahren mit Leuten auseinandergesetzt, die denken, sie wären besser als die Leute, mit denen sie spielen. https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/AxGmkUU5-wie-carry-ich-in-platin?comment=0001","replies":[{"id":"","poster":"Xayah Strife","date":"2020-03-06T14:55:35.947+0000","up_votes":2,"down_votes":0,"body":"Die ganzen Leute in dem Thread kennt man heute gar nicht mehr.\nKrass wie viele Leute über die Zeit gekommen und gegangen sind. :D","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2020-03-06T14:47:01.354+0000","up_votes":2,"down_votes":0,"body":"Post nicht Thread \n\n{{sticker:sg-soraka}}","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2020-03-07T06:15:15.237+0000","up_votes":1,"down_votes":0,"body":"Hm...das weiß ich nicht mehr, ist ja nun auch fast schon ein Jahrzehnt her, noch im alten Forum. Ich hab ehrlich gesagt keine Ahnung, was genau mich damals ins Forum verschlagen hat. Geblieben bin ich allerdings damals wegen des Tribunalforums und Threads zu Mindset/Einstellung. Und daran hat sich dann eigentlich auch nicht viel geändert. \nWar auf jeden Fall eine gute Zeit, sowohl Forum als auch Boards, in der ich ingesamt etwa 30.000 Beiträge geschrieben habe. Und wer meine Beiträge kennt, weiß, dass ich nicht unbedingt zu übertriebener Kürze neige, ums mal vorsichtig auszudrücken^^\nIst schon eine gewaltige Menge an Text, wenn man so drüber nachdenkt.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2020-03-07T22:04:44.236+0000","up_votes":1,"down_votes":0,"body":"die jetzt einfach so verschwinden....","replies":[]},{"id":"","poster":"Veezey","date":"2020-03-07T14:54:48.237+0000","up_votes":1,"down_votes":0,"body":"Dass man dich hier auch noch sieht :D","replies":[]}]},{"id":"","poster":"Veezey","date":"2020-03-07T14:57:49.856+0000","up_votes":1,"down_votes":0,"body":"Mein erster Thread war im Hilfe &amp; Support Forum und ich habe da nicht mal ne Antwort bekommen :D\n\nMein erster Post, puh keine Ahnung, zu lange her :D","replies":[]},{"id":"","poster":"Girithron","date":"2020-03-07T03:57:04.740+0000","up_votes":1,"down_votes":0,"body":"Der erste Thread an den ich mich erinner war 2012, glaube aber, dass ich schon vorher einen Thread eröffnet hab :D\nVorischt, das ist der schlechteste Championvorschlag ever und zu dem Zeitpunkt gab es noch keine Elise! :D, ist halt schon 8 Jahre her ^^\n\nhttp://forums.euw.leagueoflegends.com/board/showthread.php?t=628005\n\nMein erster Post im aktuellen Forum war dann die Kanalvorstellung von meinen Kanal vor 5 Jahren, oh mann >.&lt;\n\nhttps://boards.euw.leagueoflegends.com/de/c/streams-youtube/lgikJs0d-youtube-kanalvorstellung-okay-d","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2020-03-06T23:04:19.568+0000","up_votes":1,"down_votes":1,"body":"@Xayah ich hätte da noch ein paar Anime Empfehlungen :\n\nFuuka \nhttps://ninotaku.de/wp-content/uploads/2019/03/Fuuka_Screenshot_0149-800x450.jpg\n\n>Worum geht’s?\nDer Mittelschüler Yuu muss einfach ständig twittern! So ist es auch kein Wunder, dass er eines Tages auf dem Weg zum Supermarkt ein junges Mädchen über den Haufen rennt, die dank des Handys in seiner Hand annimmt, er wolle ihr Höschen fotografieren.\nAus Wut prügelt die aufbrausende Fuuka das Gerät an Ort und Stelle kurz und klein, bevor sie gereizt abdampft und eine CD am Ort des Geschehens hinterlässt. Als ihr Yuu diese am nächsten Tag wiedergeben möchte, freunden sich die beiden an und Fuuka beschließt kurz darauf, ihre Leidenschaft für Rockmusik auszuleben und mit Yuu eine Band zu gründen.\nDieser fühlt sich bald zu Fuuka hingezogen, doch treiben ihn seine Gefühle auch zu seiner Kindheitsfreundin Koyuki, die mittlerweile eine Karriere als Popsternchen verfolgt. So versucht Yuu nun verzweifelt, zwischen Liebeschaos und Bandgeschehen seine einzig wahre Antwort zu finden.\n\n>Warum ihr Fuuka schauen solltet\nDie Serie vom Domestic Girlfriend-Studio diomedea erntete zu Ausstrahlungszeiten viel Kritik für ihre Ecchiszenen und die sehr überzogene Dramatik. Diese Dramatik ist es allerdings, die die Emotionen der Charaktere nach außen kehrt und den Anime so zu einem Wechselbad der Gefühle werden lässt.\nLustige Comedymomente wechseln sich mit niederschmetternder Trauer ab – und im Mittelpunkt steht die Frage, welche der beiden Mädchen Yuus Liebe für sich beanspruchen kann. Fuuka ist ein, im wahrsten Sinne des Wortes, rockiges Liebesabenteuer, das sich mit sympathischen Charakteren, stichfester Regie und viel Musik auch in eure Herzen spielen wird.\n\nAfter the Rain:\nhttps://ninotaku.de/wp-content/uploads/2019/03/4b58b269-800x451.jpg\n\n>Worum geht’s?\nFrüher war Akira Tachibana eine angesehene Leichtathletin, doch musste sich wegen einer schweren Verletzung aus ihrem heiß geliebten Hürdenlauf zurückziehen. Um nicht faul rumzusitzen, arbeitet das ruhige Mädchen als Aushilfe in einem Restaurant und verliebt sich schnell in den Chef des Ladens, der allerdings schon über 40 Jahre auf dem Buckel hat.\nDer alleinerziehende Mann hat keine Ahnung von den Gefühlen seiner Angestellten und so plagen die schlagfertige Oberschülerin neben ihrem Gefühlschaos jede Menge innere Konflikte.\n\n>Warum ihr After the Rain schauen solltet\nDer Anime behandelt mit der Liebe einer 17-Jährigen zu einem erwachsenen Mann ein durchaus kontroverses Thema. Doch After the Rain umgeht skandalöse Szenen und moralische Gradwanderungen und zeigt stattdessen Akiras unschuldige Gefühlswelt und ihren Umgang mit der unvorteilhaften Situation.\nTrotz der Dramatik darf dabei durchaus auch mal gelacht werden und der Anime behält eine lockere Stimmung bei, ohne ins Depressive überzuschwenken. Kurzum eine ungewöhnliche Geschichte, die ungewöhnlicherweise vom sonst eher actionfokussierten Attack on Titan-Studio Wit in malerischen Hintergründen und detailverliebten Animationen einen mindestens so blendenden Eindruck hinterlässt wie die Titanensaga.\n\n Maid-sama:\nhttps://img.anime2you.de/2018/09/maid-sama_TL800x450.jpg\n\n>Die Seika-Oberschule war einst eine reine Jungenschule, öffnete sich mit der Zeit aber auch für Mädchen. Durch die Isolation entwickelte sich ein raues Klima in den Klassen, sodass es die Mädchen nur sehr schwer haben, Fuß zu fassen und immer wieder unter den Demütigungen durch die Jungen leiden. Dem Mädchen Misaki Ayuzawa (鮎沢 美咲) gelingt es dennoch, sich gegen ihre Mitschüler durchzusetzen und die erste Schülersprecherin zu werden. Wegen ihres Verhaltens gilt sie bald als Männer-Hasserin, wird aber respektiert oder gefürchtet. Hinter dieser Fassade kämpft sie aber auch gegen diverse andere Probleme an. Unter anderem wurde ihre Familie, die aus ihrer Mutter und ihrer kleinen Schwester besteht, von ihrem Vater im Stich gelassen und sitzt nun auf einem großen Haufen von Schulden. Um dem Zerfall der eigenen Wohnung Einhalt zu gebieten und ihrer stark überarbeiteten Mutter zu helfen, sucht sich Misaki einen Job in einem Maid Café. Da sie dort vor allem männliche Kundschaft bedienen muss, versucht sie, ihren Job vor ihren Mitschülern geheim zu halten.\n\n>In der Schule sieht sie sich unterdessen häufig mit dem Mädchenschwarm Takumi Usui (碓氷 拓海) konfrontiert, der immer wieder alle Liebeserklärungen ablehnt und die Mädchen zum Weinen bringt. Dadurch baut sich in ihr eine besondere Form von Hass gegen ihn auf. Eines Tages trifft Takumi jedoch vor dem Maid Café auf Misaki und kommt so hinter ihr Geheimnis. Ihre Befürchtungen, dass sie nun ihre Reputation verlieren würde, erfüllen sich jedoch nicht, da Takumi ihr Geheimnis bewahrt und sie in Schutz nimmt.\n\n\nund mein momentaner Lieblingsanime:\nhttps://www.youtube.com/watch?v=WZU6dApjd3s\n... mit einem der schönsten Endings.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2020-03-06T18:39:10.733+0000","up_votes":1,"down_votes":1,"body":"Ich finde meine Threads net. _Kopf kratz_ ich glaub ich hab nichtmal einen erstellt, sondern immer nur in anderen meinen Senf dazugegeben. Mal streitlustig, mal geläutert, dann wieder streitlustig dann wieder geläutert ... im Gedächtnis ist mir der Singed-Thread geblieben. War ich iwie auf verlorenem Posten ... so wie Maddin {{sticker:sg-kiko}} \n\nKeine Ahnung was ich jetzt bin. Ach, doch ich weiß, ich bin zu alt für sowas. Ich werd auch nicht in ein anderes Board wechseln und spielen werde ich sowieso nur noch Botspiele , btw. das mach ich ja schon. Und ich werd mir jeden Tristanaskin holen, sofern da mal wieder neue rauskommen. Sternentrist wär net schlecht. yolo\n\nedit: ich geister glaub ich seit 2015 hier rum ? Jedenfalls kam zu dem Zeitpunkt das Rework von Trist raus. Hab mich sofort in den Yordle verliebt. War damals noch heimlich, meine Frau wusste von nichts. Mittlerweile haben wir uns aber auf ne Dreiecksbeziehung einigen können .","replies":[]}]}