{"id":"2MQv99Bg","poster":"Dux Jericho","date":"2018-02-08T13:13:17.202+0000","title":"Suchen TOP, JGL und SUP für Turnierteam Platin+ (freundliche ambitionierte Tryharder!)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Willkommen :D\n\nDa du dir den Post durchliest, gehe ich schon davon aus, dass du selbst auch nach einem Team f&uuml;r Turniere suchst.\nWie w&auml;rs du addest mich ingame (Dux Jericho) um dich mit mir in Verbindung zu setzen.\nWir sind momentan zu zweit und wollen uns ein paar RP f&uuml;r die aktuellen Skins dazu erspielen.\nEs geht also rein um Turnierspiele. (nix Eloboosting, nix Account verkaufen nur die nackte Wahrheit!)\n\nErstmal zu uns:\nIch bin Midlane main und Swain OTP. Allerdings f&uuml;r Turniere kann ich auch die Meta und einige andere Champs aus der Trickkiste holen.\n{{champion:96}} {{champion:99}} {{champion:61}} {{champion:134}} {{champion:10}} {{champion:90}} \nWenn sich kein Toplaner oder kein Jungler findet, w&auml;re ich auch bereit meine midlane an jemanden der mich &uuml;berzeugen kann abzugeben und dann tanky jgl bzw Top zu spielen.\n{{champion:154}} {{champion:56}} {{champion:77}} {{champion:54}} {{champion:75}} \n\nSylentia ist eingespielte AD-Carry Farmschlampe.\n{{champion:222}} {{champion:67}} {{champion:18}} {{champion:21}} {{champion:22}} {{champion:51}} {{champion:429}} {{champion:96}} {{champion:15}} {{champion:498}} \nMechanics und Championpool sind mehr als ausreichend vorhanden. Temperamentvoll hat Sie allerdings Alleinentscheidungsrecht bei der Wahl des Supports.\n\nWas wir von dir erwarten: Vor allem Tryhard-Teamgeist, dass du f&uuml;r Turniere alles gibst und niemals den Kopf in den Sand steckst. Auch wenn du 0 : 10 hinten stehst, du permanent gecounterjungelt oder geganked wirst, solltest du noch alles daran setzen zu gewinnen. Wer tilted wird gleich wieder rausgeworfen. Wir sind da hart aber fair.\nHat dir unsere Motivation gefallen? Hast du Zeit und Lust ca. 3 mal die Woche an Turnieren teilzunehmen?\nDann schreib mich an! Los, einfach Dux Jericho ingame adden und die RP sichern :D\n\nBis bald!\nEuer Jojo\n{{champion:50}} \n\nPS: W&auml;re toll wenn du schonmal Turniererfahrung gemacht hast....","replies":[{"id":"","poster":"FPX Inflect","date":"2018-02-08T14:37:46.533+0000","up_votes":1,"down_votes":0,"body":"Hey ich hab dich schonmal geaddet wäre nett wenn du dich meldest bin Platin 2 Support since Season 2 und habe schon in Teams Semiprofisessionel gespielt ( Battlegrounds Ro32).","replies":[]}]}