{"id":"ApsAAWJs","poster":"Zerefino","date":"2018-02-08T06:48:19.296+0000","title":"Lucian - Gameplayänderungen & mögliche Problemlösungen","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Hey liebe Community und Riot-Mitarbeiter;\r\n\r\nIch liebe es alle Arten von Champions zu spiele und Lucian ist der ADC, der es mir am meisten angetan hat.\r\nIch seh im Moment leider keine M&ouml;glichkeit mit ihm spielen zu k&ouml;nnen. Es liegt einfach daran, dass jeder einzelne Gegenspieler st&auml;rker ist (sogar Graves sehe ich im Moment besser als Lucian auf dieser Position)\r\n\r\nEs gibt einige Probleme, die er zu bezwingen hat, wobei nur eine zu &auml;ndern schon zu gute positive Ver&auml;nderungen f&uuml;hren kann.\r\n\r\n1. **Lucians gro&szlig;tes Problem zur Zeit ist seine Angriffsreichweite:**\r\nLucians Angriffsreichweite von 500 ist deutlich geringer als das seiner meisten Gegenspieler (Ashe, Caitlyn, Ezreal,...)\r\nZudem kommt es, dass viele ihre Reichweite verbessern k&ouml;nnen (und Ja Kog&#039;Maw hat auch nur eine Reichweite von 500, kann aber mit seiner W seine Reichweite stark erh&ouml;hen) \r\n**m&ouml;gliche Probleml&ouml;sung:**\r\nEine Erh&ouml;hung auf 550 oder 575 kann hierbei helfen (auch wenn 575 etwas zu stark w&auml;re)\r\n\r\n2. **Generelle Reichweite seiner Grundf&auml;higkeiten:**\r\nAls Lucian ver&ouml;ffentlicht wurde, war seine Reichweite um einiges besser als die jetzt sind. Die zurzeit starke Champions habe eine Schadensf&auml;higkeit die unabh&auml;ngig der Angriffsreichweite agieren (Ezreals mystischer Schuss, Sivirs Bumerangklinge, ...). Dies fehlt Lucian irgendwie. Seine einzige F&auml;higkeit,\r\n auf die das zutrifft (ausgenommen seiner Ultimativen F&auml;higkeit), ist der Flammenschuss. Doch der ist mehr als Utility und nicht als Schadensf&auml;higkeit anzusehen.\r\n**m&ouml;gliche Probleml&ouml;sungen:**\r\nLucians durchdringendes Licht k&ouml;nnte eine gr&ouml;&szlig;ere Reichweite zur Aktivierung erhalten (550 statt 500).\r\nLucians durchdringendes Licht k&ouml;nnte eine gr&ouml;&szlig;ere Durchdringungsreichweite erhalten (1000/1100 statt 900).\r\nLucians Flammenschuss k&ouml;nnte eine Skalierung aufgrund seines Angriffsschadens erhalten.\r\nDurch Flammenschuss betroffene Champions k&ouml;nnten zus&auml;tzlichen normalen oder absoluten Schaden durch Lucians Angriffe erhalten.\r\n\r\n1. **Lucians Passive und Ultimative F&auml;higkeit:**\r\nLucian ist ein mehr oder weniger f&auml;higkeitsabh&auml;ngiger ADC, welcher kontinuierlicher Schaden verursacht, aber auch starke, kurze Schadenspitzen verursachen kann. Daran ist vor allem seine Passive schuld. Auch wenn die Schadensreduktion von dem zweiten Schuss im letzten Patch f&uuml;r die Anfangsphase verringert wurde, finde ich das es ein etwas falscher Ansatz war. Seine derzeitigen Probleme betreffen mehr die Phase in denen l&auml;ngere K&auml;mpfe stattfinden. Er muss sich immer auf die n&auml;chsten Gegner konzentrieren ohne auf hinten stehende Gegner Einfluss zu nehmen.\r\nAuch seine Ultimative F&auml;higkeit kann mehr als &quot;Vasallent&ouml;tungsf&auml;higkeit&quot; angesehen werden, als eine wirkliche Schadensf&auml;higkeit die man verwendet um in l&auml;ngeren K&auml;mpfen gut einsetzten zu k&ouml;nnen. Als Vergleich nehme ich die Ultimative F&auml;higkeit von Miss Fortune her, da ich beide als sehr &auml;hnlich ansehe.\r\n**m&ouml;gliche Probleml&ouml;sungen:**\r\nDer Schaden der kritischen Treffer des zweiten Schusses k&ouml;nnte abh&auml;ngig seiner kritischen Trefferchance sein (60% +0.25 der kritischen Trefferchance (bei 100% kritische Trefferchance = 85%) statt 75%).\r\nNiederm&auml;hen k&ouml;nnte kritisch treffen wobei kritische Treffer zus&auml;tzlich 50% Schaden verursachen.\r\nDie Anzahl der Sch&uuml;sse von Niederm&auml;hen abh&auml;ngig seiner Angriffsgeschwindigkeit.\r\n\r\nMeine pr&auml;ferierten &Auml;nderungen sind vor allem die Reichweiten der automatischen Angriffe und des Durchdringenden Lichts. Die &Auml;nderungen sollen nur seine Schw&auml;chen gegen&uuml;ber anderen Champions am Anfang eind&auml;mmen. Die meisten vorgeschlagenen &Auml;nderungen sind etwas &uuml;bertrieben und dennoch als einzelne in der ein oder anderen Weise umsetzbar. \r\n\r\nAlle meine Vorschl&auml;ge basieren nur auf meine Erfahrungen und die einiger Kollegen mit denen ich gerne diskutiere.\r\n\r\nIch hoffe, dass ich ein paar Denkanst&ouml;&szlig;e geben und vielleicht ein paar Verbesserungsvorschl&auml;ge und Meinungen von euch bekommen k&ouml;nnte.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en,\r\nZerefino","replies":[{"id":"","poster":"StraussDarman","date":"2018-02-08T13:28:25.381+0000","up_votes":1,"down_votes":0,"body":"Meiner Meinung nach, ist das einzige was Lucian aktuell noch braucht, die Erhöhung seiner AA-Range. Mehr als 50 würde ich nicht machen.\n\nIch hab mir deine Vorschläge durchgelesen und muss sagen, die meisten klingen ok jedoch wäre die Ulitänderung totaler Overkill. Könnte seine Ulti kritisch Treffen + Anzahl der Schüsse abhängig von Attackspeed (und du meintes sogar +50% crit damage) würde seine Ulti komplett durch das Gegnerteam schreddern. Alle Items die er dazu braucht ist IE und zwei Phageausbauitems (plus Essence Reaver oder noch eins der phage items um auf 100% crit zu kommen) und der Damageoutput wäre enorm","replies":[{"id":"","poster":"Zerefino","date":"2018-02-08T15:02:59.761+0000","up_votes":1,"down_votes":0,"body":"Naja wie gesagt würde ich nur eine der aufgezählten Änderungen machen - die mit der Ultimativen war sozusagen als Ausgleich zu seiner kurzen Reichweite gedacht.","replies":[]},{"id":"","poster":"Qbert","date":"2018-02-08T13:35:11.366+0000","up_votes":1,"down_votes":0,"body":"ich erinnere mich noch an die gute alte Zeit, in der die Cait-Ulti critten konnte >:D","replies":[]}]},{"id":"","poster":"Westcoast38","date":"2018-02-08T13:04:18.497+0000","up_votes":1,"down_votes":0,"body":"Soweit ich weiß war dieser nervige Dude sehr snowballlastig und hatte eine hohe Winrate. Hat Riot den generft oder was ist los?","replies":[]},{"id":"","poster":"Qbert","date":"2018-02-08T09:02:49.153+0000","up_votes":1,"down_votes":0,"body":"Er hat doch jetzt einen kleinen Buff erhalten oder?\nIch glaube er spielt einfach nicht so eine große Rolle, da er nicht in die Assassin-Meta passt, sein Dash ist für einen Escape ein wenig zu kurz.\n\nDas kommt aber wieder, da bin ich mir sicher :)","replies":[]}]}