{"id":"5B0iRRAH","poster":"řumo ","date":"2018-02-06T08:00:05.712+0000","title":"Suche Doupartner/in um zu Improven (gold III atm)(support main)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"_Sehr geehrte Damen und Herren,_\n\n_**Vorwort:**_\nDie meisten nennen mich Rumo und dabei bleiben wir auch :) und ich bin 27 Jahre alt.\nIch bin auf der Suche nach einem/einer _**soliden **_ Doupartner/in f&uuml;rs ranked wie der title bereits verr&auml;t.\nIm Moment bin ich auf Gold III mit einer winrate von 48% die aber stetig steigt. Man muss sich ja erstmal eingew&ouml;hnen. Und seinen Champion Pool finden.\nHaupts&auml;chlich fand man mich im Jungle Unterwegs, dies will ich aber &auml;ndern und Hauptberuflich Support werden.\n\n**_Was such ich?:_**\nIch beschreibe mal genau was ich hier suche, einen Doupartner das ist schon klar aber ich suche jemanden mit dem ich wirklich climben kann. Ich war die letzten Seasons alle Gold-Platin, aber auch nur, weil es mich nicht wirklich interessiert hat noch h&ouml;her zu kommen, weil mir einfach die Zeit gefehlt hatte. Nun will ich mir die Zeit nehmen und mindestens auf Diamond kletttern. Ich wei&szlig; es ist ein weiter Weg 😊 Achso only Discord :D\n\n**_Rumo:_**\nKurz zu mir, ich spiele LoL seit release (8Jahre?) habe mittlerweile eine Unzahl an spielen, builds, META&rsquo;S usw usw usw (pls rito make blue essenz great again). Besitze alle Champs, wichtig kenne auch alle Champs und deren Combos und wie wo was funktioniert, ich versuche immer Aktuell zu bleiben.\nDa ich trotzdem ein Leben habe, sprich Arbeit und eine Freundin hab ich trotzdem nur begrenzt Zeit ( 18:00 - 00:00 Uhr). Will die Zeit aber nutzen soweit es nat&uuml;rlich geht, nebenbei hab ich auch immer wieder mal Lust zu streamen und hab da n&ouml;tige Equipment, also sollte derjenige auch kein Problem damit haben das man mal einen oder auch Zwei fremde Zuschauer hat :D\nIch sehe das als ein Langzeitprojekt und suche jemanden der Durchhalte verm&ouml;gen Zeigt und nich sofort aufgibt, wenn man mal in einer loosing streak ist.\n\n_**Was ich Spiele:**_\nIch habe mich entschieden Support zu Mainen speziell Rakan{{champion:497}} , das hei&szlig;t jetzt aber nicht das ich zwingend einen AD Curry suche und vor allem keine Wild dahergelaufenen Xayah{{champion:498}}  Main&rsquo;s. Mein Champion Pool ist gro&szlig; und ich kann eigentlich alle Champs und Positionen. Deine Position ist mir relativ egal nur solltest du einen gewissen Pool an Champs besitzen und beherrschen. Ich suche keine OTP&lsquo;s die mich irgendwie Carrien wollen, sondern ich suche einen Mitspieler/in mit dem/der ich Improven kann.Wenn noch fragen sind, immer her damit.\nAdd me:\nMein Summoner Name : RumovonZamonien\n\nhttp://euw.op.gg/summoner/userName=RumovonZamonien\n\nGreetings Rumo","replies":[]}