{"id":"f0s7w9rE","poster":"Hakkuu","date":"2018-02-04T14:32:56.030+0000","title":"Warum Runen Wechseln so unintuitiv ist","subforum":"Client Diskussion","up_votes":3,"down_votes":1,"body":"Seit einigen Monaten ist jetzt das neue Runen System raus, und nachwievor ist der (offensichtliche) Bug nicht gefixt:\r\n\r\nWill man im Secondary Tree die zweite Rune &auml;ndern, wird stattdessen die erste ersetzt, wenn man eine neue ausw&auml;hlt. Dabei gibt es sogar die M&ouml;glichkeit, extra die zweite Rune anzuw&auml;hlen. Ein Lichtchen kreist um die Rune, die Alternativen klappen sich aus, aber ausgetauscht wird trotzdem die erste Rune.\r\n\r\nDie Sache hat mich schon ein paarmal durch Zeitmangel eine Rune gekostet, sollte aber eigentlich schnell gefixt sein.","replies":[{"id":"","poster":"Bote des Chaos","date":"2018-02-05T12:44:13.062+0000","up_votes":1,"down_votes":0,"body":"Jup, das ist mir auch schon ein paar mal passiert. da ich das dann nicht schnell genug geändert habe, musste ich schon ein paar mal soch tolle kombis wie Lux mit Aftershock spielen.\n\nBeunruhigenderweise hat letzteres wirklich gut funktioniert und mich erstaunlich dive-resistent gemacht...^^","replies":[]},{"id":"","poster":"SuicidePlank","date":"2018-02-04T14:34:24.507+0000","up_votes":1,"down_votes":1,"body":"Du weißt das man nicht zweimal Runen aus der selben Reihe nehmen kann? Zb. Manaflow Band und Ultimate Hat, vielleicht ist das dein Problem.","replies":[{"id":"","poster":"Reliable Support","date":"2018-02-04T14:54:40.277+0000","up_votes":1,"down_votes":0,"body":"Du hast ihn falsch verstanden.\nWenn du zb im Secondary Tree Stopwatch und Boots nimmst, dann aber statt Boots Celestial Body nehmen willst, dann werden nicht die Boots ersetzt, sondern erst Stopwatch, und dann muss man Bots zurück zu stopwatch wechseln.","replies":[{"id":"","poster":"SuicidePlank","date":"2018-02-04T14:56:50.368+0000","up_votes":1,"down_votes":0,"body":"Es ist mir noch nie passiert, deshalb kann es sein das ich ihn falsch verstanden habe, ja.","replies":[]}]},{"id":"","poster":"Lunaá","date":"2018-02-04T14:56:14.048+0000","up_votes":1,"down_votes":0,"body":"Ich denke es geht darum, dass man als erstes zb Ultimate Hat hat, und als zweites etwa absolute Überlegenheit. Wenn man jetzt aber die zweite gegen etwas aus der dritten Reihe austauschen will, und dies anklickt, wird Ultimate Hat ersetzt und nicht absolute Überlegenheit.\nDie Funktion, die an dieser Stelle fehlt, ist eine re-auswählen-Funktion","replies":[]}]}]}