{"id":"K4nyFs1L","poster":"Miniphiri","date":"2018-02-04T12:16:34.241+0000","title":"dodgen im ranked","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":3,"body":"bitte gebt doch jedem 2 freie dodges am tag f&uuml;rs ranked. lieber das als nen jungler haben der nichtmal jungle spielen kann oder autofilled wurde und nicht tauschen kann und man am ende dann 4 vs 5 ist","replies":[{"id":"","poster":"Megamaexx","date":"2018-02-04T12:28:44.019+0000","up_votes":2,"down_votes":0,"body":"Das freut natürlich die Leute, die nicht mehr als 2 Rankeds am Tag spielen xD","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2018-02-04T14:17:30.918+0000","up_votes":1,"down_votes":0,"body":"Ähm... nein.\nAlso du kannst ja quasi Konsequenzfrei Dodgen, denn du verlierst irrelevante LP und bekommst eine minimale Zeitstrafe. Und ja, im richtigen Moment dodgen ist eine Taktik, die beim Aufsteigen helfen kann. Aber Riot muss die Anzahl der Dodges halt auch minimieren...\n\nBei 2 Dodges pro Tag pro Spieler... also du fängst dein erstes Ranked an und hast Potenziell 10 Dodges in beiden Teams... sobald irgendwas passiert, was nicht ideal läuft... sagen wir der Gegner pickt Nunu Azir... Und in der 2. Rotation KogMaw und Jax... Dodged jemand im anderen Team. Einfach nur, weil das eine Team smart pickt... \n\nBei 2 Dodges pro Spieler würdest du Ewigkeiten brauchen um ins Ranked zu kommen. Denn natürlich dodge ich, wenn der Gegner sich gut abspricht und eine OP Comp drafted. Der Gegner würde es ja auch tun. Ist ja auch voll sinnvoll, wenn man die erste Phase des Spieles krass verloren hat.\n\nDie Ban und Pick Phase gehört halt zum Spiel dazu... Und wer sich dort gut anstellt, sollte auch belohnt werden. Bei 2 Dodges pro Tag muss man auf ein Mal darauf achten, dass man nicht zu starke Kompositionen drafted, weil das Spiel halt dann eh nicht statt findet.\n\nUnd wenn wirklich mal jemand in der Champselect trollt. Oder sich 2 Spieler schon dort streiten. Dann kannst du das Speil ja immer noch dodgen... also die paar LP, die du dann verlierst, sind ja in den seltesten Fällen relevant. Meistens brauchst du danach genau so viele Siege wie vor dem Dodge um deine nächste Promo zu erreichen... Es sei denn du dodged wirklich wegen jeder Kleinigkeit.","replies":[{"id":"","poster":"clair de lune289","date":"2018-02-04T19:27:13.738+0000","up_votes":1,"down_votes":0,"body":"mMn sollte das Dodgen wirklich mal Konsequenzen haben (im Sinne von MMR/Elo verlust),das ist aber aus guten Grund nicht möglich.\nDas Elosystem sieht eben nihct vor das Elo \"verloren\" geht, bei einem Sieg oder Niederlage werden nur die Punkte umverteilt die Gesamtanzahl an Punkten bleibt gleich.\n\nDie CS wird von vielen nicht als Teil vom Spiel gesehen,dabei ist sie sogar ein sehr wichtiger Teil vom Spiel. Grade bei Profispielen sieht man immer wieder wie wichtig Banns und Picks sind.","replies":[]}]}]}