{"id":"l6B0wptd","poster":"aIoneintokyo","date":"2020-02-05T09:37:04.823+0000","title":"4 vs 5 (Kompetente Meinung)","subforum":"Champions & Gameplay","embed":{"title":"aIoneintokyo (EUW) - LeagueOfGraphs","description":"Diamond II - Wins: 75 (54.7%) (#33,453) / Kha'Zix: Wins: 68.3% - Played: 41 (#276) / Elise: Wins: 68.8% - Played: 32 (#1,696) / Kayn: Wins: 45.0% - Played: 20 (#8,182)","url":"https://www.leagueofgraphs.com/summoner/euw/aIoneintokyo","image":"http://cdn.leagueofgraphs.com/img/summonerIcons/10.2/64/1297.png"},"up_votes":1,"down_votes":2,"body":"Hallo zusammen,\r\n\r\nnun ich komme gleich zu meinem Anliegen. Und ich bitte nur um kompetente Meinungen ab Dia.\r\n\r\nMeine Frage ist, wie ich das letzte Game verloren habe, obwohl ich Rengar zum rq gebracht habe.\r\n\r\nAnbei mein League Graph wo ihr das letzte Spiel sehen könnt. Leider war mein adc ziemlich useless aber trzdm wurde jeder von meinem Team hardcore outleveled obwohl wir Baron hatten.\r\n\r\nWas dabei interessant ist? Durch Baron bekommt man jede Menge xp meistens ein Lvl up etc trdzm war jeder meiner Laner extremst behind. Wie kann so etwas in einem 4vs5 passieren? War doch Dia 2 und alle haben eine solid winrate, d.h. niemand ist hier wirklich geboosted. Und das der Jhin absolut useless ist war eig. egal weil der Lucian auch 1shot war. \r\n\r\nNatürlich outscaled Kassadin jeden von uns wobei wir jede Menge cc und ich morellos gegen sein healing hatte. (auch meine R wenn er mich jumpt bekommt er mal 1.5k dmg.\r\n\r\nWie schon erwähnt hatten wir Baron und auch einen lvl sowie gold lead bis zur min 25.\r\n\r\nDas interessante war, durch Baron haben wir unseren lead verloren denn ab da war die gegnerische Riven lvl 17 und kassadin 16 wo wir noch mit lvl 15 rumliefen (ich 14). Meine Performance war in dem Spiel nicht gut wobei ich im early rengar zum fighten geforced habe und unser aa im early 10x besser ist als kass. Das hab ich abused und hat auch den Rengo zum Rq gebracht.\r\n\r\nNach und nach nahm ich seine camps und meine, war tzotzdem fully behind obwohl das mal sicher 10 min fast ein reines farmgame war weil nichts contestet wurde.\r\n\r\nIch frage mich halt wie 2 solo laner so brutal behind fallen können, obwohl wir full top und mid lane prio hatten.\r\n\r\nAber vielleicht wär es mal Zeit für einen Kassadin nerf.\r\n\r\nlg","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-05T10:51:19.853+0000","up_votes":2,"down_votes":0,"body":"Wenn die gegner nur zu viert waren bekommt dann nicht jeder von denen etwas mehr ep ? Oder versteh ich das falsch. Immerhin ist dann mehr für jeden da :0 \n\nUnd kann es sein das du den rengar zum RQ gebracht hast ? ^^\n\nEdit. \nIch bin kein Dia Spieler. Ich weiß es ist unglaublich aber wahr :P \nAber bei dem Wort Kompetent seh ich mich *hust hust*","replies":[{"id":"","poster":"aIoneintokyo","date":"2020-02-05T13:58:07.616+0000","up_votes":1,"down_votes":0,"body":"Naja die gegner haben halt rq im all chat geschrieben + report also ja\", weil er direkt nach dem tod afk gegangen ist. bzw hab nicht ich ihn getötet aber halt durch scuddle und drake geforced dass er kommt und meine m8s davor spamgepingt dass sie kommen. (mindplay kappa). aufjedenfall  \"Wenn die gegner nur zu viert waren bekommt dann nicht jeder von denen etwas mehr ep \" weiß ich das nicht und das wäre interessant zu wisen.","replies":[]}]},{"id":"","poster":"Shacoláde","date":"2020-02-05T11:02:43.042+0000","up_votes":1,"down_votes":0,"body":"Für mich schauts fast eher so aus als hätte da Lucian das Game gecarried. \n393CS > 219CS\nDen einzige Hard_CC den ihr hattet war Leona + dein W.\nWenn ihr Lucian oder Kass nicht bekommt ist die Wahrscheinlichkeit groß, dass er euch auseinandernimmt;\nauch 4vs5.\nDa der Rengar weg war, konnten sie den Jungle auch noch Clearen, was mehr Gold mehr EP bedeutet.\nIhr hattet zwischen Minute 20-25 ca. 3k lead. \nDann sollte man das nachhause bringen. \nIch bin zwar nur ein Goldnoob, aber man kann es schon erklären.","replies":[{"id":"","poster":"aIoneintokyo","date":"2020-02-05T13:56:32.255+0000","up_votes":1,"down_votes":0,"body":"Hallo Schacolade,\n\ndanke erstmal. Ja der Lucian war fett, aber zu der Zeit wo Kassadin nicht im fokus war, war es halt lucian. Und der wurde entweder outzoned oder von Leona hard cc, wir haben auch die \"teamfights 4v5\" gewonnen. Aber das lustige die hatten halt alle den übelsten lvl Vorteil trotz nash.\n\nich weiß garnicht ob das system mehr xp vergibt wenn jmd afk ist. aber für mich hat das schon den Anschein.","replies":[]}]}]}