{"id":"Wo578M8A","poster":"TEA Sìn","date":"2018-02-03T12:17:21.005+0000","title":"TEATIMECLUB - Sucht Member und Teams!","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"https://imgur.com/G4vcEoL","image":"http://imgur.com/G4vcEoLs.png"},"up_votes":1,"down_votes":0,"body":"**Liebe League-Community,**\n\nda demn&auml;chst die In-Client Turniere starten und immer mehr Spieler Interesse an Teamranked zeigen, suchen wir jetzt DICH!\nDu fragst dich jetzt sicherlich wer wir sind. Wir sind der Teatimeclub, ein recht frischer LoL- &bdquo;Clan&ldquo; mit ungef&auml;hr 35 Mitgliedern und zwei aktiven Rankedteams. Unser Fokus liegt klar auf Teamranked, aber wir spielen alle auch manchmal was anderes als LoL und auf neue Spiele mit neuen Freunden haben wir auch gerne Lust.\n\nWie oben schon angesprochen suchen wir aktuell neue Member f&uuml;r bereits bestehende Teams, aber auch Leute f&uuml;r neue Teams. Wenn du das liest und denkst: &bdquo;Hey Teamranked wollte ich immer schonmal ausprobieren.&ldquo;, oder &bdquo;Meine Drei Kumpels und ich suchen noch einen f&uuml;nften und eine gute Trainingsumgebung und eventuelle Scrim-Partner.&ldquo;, dann bist du bei uns genau richtig!\n\nUnser Adminteam besitzt Erfahrung in dem Management von Rankedteams. Wir k&ouml;nnen euch eine ausgereifte Teamrankedstruktur mit Trainingslisten in Form von Googledocs, Counterpicklisten und Teamcomplisten zur Verf&uuml;gung stellen. Auf unserem Teamspeak Server gibt es speziell f&uuml;r Teams eigene Trainingsr&auml;ume, sodass kein Team beim Training gest&ouml;rt wird. Au&szlig;erdem wird es zuk&uuml;nftig des &ouml;fteren Turniere geben bei denen ihr euch auch als Team anmelden k&ouml;nnt.\n\nNat&uuml;rlich beruht das miteinander auf ein paar Regeln. Du bist mindestens 16 Jahre alt, hast ein vern&uuml;nftiges Headset, bist Rankedf&auml;hig, also mindestens Level 30 und kannst dich anst&auml;ndig ausdr&uuml;cken und benehmen? Dann schau doch ob du auf eine der gesuchten Rollen passt.\n\nAktuell sind wir auf der Suche nach folgenden Rollen:\n- **High Silber Midlaner**\n- **High Platin / Dia Toplaner, Jungler, ADC &amp; Support**\n- **Ansonsten sind ganze Teams und einzelne Teamsuchende aus jeder Elo gerne willkommen!\n**\n\nHast du dich in einer der beschriebenen Rollen wiedergefunden? Dann komm gerne auf unserem Teamspeak vorbei. Die IP ist: ts.teatimeclub.de\nOder f&uuml;ge einen unserer Moderatoren ingame hinzu. Wir freuen uns auf dich 😊  \n\nUPDATE: Am Sonntag den 4.2.2018 gegen 18-20 Uhr finden Kennenlernspiele bei uns statt. ARAM oder Normals je nach Vorliebe der Anwesenden. Schaut doch mal vorbei. \n\nMit freundlichen Gr&uuml;&szlig;en,\nTEA S&igrave;n\n\nEure Ansprechpartner:\n\n**Teammoderator**\n- TEA S&igrave;n | John\n\n**Membermoderatoren**\n- TEA Dinkelberg | Benny\n- TEA Luminati | Raffa\n\n**Eventmoderator**\n- TEA Klitoris | Phillip\n\n**Clubleiter**\n- TEA Traumate | Jonas\n- TEA NFH | Piet","replies":[]}