{"id":"tdkyAl91","poster":"TeamworkSheep","date":"2018-02-02T20:28:19.014+0000","title":"Spiel setzte aus","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich habe mit LOL nie Probleme,\r\ndoch heute ist etwas sehr seltsames passiert.\r\n\r\nDas Spiel laggte sehr stark. Mein Ping war normal, dass FPS auch. \r\nDen PC habe ich hoch und runter gefahren, dass Spiel neu gestartet, den Router auch... Zuerst habe ich das Spiel neu gestartet (funktionierte), dann habe ich den PC hoch und runter gefahren weil das Problem immer noch bestand. Als ich dann versuchte, dass Spiel neu zu starten, konnte ich mich nicht mal einloggen.\r\nSp&auml;ter ging das Spiel wieder... komischerweise als ich mich einloggte, war ich bereits im Spiel erstellen Modus.\r\nMir ist aufgefallen, dass wenn ich auf den TaskManager anschaue und in den Bereich &quot;Leistung - Ethernet&quot; er mir riesige Spitzenintervalle anzeigt.\r\n\r\n\r\nJemand im Spiel, meinte etwas von einen DDOS angriff? Ich kenne so etwas, nur von meinen Exfreund und seinen Servern... weis jedoch nicht, wie ich es &uuml;berpr&uuml;fen kann\r\n\r\nIch h&auml;tte gern das Spiel hochgeladen, habe es aber nicht speichern k&ouml;nnen :/","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-02-03T09:22:02.534+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nWie viele Prozesse hast du denn offen? Könnte es eventuell sein, dass du zeitgleich etwas heruntergeladen hattest? Eventuell hat z.B. Steam ein Spiel gepatcht? \n\nWIr werden schon eine Lösung finden!\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"TeamworkSheep","date":"2018-02-03T10:44:33.822+0000","up_votes":1,"down_votes":0,"body":"Hallo, nein.\nImmer wenn ich Spiele, läuft allerhöchstens Youtube im hintergrund.\nMein PC hat mit keinen Leistungsstarken Spiel, bisher Probleme gehabt.\n\n\nEs sollen angeblich Network Logs im RiotOrdner auf dem Rechner geben... tatsächlich sind da welche, aber bei mir gehen die komischerweise nur bis zum 23.01.2018... dass verstehe ich nicht.","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-02-03T12:42:22.069+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nKönntest du dir das Hextech-Repair-Tool von unserer Support-Seite runterladen?\n\nDamit kannst du dann Hextech-Logs erstellen wo einige nützliche Daten für uns drinne sind!\n\nDiese kannst du dann in einem PasteBin oder sonst wo hochladen (hauptsache wir können diese sehen/runterladen).\n\nDann würde ich einmal reinschauen!\n\nIch bin kein Tech-Experte, aber wenn ich nichts finde frage ich mal meine Kollegen, irgendwas wird sich schon finden lassen!\n{{sticker:slayer-jinx-wink}}","replies":[]}]}]}]}