{"id":"8A8ffGJX","poster":"gava","date":"2018-02-02T13:35:26.370+0000","title":"SubDivisionGaming sucht nette Spieler mit Ts3","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\r\n\r\nwir von SubDivisionGaming e.V. sind auf der Suche nach sympathischen und aktiven Mitspielern. Wir sind ein/e Multigamingverein-/community mit Bereichen wie League of Legends, Overwatch, WoW usw., neuerdings haben wir auch einen Fortnite Bereich den wir gerne noch vergr&ouml;&szlig;ern m&ouml;chten.\r\nF&uuml;r jeden Bereich gibt es Ansprechpartner, denen man Vorschl&auml;ge &auml;u&szlig;ern oder Projekte bearbeiten kann. Dort gibt es gro&szlig;en Freiraum; momentan gibt es eine League of Legends Liga in Partnerschaft mit einem anderen Gaming-Clan, die Liga umfasst 16 Teams, und Anfang Februar startet ein Overwatch Turnier.\r\nWir hoffen, dass die n&auml;chste LoL-Liga, die noch dieses Jahr stattfinden wird, noch mehr Teams beinhaltet und damit auch gr&ouml;&szlig;ere Preise zu gewinnen sind. Dazu suchen wir auch Leute, die ein Team besitzen/gr&uuml;nden oder einem Team beitreten wollen.\r\nAuch f&uuml;r Fortnitespieler wollen wir den Bereich noch weiter ausbauen damit auch jeder der m&ouml;chte einen oder mehrere Mitspieler finden kann.\r\nDa wir ein eingetragener Verein sind, k&ouml;nnt ihr auch gerne ein volles Vereinsmitglied werden\r\noder euch dazu entscheiden einfach nur ein Member zu sein :).\r\nDa wir versuchen werden f&uuml;r die jeweiligen Turniere Gewinnpreise bereitzustellen, wird die Teilnahme an &ldquo;einigen&rdquo; Turnieren kleine Anmeldekosten beinhalten, welche aber f&uuml;r Vereinsmitglieder voll wegfallen.\r\n\r\nWir w&uuml;rden uns sehr freuen einige neue LoL- und vor allem Fortnitebegeisterte aktive Gamer, bei uns begr&uuml;&szlig;en zu d&uuml;rfen. Spieler aus anderen Spielen sind nat&uuml;rlich auch herzlich Willkommen.\r\nKommt einfach auf unseren Teamspeak Server um mehr Infos zu bekommen und uns kennenzulernen. \r\nTs3:   ts.subdivision-gaming.de\r\n\r\nhttps://subdivision-gaming.de/\r\n\r\n\r\nSubDivisionGaming e.V. &ndash; Gaming vereint.","replies":[]}