{"id":"XsxAwZI8","poster":"Ραtrick","date":"2018-02-02T05:01:01.893+0000","title":"An alle Zigaretten raucher ","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":7,"body":"Hi,\r\n\r\nich wollte euch rauchern da drau&szlig;en mal fragen wie ihr eure games anf&auml;ngt..\r\nbei mir zb. ist der gr&ouml;&szlig;te Tick das ich VOR und NACH jedem Game eine rauchen muss,\r\nd.h bevor ich ein game suche eine rauchen dann im loading screen eine rauchen, und dann nach dem game..\r\nselten kommt es vor das ich es so dringend n&ouml;tig habe das ich ingame schon nach 10min einfach abhau und eine rauchen gehe.\r\nwie regelt ihr euer Rauchverhalten ab? raucht ihr auch kettenwei&szlig;e oder was macht ihr..??","replies":[{"id":"","poster":"Coopa123","date":"2018-02-02T05:57:47.491+0000","up_votes":2,"down_votes":0,"body":"Mein Vorsatz für 2018 war den Zigaretten Tschüss zu sagen.\nHab jetzt ne E-Zigarette OHNE Nikotin! Da kann man immer schön wenn der Bildschirm grau wird dran nuckeln. Riecht gut, ist weniger schädlich, raubt keine Zeit, ist billiger.\n\nVersuchs mal","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-02-02T07:08:11.080+0000","up_votes":2,"down_votes":4,"body":"Weil Chemikalien verdampfen auch save gesünder ist...","replies":[{"id":"","poster":"Qbert","date":"2018-02-02T07:14:44.620+0000","up_votes":3,"down_votes":1,"body":"weil allg. Einatmen von Dampf bestimmt voll gut ist ... :D wobei, was, wenn man ein Kamille-Liquid nutzt? ich mein, Kamille-Dampfbad ist für die Atemwege echt Gold in der Erkältungszeit ... hmm\n\nMal googeln ob's das gibt, ansonsten -> Patentamt ich kommen >:O","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-02-02T07:17:18.692+0000","up_votes":5,"down_votes":0,"body":"Es ist bei einer normalen Zigarette auch nicht das Nikotin, welches doch umbringt, sondern eher der Fakt, dass du mit deinem Lungeninhalt eine Autobahn sanieren kannst.","replies":[{"id":"","poster":"Nohgolgh","date":"2018-02-02T09:49:14.469+0000","up_votes":2,"down_votes":0,"body":"Tut mir Leid, du liegst da falsch. Der Einsatz von Teer im Straßenbau (oder anderen Bauprojekten) ist schon seit über 30 Jahren verboten, weil es zu krebserregend und gesundheitsschädigend für die Straßenarbeiter ist und eine Vergiftung des Trinkwassers grundsätzlich nicht ausgeschlossen ist. \n\nhttps://www.strassen.nrw.de/planung-bau/bautechnik/strassenbelaege.html","replies":[]},{"id":"","poster":"Qbert","date":"2018-02-02T07:30:02.962+0000","up_votes":2,"down_votes":2,"body":"yo, die \"Nebenerzeugnisse\" beim Verbrennen sind eigentlich das Hauptproblem, deshalb gibt's ja nun auch Modelle, die Zigaretten \"nur\" erhitzen ...\nAlles in Allem aber etwas, was ich nicht nachvollziehen kann ... daher ja die Idee ein Liquid für Vaporizer, welches GUT für die Atemwege ist ... Kamille bspw. :D","replies":[{"id":"","poster":"Coopa123","date":"2018-02-02T07:57:19.903+0000","up_votes":2,"down_votes":1,"body":"Wenn ich ein Eis-Bonbon Liquid dampfe ... ist dir bewusst, dass da gar keine Eisbonbons drin sind?","replies":[{"id":"","poster":"Qbert","date":"2018-02-02T08:00:15.989+0000","up_votes":2,"down_votes":2,"body":"Wie du, wenn du aufmerksam gelesen hast, sicher mitbekommen hast, weiß ich wie Vaporizer funktionieren, was sie machen und die Perepherie dazu kenne ich demnach auch.","replies":[]}]}]}]}]},{"id":"","poster":"Coopa123","date":"2018-02-02T07:18:01.337+0000","up_votes":3,"down_votes":0,"body":"Von gesund hab ich nix gesagt. Ich sagte weniger schädlich.\n\nUnd ich wollts nich unbedingt machen aber here we go:\n\nLiquids haben 4 Inhaltsstoffe, eins Wasser, zwei normales Aroma, drei irgend ein pflanzlicher scheiß und das vierte ein Lebensmittelzusatzstoff  wie du ihn dir jeden Tag reinballerst.\n\nIn Zigarettenrauch sind 4000 verschiedene Substanzen, 40 davon hoch krebserregend und 200 extrem giftig. \n\nJetzt pack noch Teer und Arsen mit obendrauf und sag mir das \"Chemikalien verdampfen\" genau so schlimm wie rauchen ist Brudi :)","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-02-02T07:21:31.582+0000","up_votes":1,"down_votes":3,"body":"Ich hab auch nicht gesund gesagt, sondern gesünder, Bratan. \nMir solls egal sein, ich halte das ganze nur für Diskussionswürdig","replies":[{"id":"","poster":"Coopa123","date":"2018-02-02T07:27:05.740+0000","up_votes":3,"down_votes":1,"body":"> Mir solls egal sein, ich halte das ganze nur für Diskussionswürdig\n\nK. Ein gewisses Grundverständnis wäre aber doch schön bevor man seinen Senf dazu gibt, gelle?","replies":[{"id":"","poster":"Qbert","date":"2018-02-02T07:30:52.876+0000","up_votes":4,"down_votes":3,"body":"Du sprichst von Vaporizern, der TE spricht vom Rauchen ... das sind übrigens zwei grundverschiedene Dinge.\n\nSo viel zum Thema \"Grundverständnis\".","replies":[{"id":"","poster":"Coopa123","date":"2018-02-02T07:55:04.038+0000","up_votes":3,"down_votes":1,"body":"Ich hatte die Diskussion auch nicht mit dem TE sondern mit Uranbrennstab.\n\nSo viel zum Thema \"Leseverständnis\".","replies":[{"id":"","poster":"Qbert","date":"2018-02-02T07:58:41.342+0000","up_votes":2,"down_votes":3,"body":"Ich habe auch nicht Bezug auf eure Diskussion genommen, sondern, dass du hier Äpfel mit Birnen vergleichst.\n\nSo viel zum Thema \"Lesekompetenz\".","replies":[{"id":"","poster":"Coopa123","date":"2018-02-02T08:01:16.648+0000","up_votes":3,"down_votes":1,"body":"Willst du damit tatsächlich sagen, dass der Vergleich zwischen Zigaretten und E-Zigaretten sinnlos ist oder nur auf subjektiven Meinungen beruht?? Gibt es keine Gemeinsamkeiten und Unterschiede? Keine Vor und Nachteile? Äpfel und Birnen am Arsch ...","replies":[{"id":"","poster":"Qbert","date":"2018-02-02T08:02:26.786+0000","up_votes":2,"down_votes":3,"body":"EDIT:\n\nBevor das jetzt noch weiter geht.\nEs gibt natürlich Unterschiede zwischen Zigaretten und deren elektronischen Pendants. Der Vergleich hingt einfach, das ist als würdest du eben die Nährstoffe einer Birne und eines Apfels gleichsetzen wollen ... das geht einfach nicht.\n\nDeshalb ist der Vergleich absolut subjektiv. Das eine ist letztendlich nur ein Substitut für das andere. ","replies":[{"id":"","poster":"Coopa123","date":"2018-02-02T08:08:06.762+0000","up_votes":2,"down_votes":1,"body":"Ich rede von E-Zigaretten. Die tatsächliche Gebrauchsweise von dem Wort E-Zigarette und genau so wie man sie im alltäglichen Sprachgebrauch, im Internet oder diversen E-Zigaretten-Läden verwendet.\n\nWenn du damit nicht einverstanden bist, dich random in die Gespräche anderer Leute reinkackst und ich dann dadurch, dass du Dinge mit  reinwirst, die nicht Thema waren, durcheinander gerate nur um mir dann blöd mit lächerlichen gifs anzukommen, kannst du einen Abgang machen :)","replies":[{"id":"","poster":"Qbert","date":"2018-02-02T08:15:50.193+0000","up_votes":2,"down_votes":2,"body":"Komisch, ich habe beruflich in diesem Segment verbracht, der Usus in Fachgeschäften liegt bei Vaporizer, nicht E-Zigarette ... \nDu bist einfacher User, ich habe dazu Fachkenntnisse, auch gehe ich dich nicht persönlich an, du wirst jedoch persönlich. Das ist schon ein sehr wackliger Stuhl, auf dem du da sitzt.\n\nNun ja, lassen wir das ... du bist scheinbar nicht in der Lage, über deinen Tellerrand hinaus zu erkennen, das du auch mal Unrecht haben kannst.\n\nLeb in deiner Welt, fröhne deiner Sucht, aber lass doch andere einfach damit in Ruhe :)","replies":[{"id":"","poster":"Coopa123","date":"2018-02-02T08:26:33.530+0000","up_votes":4,"down_votes":1,"body":"Es wird Zeit von deinem hohen Ross runterzusteigen. Diese Arroganz ist widerlich.\n\n> Du bist einfacher User\n\nJa genau. Ich bin nur damit vertraut. So wie so ziemlich alle anderen Leute auch. Jetzt kommst du mit deiner Erhabenheit und erhobenen Finger daher und hackst auf irrelevanten Begrifflichkeiten rum. Das Äquivalent von einem Grammar-Nazi, nur noch erbärmlicher. Gut gemacht.\n\n> du wirst jedoch persönlich\n\nLeute werden dir gegenüber persönlich wenn du herabwertend und arrogant daher stolzierst? Oh really?\n\n>  aber lass doch andere einfach damit in Ruhe\n\nIch lauf nicht wahllos durch das LoL Board und erzähl der ganzen Welt über meinen Liquid Konsum. Jemand hat gefragt, ich hab meinen Beitrag dazu gegeben, Idioten kriechen aus Löchern, kacken mich an und ich  antworte. Andere damit in Ruhe lassen? Das soll doch wohl ein schlechter Scherz sein?\n\nWenn du damit in Ruhe gelassen werden möchtest, nimm nicht an den Gesprächen anderer Leute teil, an denen du nicht teilhaben möchtest. Den heuchlerischen Scheiß kannst du dir und mir ersparen.\n\nIch wiederhole und betone: Wenn du in Ruhe gelassen werden möchtest, hör auf dich einzumischen. Und du kannst direkt mit meinem Kommentar anfangen. Mal sehen obs klappt.","replies":[{"id":"","poster":"Coopa123","date":"2018-02-02T08:44:40.477+0000","up_votes":2,"down_votes":0,"body":"> Näääää, das klappt nicht.\n\nNatürlich nicht. Ein Grammar-Nazi könnte niemals ein \"nähmlich\" einfach so stehen lassen. Eingew hats gesagt und ich mach den ersten Schritt\n\n---> tl:dr\n\nTschüssi :)","replies":[]},{"id":"","poster":"eingew","date":"2018-02-02T08:42:21.050+0000","up_votes":2,"down_votes":1,"body":"Okay, wie wärs, wenn ihr beide euch jetzt mal beruhigt und keine weiteren Kommentare mehr in dieser Kette schreibt? Ich sehe jedenfalls nicht, wohin diese Diskussion an dieser Stelle führen soll. Zu tiefergehenden Erkenntnissen auf dem Gebiet des Inhalierens diverser Stoffe jedenfalls nicht.","replies":[]},{"id":"","poster":"Enderized","date":"2018-02-02T08:43:20.295+0000","up_votes":1,"down_votes":0,"body":"Wenn du nicht willst, dass Leute an deinen Gesprächen Teilhaben, nutze bitte die Chatform des 'Privaten Chats'. Diesen kannst du u.a. über Skype, LoL Freundschaftsanfragen oder zB auch Discord und ähnlichem erreichen.\n\nIch wiederhole und betone: Wenn du nicht willst, dass andere Leute sich in ''deine'' Gespräche einmischen, hör auf in einem öffentlichen Forum zu posten. Und du kannst direkt mit deinen Diskussionen im Forum anfangen. Mal sehen ob's klappt.","replies":[]},{"id":"","poster":"Qbert","date":"2018-02-02T08:41:02.581+0000","up_votes":2,"down_votes":2,"body":"Näääää, das klappt nicht.\n\nDu verträgst weder Kritik an der Sache noch an deiner Person.\nDann kommst du in Bedrängnis und schlägst verbal um dich wie ein kleines Kind, das seinen Willen nicht durchgesetzt bekommt.\n\nJa, wir sind in Wortklauberei verfallen, und ja, technisch gesehen gibt es keine Unterscheide aber Fakt ist, im Allgemeinen sind diese Geräte als E-Zigaretten bekannt, im Fachjargon heißen sie Vaporizer.\nFakt ist auch, dass man diese nicht direkt mit Zigaretten vergleichen kann, da einfach das komplette System ein anderes ist.\nDie einzige Gemeinsamkeit ist das Nikotin und der Inhalationsprozess. Nur deshalb werden sie oft gleichgesetzt, nämlich zur Befriedigung der Bedürfnisse Inhalation und Nikotin.\n\nDeshalb nochmal.\nDu vergleichst in diesem Fall Äpfel mit Birnen. Nämlich verbrennen vs. verdampfen. Zumal mittlerweile für all die Raucher von Zigaretten auch eine \"Erwärmungszigarette\" verfügbar ist. Diese kann man eher vergleichen.","replies":[]},{"id":"","poster":"Qbert","date":"2018-02-02T08:58:12.288+0000","up_votes":2,"down_votes":3,"body":"Och menno ... Onkel Eingew ... da ist man mal sachlich und argumentativ und nur weil jemand nicht anders weiß sich einzubringen und beleidigt, intervenierst du ... *seufz*","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-02-02T07:49:32.129+0000","up_votes":1,"down_votes":0,"body":"JA und das habe ich aufgelöste Aromen und auch nicht alle Pflanzen sind gesund zum einatmen","replies":[{"id":"","poster":"Coopa123","date":"2018-02-02T07:54:31.964+0000","up_votes":1,"down_votes":0,"body":"Und das Gegenteil hat auch nie jemand behauptet. Wo war jetzt das Problem?","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-02-02T07:59:52.787+0000","up_votes":1,"down_votes":0,"body":"Das du mich dumm von der Seite angequatscht hast, schätze ich mal.","replies":[{"id":"","poster":"Coopa123","date":"2018-02-02T08:10:51.816+0000","up_votes":2,"down_votes":0,"body":"Tu mir nen Gefallen, scroll hoch, schau wer zuerst geposted hat und wer wen dumm von der Seite angequatscht hat du \"Dumm von der Seite-Anquatscher\"","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-02-02T08:33:14.222+0000","up_votes":1,"down_votes":0,"body":"Junge, du verkennst hier leicht die Situation. Ich habe auf die durchaus realen Gefahren von inhalieren chemischer Substanzen hingewiesen. Das die sich von Hersteller zu Hersteller und regional unterscheiden ist bekannt gab ja erst einen Skandal in den US und A, wegen genau diesem Bullshit. \nAlso chill deine Nuggets","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"xBulma","date":"2018-02-02T19:12:22.596+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Coopa123,realm=EUW,application-id=KYnfKGf0,discussion-id=XsxAwZI8,comment-id=0001,timestamp=2018-02-02T05:57:47.491+0000)\n>\n> Mein Vorsatz für 2018 war den Zigaretten Tschüss zu sagen.\n> Hab jetzt ne E-Zigarette OHNE Nikotin! Da kann man immer schön wenn der Bildschirm grau wird dran nuckeln. Riecht gut, ist weniger schädlich, raubt keine Zeit, ist billiger.\n> \n> Versuchs mal\n\nweniger schädlich ich bekomm gleich die tränen XD {{item:2056}} {{item:3070}}","replies":[{"id":"","poster":"Coopa123","date":"2018-02-02T21:36:50.729+0000","up_votes":1,"down_votes":0,"body":"Ja .. nicht?","replies":[]}]},{"id":"","poster":"Ραtrick","date":"2018-02-02T06:20:29.974+0000","up_votes":1,"down_votes":0,"body":"hab alles probiert sogar irgendwelche 200 euro anti raucher tabletten alles fürn arsh","replies":[{"id":"","poster":"Coopa123","date":"2018-02-02T07:18:59.827+0000","up_votes":1,"down_votes":1,"body":"Dann hast du n extremes Suchtproblem und solltest das mit nem Psychologen klären, wenn du das allein nich schaffst","replies":[]}]}]},{"id":"","poster":"Azuritia","date":"2018-02-03T20:08:03.286+0000","up_votes":3,"down_votes":0,"body":"Bin nicht Raucher nur das Thema finde ich hier nicht ok O_o Ich glaub nicht das wegen Rauchens dazu beiträgt das ein Spiel verschlechtert wird und er dann schlechter spielt? Gut es gibt leider die Sorte Raucher die übelst agressiv werden wenn sie länger keine mehr Rauchen konnten. Es gibt die 2 Sorten Raucher die wegen dem Genuss rauchen, und die um damit Stress/Wut etc ab zu bauen.. da erlebte ich es schon mal das jemand unruhig wurde, wenn eine längere Pause bis zur nächsten Zigarette lag. Ich persönlich hab nix gegen Raucher meide sie ab, aber aus gesundheitlichen Gründen. Nur sorry das geht euch doch nix an ob die rauchen oder nicht? Das ist deren Privatsache. Was man hier glaubt für Gründe suchen zu können für das Spielverhalten anderer...*Kopfschüttelt* Jetzt sollen nun die Raucher schuld dran sein wenn ihr verliert oder was? Mann mann...was hier abgeht...traurig.{{sticker:sg-lulu}}","replies":[]},{"id":"","poster":"Abasin","date":"2018-02-02T06:58:01.627+0000","up_votes":1,"down_votes":0,"body":"{{sticker:vayne-pose}} interessierts, ob Du rauchst? Ich sitze nicht im gleichen Raum und kriege es nicht mit. Imho ein nutzloser Thread.","replies":[{"id":"","poster":"Coopa123","date":"2018-02-02T07:58:19.744+0000","up_votes":1,"down_votes":0,"body":"Wenn er im Ladebildschirm noch eine raucht und deswegen zu spät kommt, interessiert es dich dann vielleicht?","replies":[{"id":"","poster":"Abasin","date":"2018-02-02T08:02:22.247+0000","up_votes":1,"down_votes":0,"body":"Er wird ja nicht so doof sein, das so in den Chat zu schreiben. Oh wait...report for starting too late.","replies":[{"id":"","poster":"Coopa123","date":"2018-02-02T08:09:46.321+0000","up_votes":1,"down_votes":0,"body":"Ist doch egal was er schreibt, zu spät ist zu spät","replies":[{"id":"","poster":"Abasin","date":"2018-02-02T08:13:40.586+0000","up_votes":1,"down_votes":0,"body":"Sorry, Telefon kann ich akzeptieren. Kriege oft genug Werbeanrufe nach 21:00.","replies":[{"id":"","poster":"eingew","date":"2018-02-02T08:15:22.400+0000","up_votes":2,"down_votes":0,"body":"Einer der Gründe warum ich nicht mehr ans Haustelefon gehe :D","replies":[{"id":"","poster":"Enderized","date":"2018-02-02T08:37:55.319+0000","up_votes":1,"down_votes":0,"body":"Was ist ein Festnetzanschluss?","replies":[{"id":"","poster":"eingew","date":"2018-02-02T08:40:34.340+0000","up_votes":3,"down_votes":0,"body":"Achja, tschuldige, hätte ich wohl vorher erklären müssen: Das ist eine antike Version eines Smartphones, nur dass er eben (wie der Name schon sagt) fest installiert ist und man über ein Kabel im Boden telefoniert. Klingt ein wenig absurd ich weiß... hier vielleicht ein passendes Bild, wie das aussehen kann: https://images-eu.ssl-images-amazon.com/images/I/8161zy%2BjPnL.png","replies":[{"id":"","poster":"Enderized","date":"2018-02-02T08:47:20.447+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-nunu-hearts}} \nDas ist ja regelrecht antik! Stammt das aus dem Mittelalter? :O","replies":[{"id":"","poster":"Abasin","date":"2018-02-02T10:06:02.443+0000","up_votes":1,"down_votes":0,"body":"Nein, aber schon aus dem vorigen Jahrtausend. Und für Familien noch sinnvoll, weil nicht jeder jedem Kind ein Smartphone in die Hand drücken mag. Ist eine Preisfrage.","replies":[{"id":"","poster":"Qbert","date":"2018-02-02T10:09:19.318+0000","up_votes":1,"down_votes":0,"body":"GEIZHALS! :D\n\nNein, ich kann das total verstehen.\nSollte ich mal Kinder haben, weiß ich auch noch nicht, wie ich das bewerkstelligen möchte. Aber ein Smartphone für mehrere 100 Euro wird's sicher soo schnellt nicht geben.","replies":[{"id":"","poster":"Abasin","date":"2018-02-02T10:12:32.661+0000","up_votes":1,"down_votes":0,"body":"Meine Tochter steht schon in den Startlöchern. Aber vor der 5. Klasse kriegt sie in der Richtung noch gar nix. Die muss erst mal lernen, auf ihr Zeug aufzupassen, und sei es nur ihr aktuelles Stofftier. Das verlegt sie oft genug...mit 8.","replies":[{"id":"","poster":"Qbert","date":"2018-02-02T10:29:08.815+0000","up_votes":2,"down_votes":0,"body":"Ohje ... ich möchte einen Sohn haben xD\n\nWenn der solche Allüren entwickelt, darf er 10km joggen gehen ... end of story *hehe*","replies":[{"id":"","poster":"BlackAjani","date":"2018-02-03T14:21:06.978+0000","up_votes":1,"down_votes":0,"body":"wollte dir auch noch <3-lichen glückwunsch sagen :)\nFinde deine Ansicht hierzu auch sehr lobenswert.\n(azima hat es mir erzählt, aber erst nachdem sie es durfte :P)","replies":[]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2018-02-02T10:56:48.738+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Abasin,realm=EUW,application-id=KYnfKGf0,discussion-id=XsxAwZI8,comment-id=0003000000000000000000000000000000000000,timestamp=2018-02-02T10:06:02.443+0000)\n>\n> Nein, aber schon aus dem vorigen Jahrtausend. Und für Familien noch sinnvoll, weil nicht jeder jedem Kind ein Smartphone in die Hand drücken mag. Ist eine Preisfrage.\n\nWie jetzt? Es gibt Eltern, die ihren Kindern das Grundrecht auf ein Smartphone verweigern? Kann man die bei Amnesty International anzeigen?","replies":[{"id":"","poster":"Abasin","date":"2018-02-02T12:06:53.325+0000","up_votes":1,"down_votes":0,"body":"Kinder sind ja nicht per Definition politische Gefangene im Elternhaus. Also eher nein. Und die Fussketten hat sie nur zum Schutz vor der pösen Gesellschaft draussen an. Schon ärgerlich, dass sie in der Schule drauf verzichten muss.","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Allerbester Biss","date":"2018-02-02T05:52:05.189+0000","up_votes":4,"down_votes":2,"body":"Alle die rauchen sind ****.\nMeine Meinung.","replies":[{"id":"","poster":"Megamaexx","date":"2018-02-02T07:55:43.204+0000","up_votes":2,"down_votes":0,"body":"Hey, hör auf, Raucher mit Sternchen zu belohnen!","replies":[{"id":"","poster":"Qbert","date":"2018-02-02T07:59:26.384+0000","up_votes":1,"down_votes":0,"body":"doch doch, weiter so ... dann rauchen sie mir, sterben früher und wir bekämpfen effektiver die Überbevölkerung :D","replies":[{"id":"","poster":"Enderized","date":"2018-02-02T08:45:32.740+0000","up_votes":2,"down_votes":0,"body":"\\+ mehr Steuereinnahmen und weniger Rentenausschüttung!","replies":[{"id":"","poster":"Qbert","date":"2018-02-02T09:01:13.564+0000","up_votes":1,"down_votes":1,"body":"Nur Krankenversicherungen werden stark belastet ... \nIch finde ja, dass Menschen für selbstverschuldete Langzeiterkrankungen anteilig die Behandlungskosten tragen sollten.\n\nDu bist Rauch und hast Lungenkrebs -> 30% der Behandlung darfst du selber zahlen.\nDu bist Trinker und deine Leber versagt -> Eigenanteil\nDu bist Leistungssportler und deine Knie sind kaputt -> Eigenanteil \n\netc. etc.","replies":[{"id":"","poster":"Nohgolgh","date":"2018-02-02T12:13:26.027+0000","up_votes":2,"down_votes":0,"body":"Ob Rauchen jetzt günstiger für die Gesellschaft ist oder nicht, wird immer noch kontrovers diskutiert. \n\nhttp://www.sueddeutsche.de/gesundheit/rauchen-wer-frueher-stirbt-ist-laenger-guenstig-1.2629826\n\nWir wollen dann aber auch wirklich konsequent sein mit deiner Idee und eine analoge Richtlinie für das Rentensystem einführen. Wer keine Kinder hat, kriegt 100% weniger Rente und wer ein Kind hat, kriegt nur 50%. Wer gesund lebt und daher eine hohe Lebenserwartung hat, zahlt bitte höhere Beiträge.","replies":[{"id":"","poster":"Qbert","date":"2018-02-05T05:56:25.991+0000","up_votes":2,"down_votes":1,"body":"Dass das Rentensystem in der heutigen Zeit so nicht mehr anwendbar ist und der Generationsvertrag überarbeitet werden muss, steht für mich außer Frage.\nIch sehe es schon so dass, wer sich bewusst gegen Kinder entscheidet, mehr für seine Rente tun muss als jemand, der 2,11 Kinder zeugt.\n2,11? Ja, 2,11, denn so viele Kinder sind nötig um eine Gesellschaft dauerhaft durch interne Ressourcen am Leben zu erhalten.\n\nWie man das Lösen will, weiß ich auch nicht.\nWas ich mir aber wünschen würde wären klare Informationen, sodass jemand, der 22 ist genau weiß \"okay, ich muss wenigstens DAS verdienen um später eine Rente zu haben, von der ich leben könnte\".\nNur durch all die Sonderregelungen verwäscht sich das ganze System so sehr, dass man dann genau das heutige Problem hat.\nArme Rentner die sich kaum Essen leisten können. Warum? Weil es eben vor 40 Jahren Usus war, dass die Frau eben Hausfrau war und kein Einkommen hatte... damals sagte ihr niemand, dass sie dann eben 30€ Rente bekommt.","replies":[{"id":"","poster":"eingew","date":"2018-02-05T08:37:57.220+0000","up_votes":2,"down_votes":0,"body":"Wie man das ändern könnte? Nun in erster Linie müssten *wir* uns ändern. Also nicht wir konkret, aber die Gesellschaft im Allgemeinen. Leute mit vielen Kindern werden in erster Linie als asozial bezeichnet. Überhaupt Kinder zu haben wird uns in erster Linie schwer gemacht. Und früh Kinder zu kriegen ist ebenfalls verpönt. Auf diese Kinder aufzupassen und vielleicht sogar Jahre zuhause zu verbringen wird einem immer schwerer gemacht - obwohl dies notwendig für eine angemessene Erziehung ist.\n\nDie Ideologie die im Moment verfolgt wird und auch das Bewusstsein der Menschen führt aber immer mehr in eine Richtung, die davon deutlich weg geht.\n\n___\n\nKennst du den Unabomber? Seit ich dieses Manifest gelesen habe, geht es mir nicht mehr aus dem Kopf. Der Typ ist skrupellos und fordert den Tod von Millionen... aber [die Probleme, die er in unserer heutigen Gesellschaft analysiert](https://www.washingtonpost.com/wp-srv/national/longterm/unabomber/manifesto.text.htm) treffen zu, sind fundamental bestimmend für unser aller Leben... und die Frage ist, inwiefern diese zu lösen sind... \nHat jetzt nicht direkt mit dem Kinder kriegen zu tun, aber das ist ein Teil davon.","replies":[{"id":"","poster":"Qbert","date":"2018-02-05T08:45:54.801+0000","up_votes":2,"down_votes":0,"body":"Ich sehe das etwas anders.\nKennst du den Film Idiocracy? Da ist die Theorie maßgeblich, dass sich weniger intelligente Menschen schneller vermehren als intelligente Menschen. Dies führt zu einem Überhang und letztendlich zum Aussterben der intelligenten Menschen durch einen Schneeballeffekt ... \nKurzum:\nKinder kriegen ist ein Problem und eine Lösung. Denn nur weil es mehr Menschen gibt, heißt es nicht, dass das Rentensystem damit wieder funktioniert.\nDas funktioniert nur, wenn auch alle arbeiten gehen. ^^ Im Prinzip negiert sich Deutschland mit dem hohen Maß an Sozialleistungen zeitgleich die Renten.\nDeshalb sollte man am Sozialsystem generell ansetzen, nicht nur an einem Teil.\n\nIch persönlich mag das Dänische Prinzip.\nDa bekommst du hohe Leistungen aber nur für einen sehr begrenzten Zeitraum(ich glaube 6 Monate).","replies":[]}]}]}]},{"id":"","poster":"Flat is Just1ce","date":"2018-02-02T13:04:11.643+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=KYnfKGf0,discussion-id=XsxAwZI8,comment-id=00000001000000000000,timestamp=2018-02-02T09:01:13.564+0000)\n>\n> Nur Krankenversicherungen werden stark belastet ... \n> Ich finde ja, dass Menschen für selbstverschuldete Langzeiterkrankungen anteilig die Behandlungskosten tragen sollten.\n> \n> Du bist Rauch und hast Lungenkrebs -&gt; 30% der Behandlung darfst du selber zahlen.\n> Du bist Trinker und deine Leber versagt -&gt; Eigenanteil\n> Du bist Leistungssportler und deine Knie sind kaputt -&gt; Eigenanteil \n> \n> etc. etc.\n\nDann kannst du dir die Krankenversicherungen auch gleich sparen.","replies":[]},{"id":"","poster":"eingew","date":"2018-02-03T08:37:46.123+0000","up_votes":1,"down_votes":0,"body":"Das ist doch im Prinzip längst der Fall? Alle Risikogruppen, bei denen es der Krankenkasse rechtlich erlaubt ist, sie zu erfassen und daran die Beiträge entsprechend höher oder niedriger einzustellen, werden doch erfasst.","replies":[{"id":"","poster":"Qbert","date":"2018-02-05T05:47:52.678+0000","up_votes":1,"down_votes":0,"body":"da bin ich nicht so tief im Thema, aber ist dem wirklich so?\nDein KK-Beitrag ist noch immer prozentual am Brutto gemessen (Zusatzversicherungen außen vor), da werden mMn Risikogruppen ergo nicht gesondert behandelt.\n\nKann mich da aber auch wirklich täuschen, besitze da nur gefährliches Halbwissen :)","replies":[{"id":"","poster":"eingew","date":"2018-02-05T08:17:49.501+0000","up_votes":1,"down_votes":0,"body":"Also ich weiß definitiv, dass du mit einem Behindertenausweis mehr zahlen musst und dich die privaten Kassen nicht mehr neu aufnehmen. Bei anderen Risikogruppen weiß ich es ehrlich gesagt nicht ^^.","replies":[{"id":"","poster":"Qbert","date":"2018-02-05T08:22:02.067+0000","up_votes":1,"down_votes":0,"body":"Ja ... Behinderte sind ja nun schon eine Stufe für sich.. ich spreche ja von Risikogruppen, die nicht durch Krankenkassen erfasst sind (sage ich mal).\n\nIch persönlich finde das System wie es jetzt ist gut, aber eben nicht optimal.\nWas ich bspw. überhaupt nicht verstehe ist, dass du dich privat versichern musst, sobald du Selbstständig bist ... absolute Frechheit in meinen Augen aber nun ja ...","replies":[{"id":"","poster":"eingew","date":"2018-02-05T09:02:33.051+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=KYnfKGf0,discussion-id=XsxAwZI8,comment-id=000000010000000000000002000000000000,timestamp=2018-02-05T08:22:02.067+0000)\n>\n> Ja ... Behinderte sind ja nun schon eine Stufe für sich.. ich spreche ja von Risikogruppen, die nicht durch Krankenkassen erfasst sind (sage ich mal).\n\nNaja, einen Behindertenausweis kriegst du auch für zB eine zwanghafte Persönlichkeitsstörung und durchschnittlich haben die eine hohe Bildung, hohes Gehalt, hohe Aufstiegschancen, geringe Wahrscheinlichkeit zu kündigen... \n\nUnd klar, wenn sie nicht durch Krankenkassen erfasst werden können da auch keine Tarife dran angepasst werden :D.\n\n> Ich persönlich finde das System wie es jetzt ist gut, aber eben nicht optimal.\n\nWürde ich auch so sehen.","replies":[{"id":"","poster":"Qbert","date":"2018-02-05T09:06:39.574+0000","up_votes":1,"down_votes":0,"body":"Naja, dass behinderte durchschnittlich eine höhere Bildung haben weiß ich nicht, wir arbeiten bspw. mit Behindertenwerkstätten zusammen und ja ... da sind eben auch viele einfach nur geistig behindert.\nIch schätze so etwas aber sehr, dennoch ist es manchmal amüsant (obwohl man darüber ja eigentlich nicht lacht ^^) wenn dich der Werkstattchef anruf und sagt \"ja, wir bräuchten bitte noch mal mehr Material XY .... da hatte leider wieder einer einen Ausraster\"","replies":[{"id":"","poster":"eingew","date":"2018-02-05T09:13:51.575+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=KYnfKGf0,discussion-id=XsxAwZI8,comment-id=00000001000000000000000200000000000000000000,timestamp=2018-02-05T09:06:39.574+0000)\n>\n> Naja, dass behinderte durchschnittlich eine höhere Bildung haben weiß ich nicht, wir arbeiten bspw. mit Behindertenwerkstätten zusammen und ja ... da sind eben auch viele einfach nur geistig behindert.\n\nNicht Behinderte im Allgemeinen. Nur besondere Gruppen :D.\n\n> Ich schätze so etwas aber sehr, dennoch ist es manchmal amüsant (obwohl man darüber ja eigentlich nicht lacht ^^) wenn dich der Werkstattchef anruf und sagt &quot;ja, wir bräuchten bitte noch mal mehr Material XY .... da hatte leider wieder einer einen Ausraster&quot;\n\nOch... so eng würde ich das nicht unbedingt sehen, die meisten Menschen mit körperlicher Behinderung machen doch auch Witze drüber. Ein bisschen drüber lachen ist okay, besser als Mitleid würde ich sagen. Solange man die Personen nicht direkt auslacht und dafür nieder macht.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2018-02-02T10:33:32.216+0000","up_votes":1,"down_votes":0,"body":"Das mit der Überbevölkerung kann man auch anders lösen\n*Schrotflinte such*\n*Löffel find*\nDas tut's auch","replies":[{"id":"","poster":"Qbert","date":"2018-02-02T10:35:57.401+0000","up_votes":1,"down_votes":0,"body":"ohje ... das erinnert mich an das YouTube-Vid ... wie hieß der noch?\nDer langsamste Mörder der Welt oder so? ...\n\nIch bin Verfechter von einem Vorschlag, den ich irgendwann mal im Internet gelesen habe und der lautete:\n\"Lasst uns einfach von ALLEM die Warnhinweise entfernen, den Rest erledigt die natürliche Auslese.\"","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2018-02-02T07:15:06.216+0000","up_votes":2,"down_votes":0,"body":"SELBER! >_<\n\nNe, ich als Nichtraucher kann über solch eine Sucht nur müde lächeln :]","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-02-02T07:21:55.892+0000","up_votes":2,"down_votes":0,"body":"Ach, wir haben genug andere Süchte.","replies":[{"id":"","poster":"Qbert","date":"2018-02-02T07:31:22.520+0000","up_votes":2,"down_votes":0,"body":"ja ... FAPPEN! \nUnd Poro-Kekse ... und PC spielen ... und Frauen ... habe ich fappen erwähnt?","replies":[{"id":"","poster":"Azima","date":"2018-02-02T09:33:24.074+0000","up_votes":1,"down_votes":0,"body":"Es geht um sexuelle Aktivitäten? :]","replies":[{"id":"","poster":"Qbert","date":"2018-02-02T09:50:47.714+0000","up_votes":2,"down_votes":0,"body":"ja, aber um Singleplayer :'D","replies":[{"id":"","poster":"Azima","date":"2018-02-02T09:54:23.108+0000","up_votes":1,"down_votes":0,"body":"Weibchen lässt sich dabei zusehen .-. bei Männchen hat mich das noch nie interessiert","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-02-02T08:20:33.722+0000","up_votes":1,"down_votes":0,"body":"Was sind Fappen? {{sticker:sg-lux-2}}","replies":[{"id":"","poster":"colonel cranc","date":"2018-02-02T09:29:42.321+0000","up_votes":1,"down_votes":0,"body":"pssst er meint den akt der Selbstbefriedigung\nhast aber nicht von mir oge \n{{sticker:sg-lulu}}","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2018-02-02T07:50:25.312+0000","up_votes":1,"down_votes":0,"body":"Hm.... Fappen...","replies":[]}]}]}]}]},{"id":"","poster":"colonel cranc","date":"2018-02-02T07:40:55.137+0000","up_votes":2,"down_votes":0,"body":"i bi amol ane rauchn","replies":[]},{"id":"","poster":"Azima","date":"2018-02-02T08:41:52.406+0000","up_votes":1,"down_votes":0,"body":"Während des Spiels rauch ich nicht gerne. Zumal ich die Zigarette dann vergesse und sie eigentlich nur einen leisen Tod stirbt während ich nur drei mal dran gezogen hab >.<\n\nDeswegen rauch ich eigentlich nur vor dem Spiel. Oder viel mehr ab der Warteschlange. ich versuch es so zu machen, dass die Zigarette bei Spielstart weg ist. Wenn es mal nicht klappt ist das eben so xp aber ich hab dann immer Panik das irgendwas passiert und ich nicht schnell genug reagieren kann.","replies":[{"id":"","poster":"Vogeljunges","date":"2018-02-02T08:55:16.171+0000","up_votes":1,"down_votes":0,"body":"Haha, ja wenn die ersten Lasthits auf der Lane fällig sind, dann sollte die Kippe beendet sein :D","replies":[{"id":"","poster":"Azima","date":"2018-02-02T09:06:19.317+0000","up_votes":1,"down_votes":0,"body":"Farmen ist dann eher weniger das Problem, sondern zum Beispiel Invades.\n\nEinmal hab ich noch geraucht als das Spiel angefangen hat. Ich flitz schnell zum Red Buff, um dem Jungler dann zu helfen und zu checken ob die Gegner eventuell kommen... Nehme mir gerade die Zigarette und ziehe dran... DA ZIEHT MICH AUFEINMAL EIN BLITCRANK. Mal abgesehen davon das ich mich des Todes erschrocken und gequiekt wie ein kleines Schweinchen hab... Bewege ich mich seither nur noch mit Blitzgeschwindigkeit in die Nähe dieses Busches und laufe wieder weg sobald der Ward drin steht. Zumindest wenn die Gegner einen Blitzcrank haben x.x\n\nP.S.\nUnd natürlich bei ARAMs. Da ist es auch eher hinderlich ^^","replies":[{"id":"","poster":"Like a Sir","date":"2018-02-05T13:28:52.547+0000","up_votes":1,"down_votes":0,"body":"Nervig ist es dann wenn man beide Hände benötigt Maus Tastatur und nicht zum Mund greifen kann und der Rauch dir genüsslich in die Augen qualmt das passiert mir immer >.<","replies":[]}]}]}]},{"id":"","poster":"Like a Sir","date":"2018-02-05T13:25:53.339+0000","up_votes":1,"down_votes":0,"body":"Ich Rauche davor, danach und während ich ein Spiel suche.\nAb und an auch während des Games und Ärger mich wenn der Rauch in meine Augen kommt und ich anfange zu weinen XD","replies":[]},{"id":"","poster":"m1nx","date":"2018-02-04T22:53:58.057+0000","up_votes":1,"down_votes":0,"body":"Ein Vorsatz für 2018? wenn man mit dem rauchen aufhören möchte macht man es einfach!\n\nDas Wort gesünder gibt es nicht meiner Meinung nach! entweder es ist etwas Gesund oder nicht.\nDie E-ziggi ist auch nicht gesund oder wie einige es nennen gesünder im vergleich zur normalen Kippe, sondern weniger schädlich. Das Risiko an z.b. Krebs zu erkranken ist geringer aber es besteht immer noch ein risiko, man merkt schon nach Kurzer Zeit das man sich wenn man die e-ziggi dampft körperlich fitter fühlt, ich weis wovon ich spreche :)","replies":[]},{"id":"","poster":"Megnok","date":"2018-02-02T12:07:31.919+0000","up_votes":1,"down_votes":0,"body":"ich rauch meist in der champselect einer, einfach weil da immer viel zu viel Zeit abläuft bis es mal losgeht. Da hab ich Zeit ganz gemütlich zu stopfen und zu rauchen. Das reicht dann erstmal bis der deathtimer recht weit hoch ist, so ab 30-40 sekunden nutz ich dann die Zeit und stopf mir fix noch eine","replies":[]},{"id":"","poster":"Anikiisama","date":"2018-02-02T09:01:14.857+0000","up_votes":1,"down_votes":1,"body":"Anscheinend stresst  dich das Spiel so sehr , dass du zu sovielen Zigaretten greifst.\n\nIch glaub es ist das beste, wenn du LoL erstmal beiseite legst.","replies":[{"id":"","poster":"Qbert","date":"2018-02-02T09:02:50.225+0000","up_votes":1,"down_votes":0,"body":"Soweit ich weiß rauchen viele nicht unbedingt nur aus Stress, sondern auch aus Gewohnheit.\nVielleicht kommt bei ihm beides zusammen?\n\nSo oder so ist das sehr bedenklich ^^","replies":[{"id":"","poster":"Allerbester Biss","date":"2018-02-02T09:35:20.166+0000","up_votes":1,"down_votes":1,"body":"Erst aus Stress und dann Gewohnheit :o ;)","replies":[]}]}]},{"id":"","poster":"Vogeljunges","date":"2018-02-02T07:25:51.564+0000","up_votes":1,"down_votes":0,"body":"Ich hab leider das Pech, dass ich mir in unserer Wohnung ein \"Herrenzimmer\" eingerichtet habe, mit meinem PC, meinen Instrumenten, Kühlschrank für Bier, etc... :D\n\nUnd leider ist hier natürlich Rauchen erlaubt und ich rauche leider beim Zocken wie das letzte Wildschwein... Zwischendurch mal E-Zigarettenphasen, weil ich sonst einfach die Kippen beim Zocken regelrecht fresse...\n\n{{sticker:zombie-brand-clap}}","replies":[]},{"id":"","poster":"BlackSkyLane","date":"2018-02-02T07:10:14.843+0000","up_votes":1,"down_votes":0,"body":"ne nach dem game, oder nach jedem 2-3 game manchmal ganicht^^","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-02-02T05:59:00.161+0000","up_votes":1,"down_votes":0,"body":"Naja nach dem game ist vor dem game oder? :'D\n\nIch rauch alle paar games dazwischen eine (warteschlange bis port ins spiel)...hängt natürlich auch von der länge der games ab\n\nwährenddessen ist für mich eigentlich ein no-go.","replies":[]},{"id":"","poster":"CptPICHU","date":"2018-02-02T07:46:04.123+0000","up_votes":1,"down_votes":6,"body":"Oh mann. Und ich les mir das hier durch und habe noch nie geraucht.\nOffenbar gehts mir trotzdem gut! \n\nIch verstehe den Grund sowas zu tun schon garnicht.\n\nDas ist ja wie Facechecken. Hmm... ich hab kein Ward. In dem Busch könnte der Low-HP ADC als Kill für mich sein.\nOder wahrscheinlich mehrere die mich Trappen wollen...\nREIN!!!\n\nNur macht das nicht süchtig. ...jedenfalls nicht, wenn man nicht Vayne maint. :^)\n_________________________\n\nSpielt Ehrenvoll Leute. Spielt fair, habt Spaß.\n-MfG SRB Toad {{champion:117}}","replies":[]}]}