{"id":"4ETEwtQZ","poster":"Dambledooh","date":"2018-02-01T21:39:08.968+0000","title":"ADC sucht Main Support Hohes Silber-Gold","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin,\r\n\r\nbin der Dom 26 Jahre alt und Maine aktuell die ADC Rolle. Ich Spiele nun seit ca. 3 Monaten wieder aktiv League und habe mich kurz vor ende Season 7  schnell auf Gold Gespielt um die Belohnungen zu bekommen.\r\n\r\nDiese Season w&uuml;rde ich gerne aktiv spielen und Vern&uuml;nftig Climben mit einem Vern&uuml;nftigen Supporter.\r\n\r\nWarum suche ich einen Supporter nun ist es leider in der Elo oft der Fall das jemand autofilled wurde der dann A) gar keinen bock hat seinen zugeteilten Job vern&uuml;nftig zu machen B) nach einem Early fight der verloren wurde gleich zu trollen anf&auml;ngt und co.\r\n\r\nZusammen gefasst ne Premaid bot Stelle ich mir entspannter vor und man hat nicht das Risiko Autofilled Leute zu bekommen und der Troll Faktor wird auch verringert mit einem zus&auml;tzlichen vern&uuml;nftigen Mate.\r\n\r\nIch war bis vor kurzem noch allrounder und habe alles Gespielt was 2-8 Beine hat gerade worauf ich lust hatte.\r\nDa ich aber einfach diese Season gasgeben m&ouml;chte m&ouml;chte ich mich auf die ADC Rolle konzentrieren und mich mit einer Fixposition auch stetig weiterentwickeln und verbessern dementsprechend bin ich auch sehr offen f&uuml;r jegliche Kritik ;-) \r\n\r\nWas stelle ich mir vor:\r\n\r\nEinen Supporter der Spa&szlig; bei seinem Job hat\r\nEhrgeizig ist und Climben will\r\nAus verlorenen Spielen/lanes mit erhobenem Haupt herausgeht und den Kopf nicht nach einer loos Streak h&auml;ngen l&auml;sst\r\nEin vern&uuml;nftiges Headset (TS, Discord) ist mir einerlei Hauptsache man kann sich unterhalten.\r\nIch suche keinen der gerade lust hat mal Support zu probieren oder jetzt gerade bock hat duoQ zu machen sondern eine Fixe ausdauernde Person\r\nDu Spielst vern&uuml;nftige Support Champs, Teemo und Co. Supports suche ich NICHT.\r\n\r\nIch bin meist am Abend ab ca. 19 oder sp&auml;testens 20 Uhr Zuhause und zocke dann gem&uuml;tliche Runden daher solltest du auch in diesem Zeitraum Aktiv sein k&ouml;nnen sonst hat es ja wenig sinn ;-)\r\n\r\n\r\nDu hast Interesse an einer ehrgeizigen Climber Karriere mit Ausdauer Engagement und Motivation dann Add mich Ingame PrinzAlbrecht\r\n\r\nTsch&uuml;ss {{summoner:4}}","replies":[{"id":"","poster":"VoiD Kayer","date":"2018-02-02T15:29:32.132+0000","up_votes":1,"down_votes":0,"body":"Moin hätte Interesse :) habe dich auch geaddet. Zeiten würden Passen und Bard,Tahm,Braum,Nami,Leona, velkoz :)","replies":[]}]}