{"id":"RX0qqleM","poster":"Ariya","date":"2018-02-01T11:23:10.116+0000","title":"Ankündigung: Warum du deine E-Mail-Adresse verifizieren solltest","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Dein &bdquo;League of Legends&ldquo;-Konto ist wertvoll und deine Investition sollte gesch&uuml;tzt werden &ndash; sowohl die Zeit, die du dem Spiel gewidmet hast, als auch das ausgegebene Geld f&uuml;r Skins und andere Gegenst&auml;nde. Unser Spieler-Support arbeitet ganzj&auml;hrig daran, gestohlene Konten so schnell und schmerzlos wie m&ouml;glich zur&uuml;ckzubringen. Manchmal dauert das eine Weile, was frustrierend sein kann. Wir geben unser Bestes, dein Konto zu sch&uuml;tzen und solche Situationen zu verhindern, aber wir k&ouml;nnten deine Hilfe gebrauchen. \r\n\r\nJetzt bist du an der Reihe! Die Best&auml;tigung deiner E-Mail-Adresse ist eine wichtige Sicherheitsebene f&uuml;r dein Konto und hilft uns dabei, dein Konto noch schneller wiederherzustellen. Wir k&ouml;nnen dir mit einer best&auml;tigten E-Mail-Adresse unverz&uuml;glich Informationen zur Kontowiederherstellung zuschicken, falls du Probleme bei der Anmeldung hast, und sie identifiziert dich au&szlig;erdem als rechtm&auml;&szlig;igen Besitzer des Kontos. \r\n\r\n**Was bedeutet das f&uuml;r mich?**\r\nAb Patch 8.3 kannst du deine E-Mail-Adresse im Client best&auml;tigen (anstatt die &bdquo;League of Legends&ldquo;-Webseite zu besuchen). Falls deine E-Mail-Adresse noch nicht best&auml;tigt ist, erinnern wir dich im League-Client daran und erkl&auml;ren dir die Schritte. Falls du die mit deinem Konto verbundene E-Mail-Adresse &auml;ndern musst, kannst du das ebenfalls erledigen. Diese Erinnerungen werden zum Saisonstart regelm&auml;&szlig;ig an unbest&auml;tigte Konten versandt. Falls du keine Meldung erh&auml;ltst, ist deine E-Mail-Adresse bereits best&auml;tigt. Falls du keine Meldung erh&auml;ltst, aber deine E-Mail-Adresse trotzdem &auml;ndern m&ouml;chtest, kannst du das auf euw.leagueoflegends.com/de &uuml;ber &bdquo;Einstellungen&ldquo; im Men&uuml; oben rechts vornehmen. \r\n\r\n**Muss ich wirklich?**\r\nMomentan ist der Prozess noch optional. Wir empfehlen dir allerdings, deine E-Mail-Adresse so bald wie m&ouml;glich zu best&auml;tigen. Du kannst die Erinnerung aber auch auf einen sp&auml;teren Zeitpunkt verschieben. Wir k&uuml;mmern uns w&auml;hrenddessen noch um unvorhergesehene Probleme und stellen sicher, dass alle ausreichend Zeit f&uuml;r die Best&auml;tigung ihres Kontos haben. Nach dieser optionalen Anfangsphase starten wir im Lauf des Jahres die obligatorische Best&auml;tigung deiner E-Mail-Adresse. \r\n\r\n**Warum E-Mail-Best&auml;tigung?**\r\nEs gibt verschiedene M&ouml;glichkeiten, dein Konto zu sichern, und eine E-Mail-Best&auml;tigung ist nur der erste Schritt. Zum jetzigen Zeitpunkt ist die E-Mail-Best&auml;tigung ein Standardverfahren und wir k&ouml;nnen dadurch dieses Jahr auch andere optionale Sicherheitsfunktionen &ndash; wie mehrstufige Authentifizierung &ndash; einf&uuml;hren.","replies":[{"id":"","poster":"Nack321","date":"2018-02-01T11:35:08.249+0000","up_votes":2,"down_votes":0,"body":"Was ist genau gemeint mid Mehrstufige Authentifizierung? Etwa eine Sicherheitsfrage?","replies":[{"id":"","poster":"Alustus","date":"2018-02-01T11:45:14.649+0000","up_votes":2,"down_votes":1,"body":"Ist zum Beispiel eine Telefonnr. sprich wenn jemand das Passwort deines Accounts ändern will bekommst du eine SMS bzw. du bekommst einen Code per SMS geschickt welcher nötig ist um das Passwort zu ändern.","replies":[{"id":"","poster":"Enderized","date":"2018-02-01T13:38:35.852+0000","up_votes":1,"down_votes":0,"body":"Jaien.\nEine Mehrstufige Authentifizierung verhindert grundlegend erstmal, dass sich jemand überhaupt auf deinem Konto anmelden kann, bevor es zu Datenänderungen kommen könnte.\nDazu werden meist Authentication Apps verwendet (zB Authy), SMS oder Email-Verifikation sind natürlich auch möglich, jedoch unüblich bei öfteren Abfragen.\n\nAlso: Mehrstufige Authentifizierung sollte eigentlich gar nicht erst die Frage auflassen, ob Daten geändert werden sondern direkt jeglichen Zugriff von außerhalb unterbinden.","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2018-02-01T12:14:57.333+0000","up_votes":1,"down_votes":0,"body":"Ich habe meine E-Mail vor ner gefühlten Ewigkeit verifizieren lassen und mein Account wurde nie geklaut. Scheint ja gewirkt zu haben. \nBei meinem PBE-Account war das nicht so, aber da habe ich mittlerweile auch meine E-Mail verifiziert","replies":[{"id":"","poster":"Nack321","date":"2018-02-01T13:49:28.318+0000","up_votes":1,"down_votes":0,"body":"Hab nen freund den haben sie mittlerweile 2 Acc geklaut mit dennen sogar gespielt wird XD","replies":[]}]},{"id":"","poster":"Homunculi","date":"2018-02-01T13:36:34.015+0000","up_votes":1,"down_votes":0,"body":">dieses Jahr auch andere optionale Sicherheitsfunktionen – wie mehrstufige Authentifizierung – einführen.\n\nDa freu ich mich drauf, hoffentlich als bald als möglich :D.","replies":[]}]}