{"id":"KREebRnX","poster":"rrexeν","date":"2018-01-31T20:27:40.264+0000","title":"Loadingscreen Error vor fast jedem Game seit 8.2","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo,\r\nseit wenigen Tagen habe ich fast jedes Mal wenn das Spiel l&auml;dt Error-Nachrichten (kann nicht zum Server verbunden werden etc.).\r\nIch bin gezwungen den Client x-mal zu restarten und wenn ich gl&uuml;ck habe l&auml;dt es, wenn nicht:\r\n\r\n1. l&auml;dt der Client pl&ouml;tzlich 2 mal das Spiel / 2 Fenster.\r\n2. l&auml;dt der Client nur 1 Game aber ist pl&ouml;tzlich ausgeloggt und \r\n                   a) loggt sich neu ein und startet wiederrum eine 2. Instanz des Spiels \r\n          oder b) zeigt eine Error Nachricht, dass ich nicht eingeloggt bin und der Client bleibt schwarz\r\n\r\nHeute durfte ich ungef&auml;hr 5-10x neustarten f&uuml;r 2 Games (Betrifft nicht nur mich).. Pls fix this.","replies":[{"id":"","poster":"CptPICHU","date":"2018-02-02T07:33:51.420+0000","up_votes":1,"down_votes":0,"body":"Hallo AKAian!\n\nVon so einem Problem hörte ich bisher noch nichts. Jedoch habe ich einige Tipps auf Lager, die helfen könnten.\n\n1. Nutzt du vielleicht sogar unerlaubte Software mit dem Client?\n2. Hat dein League Client/Game Client Administratorrechte?\n3. Schonmal League neu Installiert?\n4. Möglicherweise ist deine Firewall nicht richtig eingestellt? Der Link unten könnte helfen.\n\nSollte dir das alles nicht weiterhelfen empfehle ich noch Riot's Hextech-Repair Tool.\n[Zum offiziellen Repairtool -->](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool)\n\nNoch ein kleiner Allgemeintipp: Wenn der Client abstürzt, drücke nicht auf \"Wiederholen\" sondern auf \"Abbrechen\". Verbinde danach erneut und es wird funktionieren.\n\nIch hoffe, ich konnte zumindest ein bisschen helfen.\n\n__________________________________________\n\nSpielt Ehrenvoll Leute. Spielt fair, habt Spaß.\n-MfG SRB Toad {{champion:117}}","replies":[]}]}