{"id":"LlyEYs0E","poster":"Bleek","date":"2018-01-31T20:14:27.151+0000","title":"Kindred Rework Idee","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Hallo Community und League Team,\r\nich Spiele seit einiger Zeit viel Kindred,  weil mir das Gameplay gr&ouml;&szlig;tenteils gef&auml;llt.\r\n\r\nNat&uuml;rlich hat Sie einige St&auml;rken und Schw&auml;chen, wie jeder andere Champion der ausgeglichen sein soll. \r\nAn sich denke ich nicht, dass Sie ein gro&szlig;es Rework braucht, da ihr Hauptproblem eher die Stats und CDs sind.\r\nDoch wollte ich trotzdem mal meine Idee hier an die Community und das League Team weitergeben.\r\n\r\n&Auml;nderungen: \r\n\r\nPassive: \r\n\r\nDie Anzahl an Stacks wird auf Maximal 15 begrenzt. \r\nKindred bekommt nun ihren ersten und gr&ouml;&szlig;ten Buff bereits nach 3 Stacks und jeder zus&auml;tzliche Buff ihrer Angriffsreichweite erfolgt ebenfalls nach 3 weiteren Stacks.\r\n\r\nDie Maximale Angriffsreichweite betr&auml;gt daher nun 675 welche 25 h&ouml;her als Caitlyns und 6 h&ouml;her als Tristanas liegt.\r\nEine Begrenzung der Stacks sorgt zwar nach einiger Zeit f&uuml;r einen Stopp Ihrer Skalierung, aber nur so k&ouml;nnen die Anpassungen f&uuml;r Tanz der Pfeile und Blutrausches umsetzbar gemacht werden ohne ihnen zu viel St&auml;rke zu verleihen.\r\n\r\nQ. Tanz der Pfeile\r\n\r\n-Standardm&auml;&szlig;igen Cooldown von 9 auf 10 Sekunden erh&ouml;hen.\r\n-Cooldown w&auml;hrend Blutrausch des Wolfes von 2 auf 3 Sekunden erh&ouml;hen. \r\n-Sprungreichweite erh&ouml;ht auf 380 von 340.\r\n-Zielradius auf ihre standardm&auml;&szlig;ige Angriffsreichweite anpassen, damit es immer der aktuellen Reichweite entspricht. (Das sollte Gegenst&auml;nde, die die Reichweite erh&ouml;hen nicht beinhalten. So kann abuse durch Ragefire Cannon o.&auml;  vermeidet werden.\r\n\r\nW. Blutrausch des Wolfes\r\n\r\nBlutrausch des Wolfes muss nicht mehr ein bestimmtes Zielgebiet haben, sondern agiert f&uuml;r die Dauer der F&auml;higkeit in einem Radius um sie herum, der Ihrer standardm&auml;&szlig;igen Angriffsreichweite entspricht. (Um abuse zu vermeiden hier ebenfalls die standardm&auml;&szlig;ige Angriffsreichweite)\r\n\r\n(Damit Kindred in einem teamfight oder gank nicht mehr so stark an ihre Position gebunden ist und es ihr ein wenig besser erlaubt an einem Gegner dran zu bleiben oder von ihm weg zu kommen.)\r\n\r\nE. Joch des Grauens \r\n\r\nKeine Anpassungen\r\n\r\nR. Galgenfrist des Lamms\r\n\r\nKindreds ultimative F&auml;higkeit ist meiner Meinung nach eine der schwersten die es im Spiel gibt und sie entscheidet oft nicht nur &Uuml;ber einen Sieg f&uuml;r sich selbst, sondern auch f&uuml;r eine verheerende Niederlage wenn sie falsch eingesetzt wird. \r\nTrotz allem ist es eine sehr Individuelle Ultimate und sollte so erhalten bleiben wie Sie ist, allerdings durch die Basic Stat-Buffs von preSeason 8 \r\nk&ouml;nnte die Heilung von 200/250/300 auf 250/325/400 angehoben werden. \r\n\r\nLetzte w&uuml;nschenswerte &Auml;nderung f&auml;nde ich einen Buff der Laufgeschwindigkeit von 325 auf 330.\r\n\r\nIch hoffe einigen Spielern und Mitarbeitern gef&auml;llt mein Vorschlag, \r\nRechtschreib und Grammatikfehler darf man gerne behalten und einen sch&ouml;nen Tag in der Kluft w&uuml;nsche ich euch!","replies":[]}