{"id":"w7MKJOfy","poster":"BANG LostMelody","date":"2019-06-13T09:42:50.503+0000","title":"Never Give Up Teambuildprogramm 2019 Teil 2","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Community!\r\n\r\nAm gestrigen Tage startete ich ja bereits den ersten Teil meiner Suche nach neuen Interessenten für Teams die unter dem Banner des Clans NGU spielen möchten. Hier nun Teil 2! \r\n\r\nWer sind wir?: Never Give Up E-Sports wurde 2016 unter dem Namen Knights of Lost Empire gegründet doch eine inaktive Community und Verwaltung brachte das Projekt zum scheitern.. 2017 wurde der Clan unter Oni Kingdom erneut gestartet doch kam es hier zu den gleichen Problemen .. nun startete 2018 der dritte und letzte Versuch! Unter Never Give Up E-Sports wollen wir nun eine Community schaffen die ihren Namen im späteren Verlauf durch Turniere und Events macht. Und dafür suchen wir Interessenten die Lust haben bei einem neuen Team unter der Leitung des Clans anzutreten!\r\n\r\nDoch wen suchen wir?: Flamer, Tilter und Leute die das Spiel einfach nur schlecht machen sind bei uns nicht ganz so gern gesehen aber alle anderen die wirklich bei der Sache sind, sind gern bei uns gesehen. Egal ob ihr ein Team sucht um Spaß zu haben oder um zu tryharden, egal welche Elo ihr seid und auch egal welches Geschlecht und Alter ihr habt wir versuchen für jeden Spieler das passende zu finden!\r\n\r\nWas bieten wir euch?: Einen Dienst das wir eure Daten wie Elo im SoloQ und FlexQ aufnehmen um somit Teams aufzubauen die elotechnisch sehr gut passen. Des Weiteren habt ihr noch die Möglichkeit eure eigenen Wünsche mit einfließen zu lassen wie das Team aussehen soll. Da diese bisher noch nicht existieren können wir somit sehr gut versuchen diese mit einfließen zu lassen. \r\n\r\nWas sollte man beachten?: Teams zu erstellen geht leider nicht immer von heut auf morgen und ist zum Teil auch ein Prozess der mehrere Tage in Anspruch nehmen kann. Desweiteren könnte es natürlich passieren das, wenn man ein volles Team hat, auch mal etwas schief geht (Teammates kommen nicht untereinander klar usw) sollte dies der Fall sein versuchen wir schnell euch als Team Spieler zur Verfügung zu stellen oder als Spieler an ein neues Team zu vermitteln. Natürlich gilt auch ihr seid **nicht** verpflichtet dann bei uns auf ein Team zu warten. Solltet ihr ein eigenes Team aufmachen oder einem anderen Team beitreten wollen ist dies absolut fein!\r\n\r\nDas wären erstmal die wichtigsten Informationen! Bei weiteren Fragen und um euch für das Projekt zu registrieren bitte ich euch unseren Discordserver aufzusuchen unter folgendem Link: https://discord.gg/BRS6T5r\r\n\r\nGANZ WICHTIG!: Ein Toplaner welcher im FlexQ Silber ist hat derzeit die Chance einem Team beizutreten! Solltet ihr Interesse an diesem Posten haben schreibt mich auf dem Server mit **Hier für Team 1** an!\r\n\r\nIch freue mich auf euch und wünsche allen die sich die Zeit genommen haben hier das durch zu lesen einen wunderschönen guten Tag ^^\r\neuer Teito (Discordname) aka Táke My Hánd\r\n-Clanleitung-","replies":[]}