{"id":"4YhtPF9b","poster":"KingOfBorito","date":"2018-01-30T21:38:34.608+0000","title":"Verbindungsprobleme in dem Ladescreen - Lösung?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"DISCLAIMER:\r\nIch wei&szlig; nicht ob das wirklich (allen) hilft, ob das sicher ist oder ob ich dadurch versehentlich die Welt zerst&ouml;ren werde. Also mit Vorsicht genie&szlig;en. Au&szlig;erdem hoffe diesbez&uuml;glich auf Feedback von Leuten, die wissen was ich gemacht habe und ob das ein Problem sein k&ouml;nnte.\r\n\r\nKURZVERSION (Win 10):\r\nWas ich wo gemacht habe:\r\nSystemsteuerung-&gt;Netzwerk und Internet-&gt;Netzwerk und Freigabecenter-&gt;\r\nAdaptereinstellungen-&gt;Wlan-Adapter rechtsklicken-&gt;Eigenschaften-&gt;Konfigurieren...-&gt;Erweitert Tab w&auml;hlen:\r\n\r\nDas erste (= bei mir &quot;D0 PacketCoalescing&quot;) -&gt; auf Enable\r\nDas 3. (= &quot;Roaming aggressiveness&quot;) -&gt; auf 5. Highest\r\n\r\nDiese 2 Sachen umstellen. \r\nHab damit zum ersten mal Seit einer Woche immerhin in einem Training-Game keine Probleme gehabt, was sonst schon zu 80% in dem Ladescreen und zu 20% Ingame zu Verbindungsproblemen gef&uuml;hrt hat.\r\n\r\nProbieren auf eigene Gefahr!\r\n\r\nLANGE VERSION:\r\nIch habe seit dem letzten Patch mal wieder den Bug/Error/das Problem gehabt, dass man nach der Champselct nicht/kaum ins Spiel gekommen ist, weil man st&auml;ndig im Ladescreen diesen Connection Error hat.\r\n\r\nWie es sich geh&ouml;rt habe ich nat&uuml;rlich Google angemacht und gesucht, was man da machen kann. \r\nNachdem ich LoL neu installiert, bei meinen Netzwerkadapter rumgespielt und 10 andere Dinge durchprobiert habe, bin ich auf den hinweis gesto&szlig;en, dass man bei seinem Internetanbieter anrufen k&ouml;nnte um seine Leitung von IPv6 auf IPv4 umzustellen. \r\nPHA... als ob ich mit Menschen zu tun haben will: Ich hab einfach in den Adaptereinstellungen IPv6 ausgeschlaten (das h&auml;kchen weggemacht). Nichts gebracht. Dann einfach umgekehrt IPv4 ausgemacht und IPv6 angemacht. Ich konnte mich gar nicht mehr mit dem Internet verbinden. Also alles wieder angemacht.  \r\n\r\nDann ist mir dieser tolle &quot;Konfigurieren...&quot; Button aufgefallen. Nach ein bisschen rumklicken dachte ich mir einfach, dass ich die Sache so umstelle, wie in der Kurzversion geschrieben. Laptop neu gesartet und TADA, im Trainig-Game (Practice Tool) hatte ich in 20 Minuten 0 Probleme. \r\n(Ich komme &uuml;brigens auch wieder auf den TS, wo ich davor aufgrund von einem Verbindungsproblem nicht mehr rauf konnte. YAY)\r\n\r\n\r\nIch w&uuml;rde jetzt noch 2 Screens vom Lag-Bericht einf&uuml;gen, die einen Unterschied zeigen, aber leider heisst es darin, dass im letzten Tag keine Spiele gespielt wurden und ich hab entsprechend keinen vergleich zur gegenwart. Aber f&uuml;r die Tage davor hatte ich 17-25/100:\r\nhttps://lagreport.euw.leagueoflegends.com/de/\r\n\r\n\r\nWie gesagt hoffe ich darauf, dass mir jemand sagt, ob davon die Welt untergeht - auch wenn es nur meine ist. (Warum auch immer... ich wei&szlig; es nicht, weil ich keine Ahnung von diesen Fortgeschritteneren Sachen habe ^^&quot;)\r\nUnd nat&uuml;rlich Infos dazu, ob das &uuml;berhaupt bei anderen auch hilft ^^\r\n\r\nlg","replies":[{"id":"","poster":"Sidia","date":"2018-01-31T08:28:21.244+0000","up_votes":1,"down_votes":0,"body":"Die beste Möglichkeit die man hat wäre von Wlan auf Lan umzusteigen, das mal nebenbei.","replies":[]}]}