{"id":"a6gtsykf","poster":"I3UGGY","date":"2019-06-13T07:44:21.979+0000","title":"Trundle selfheal ?","subforum":"Melde einen Bug","embed":{"title":"Trundle bug 9.12","description":"Uploaded by Ga La on 2019-06-12.","url":"https://www.youtube.com/watch?v=4yRxM52ommQ","image":"http://i.embed.ly/1/image/resize?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2F4yRxM52ommQ%2Fhqdefault.jpg&key=f0abbd34f14549f3a15cd94dd9970851&width=425"},"up_votes":1,"down_votes":0,"body":"Ich hatte in einen meiner letzten games einen Trundle im Gegner Team der sich wieder instant vollheilen kann ohne Lifesteal item oder ähnliches hier ist ein Linkk der das in einem Video zeigt.\r\n\r\nDas Video ist aber nicht von mir\r\n\r\nIch weiß zwar nicht wie es dazu kommen kann aber zum Beispiel ist er ganken gekommen ohne ein fertiges Item und hat sich full life geheilt von ein auf die andere Sekunde.","replies":[{"id":"","poster":"Megamaexx","date":"2019-06-15T19:05:29.764+0000","up_votes":1,"down_votes":0,"body":"Es war ein Bug, der aber gefixt wurde:\nhttps://youtu.be/4r3LcEBUcWs","replies":[{"id":"","poster":"I3UGGY","date":"2019-06-16T10:07:14.914+0000","up_votes":1,"down_votes":0,"body":"Ah danke für die Info hatte nie an die thresh lantern gedacht :D","replies":[]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-06-13T08:56:09.875+0000","up_votes":1,"down_votes":1,"body":"Also ein Bug ist das nicht.\nKlassischerweise ist das die Ultimate verbunden mit seinen Runen und dem W (in deinem Spiel hatte der Gegner keine Geistessicht, die würde aber auch zählen.) Alternativ funktionieren noch Triumph, Redemption und andere Initiale Heilungen mit Werten um 300.\n\nWas davon jetzt im dem Video agierte, weiß ich nicht.","replies":[{"id":"","poster":"Megamaexx","date":"2019-06-13T14:40:50.640+0000","up_votes":1,"down_votes":0,"body":"Mal angenommen, Trundle hat Geistessicht und Befreiungsschlag. Das erhöht Heilung um 30%+10%. Die Rune “Frische“ gibt nochmal 10%. Die W gibt nochmal 25%. Insgesamt also ein Healboost von 75%.\nDie Ulti heilt um 35% des max HP des Gegners.\nDer Gegner muss also ca 3600 HP gehabt haben.","replies":[{"id":"","poster":"Megamaexx","date":"2019-06-13T14:52:56.085+0000","up_votes":1,"down_votes":0,"body":"Der Trundle aus dem Video hatte nichts von den Items, hat auch nicht full ap gespielt. Wenn die Heilung durch die Ulti +W gekommen sein soll, muss das Ziel also über 5000 HP gehabt haben.","replies":[]}]}]}]}