{"id":"qWpAL8LH","poster":"4 For Maggie","date":"2019-06-13T07:24:15.399+0000","title":"[TGSG] Pfeifende Schweinchen","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":1,"body":"Wälder bergen viele Geheimnisse. Sie hüten unsere wenn wir sie ihnen offenbaren. Sie verraten nichts von Taten die ausgeübt werden. Und sie beschützen ihre eigenen kleinen geheimen Orte an denen wundersame Dinge passieren und faszinierende Wesen leben.\n\nVon einem dieser Wälder und seinem beherbergten Geheimort darf ich euch heute erzählen. Seht hier:\nhttps://images2.imgbox.com/ab/48/wKoZzinJ_o.jpg\n\nDieses Bild stammt aus uralten Zeiten und verströmt eine mystische Aura wie man sie nur selten erlebt! Außerdem hilft es sich in etwa zu orientieren. Und nein, die Bäume tragen keine Dauerwellen :(\n\nAn dargestelltem Ort lebten einst viele kleine Schweinchen ein gemeinsames Leben. Keines der Ringelschwanzträger wurde dort geboren. Einige hatten sich verlaufen, während andere ausgesetzt wurden. Oder Kinder hatten mit ihnen auf Höfen gespielt, sie mit Stöcken gejagt, in den Wald getrieben und dort abgehetzt und verängstigt zurück gelassen. Doch nach einiger Zeit der Neufindung und des Kennenlernens, kringelten sich alle Schwänzchen glücklich gen Himmel. Was auch folgende Scheunenwandmalereien darlegen:\nhttps://images2.imgbox.com/15/30/3z94iSul_o.jpg\n\n#FORTSETZUNG FOLGT...\n___\n\nOkay xD wohl eher nicht und mir war einfach nur hyper langweilig. Aber man muss den ersten Tag ohne Frau Pferd einfach genießen wenn man sich die bisherigen Tage nur aufregen konnte xp :DDD Also erst mal den Scanner vergewohltätigen!\n\nHeute ist \"schon\" Donnerstag und wir steuern geradewegs auf das Wochenende zu. Martin hat Fortbildung, Stäbchen macht Urlaub, Moni ist bei seinem \"befrei dich aus irgendwas\"-Ding offensichtlich gestorben, Max kann es nicht sein lassen sich anzufassen, Sophia schläft vermutlich noch und ... was mir während der Sache mit den Schweinchen eingefallen ist ... Knuffel sollte mittlerweile verheiratet sein, oder? Also haben wir hier noch einen Toten c.c Gut das ich mittlerweile genug Bestatter kenne. Vielleicht gibt es einen Freundschaftspreis.\n\nMeh. Wenn die Woche überstanden ist ... müssen noch vier Tage überlebt werden ... dann fünf Tage inkl. Samstag Sommerfest und zu guter Letzt noch drei Tage bis wir endlich den 04.07. haben und ich auch mal Urlaub machen darf! YES! Die ersten drei Tage werde ich wohl überwiegend schlafen :3\n\nProblem an der Sache ist das Überleben bis zu genanntem heiligen Tag >.&lt;\n\nAnsonsten habe ich nur noch zu berichten das ich letzte Nacht mit Rocky kuscheln durfte :> zweimal!\n\nAuf's überleben! Gedenkt den Toten!\n\n:> Fertig","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T07:40:18.903+0000","up_votes":1,"down_votes":0,"body":"Windosupdate und mein Internet bekommt auf einmal seine Tage...>.&lt; \nIch musste den Router neustarten und den Rechner ebenfalls und jetzt geht es wieder ohne Probleme als wäre nie was gewesen....","replies":[{"id":"","poster":"Megamaexx","date":"2019-06-13T08:08:34.818+0000","up_votes":1,"down_votes":0,"body":"Rächer* Nicht Recher...","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T08:10:50.094+0000","up_votes":1,"down_votes":0,"body":"Autokorrektur","replies":[{"id":"","poster":"Megamaexx","date":"2019-06-13T08:56:24.561+0000","up_votes":1,"down_votes":0,"body":"Komische Korrektur. Jetzt steht da Rechner, wird ja immer falscher. Doch eines Tages wird sich der Rächer rächen.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T09:00:10.675+0000","up_votes":1,"down_votes":0,"body":"Meinst du mein \"Rächer\" wird irgendwann ein eigenes Bewusstsein erlangen und alle Pornos von meiner Festplatte löschen?","replies":[{"id":"","poster":"Megamaexx","date":"2019-06-13T14:09:10.498+0000","up_votes":1,"down_votes":0,"body":"Pff, schlimmer, er wird bei allen deinen Pornos die Dateien so überarbeiten, dass du ständig in dein eigenes Gesicht schaust!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T14:25:57.280+0000","up_votes":1,"down_votes":0,"body":"Wäre das nicht ein Segen für mich wenn ich selbstverliebt wäre?","replies":[{"id":"","poster":"Megamaexx","date":"2019-06-13T14:57:50.147+0000","up_votes":1,"down_votes":0,"body":"Dann hättest du keine Pornos, sondern einen großen, fleckigen Spiegel ;)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T15:02:17.171+0000","up_votes":1,"down_votes":0,"body":"So einen wie du auch hast? :)","replies":[{"id":"","poster":"Megamaexx","date":"2019-06-13T16:23:22.519+0000","up_votes":1,"down_votes":0,"body":"Lass meinen Spiegel aus dem Spiel und ich lass deinen aus dem Keller!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T16:47:58.941+0000","up_votes":1,"down_votes":0,"body":"Bitte lass meine Spiegel der Schade im Keller. \nDen möchte niemand sehen. xD","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T09:02:14.934+0000","up_votes":1,"down_votes":0,"body":"mit einem Rechen?","replies":[{"id":"","poster":"Megamaexx","date":"2019-06-13T14:07:46.858+0000","up_votes":1,"down_votes":0,"body":"Warum auch nicht.","replies":[]}]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T08:45:44.239+0000","up_votes":1,"down_votes":0,"body":"das ist typisch Windows. ich bin mal 300 km zu einem Kunden gefahren, weil gaaaaar nix mehr ging. Router neu gestartet. Internet ging wieder. Zudem hat Windows durch das Update die Laufwerkbuchstaben vertauscht. Also noch 8 Zeichen in config Dateien geändert und 10 min später wieder gefahren.\n\nDas Windowsupdate hat ihn einen 4stelligen Betrag gekostet. OK in Kombination mit seiner Unfähigkeit den Router mal neu zu starten","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-06-13T07:41:31.573+0000","up_votes":1,"down_votes":0,"body":"xp Das ist doch gut?\n\nAußer natürlich dein PC blutet jetzt unaufhörlich XD\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T07:48:26.083+0000","up_votes":1,"down_votes":0,"body":"Ne aber das kontrolliert seine Internetverbindung verliert nervt mich. >.&lt; \nDas ist so random...und dann geht es aufeinmal wieder als wäre nie was gewesen...","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T10:05:22.229+0000","up_votes":1,"down_votes":0,"body":"wenn ich schon hier bin muss ich auch noch eine dumme Frage in die Runde werfen. Wie oft wascht ihr eure Haare?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T10:12:09.090+0000","up_votes":1,"down_votes":0,"body":"Wieso ist die Frage dumm? O.O\n\nAlso im Sommer im schlimmsten Fall jeden Tag -.- und ich hasse es wie die Pest. Aber ich habe Naturlocken und entsprechend dickes Haar und wenn man den Tag über im Sommer schwitzt, muss man solche Haare waschen sonst sehen sie am nächsten Tag fettig aus .-. Meine zumindest. Nagut. Im Sommer hüpft man aber auch mal eher jeden Tag fix unter die Dusche weil es sich nach einem 13 Stunden Tag einfach besser anfühlt .-.\n\nWenn es kühler ist jeden zweiten Tag. Was auch am gesündesten ist. Egal ob nur Haare waschen oder duschen.\n\nAls ich meine Haare mit New Shaw behandeln lassen habe, hat mir der Friseur dort den Tipp gegeben: Wenn du deine Haare zu oft waschen musst und das gar nicht willst, benutz Trockenshampoo.\n\nTatsächlich benutze ich es aber nur wenn ich Ne Shaw \"auf dem Kopf\" habe. Die Anwendung soll die Haare für bis zu sechs Monate glätten und desto häufiger man die Haare wäscht, desto schneller verschwindet das Zeug aus den Haaren. Ergo versucht man nicht so oft Haare zu waschen. Was aber im Sommer echt belastend sein kann XD Dieses Jahr wollte ich bis September mit New Shaw warten. Dann geht es straight auf den Herbst zu, im Oktober geht es nach Spanien und dann wird es auch schon kühler. Was bei extrem langen und recht dicken Haaren doch schon um Welten angenehmer ist.\n\nUff XD So eine simple Frage und dann komm ich :'D","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T10:20:57.900+0000","up_votes":1,"down_votes":0,"body":"Also ich hab auch sehr Dicke lange Haare. Ich werde oft gefragt, wie ich das mache, dass die so gesund und weich sind. (Ok ich färbe sie nicht. dass ist schon mal ein krasser Vorteil.) Ich sag dann immer:\n\nIch wasch meine Haare selten. da kommt nur alle 4 Tage Shampoo rein. Duschen tu ich natürlich öfters ;)\nWenn man seine Haare vom Shampoo entwöhnt, fetten sie auch nicht so schnell. Ich könnte meine Haare eine Woche nicht waschen und die sehen nicht fettig aus.\nWürde mein Shampoo nicht so herrlich nach Grapefruit riechen, würde ich sie noch seltener waschen","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T10:56:17.429+0000","up_votes":1,"down_votes":0,"body":":D Du hättest schreiben sollen \"sehr lange Haare für einen Mann\". Ich hab im Kopf direkt unsere Haare verglichen und wollte schon dagegen argumentieren warum du deine Haare nicht als 'lang' bezeichnen solltest XDDD\n\nHmm .-. ich liebe meine frisch gewaschenen Haare und nach zwei Tagen fühle ich mich auch wahnsinnig unwohl und halt des einfach nicht aus XD \n\nAm liebsten wasch ich die Haare kopfüber und am Ende mit eiskaltem Wasser :D","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T11:00:32.941+0000","up_votes":1,"down_votes":0,"body":"das sehr bezog sich auf die Dicke. sind nur etwas länger als schulterlang :(\n\nIch hasse es übrigens mich zu kämmen, aber liebe es gekämmt zu werden","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T11:11:55.015+0000","up_votes":1,"down_votes":0,"body":":o Ich überlege derzeit meine Haare abschneiden zu lassen!\n\nWeiß aber nicht ob jetzt schon oder bis September warten wenn New Shaw wieder an der Reihe ist. Dann sitz ich eh beim Profi auf dem Stuhl der bestimmt was schönes schneiden kann.\n\nNicht das meine Mama das als Meisterin nicht könnte XD aber ... mir hat noch nie ein \"Promi\" Friseur die Haare geschnitten >.&lt; :x","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T11:29:19.109+0000","up_votes":1,"down_votes":0,"body":"Dann würde ich definitv warten. Mir sagt der Name zwar nix, aber mir würden auch 99% aller promi Namen nichts sagen, denen er die Haare gemacht hat.\n\nWie lang sind denn deine Haare derzeit?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T12:30:31.124+0000","up_votes":1,"down_votes":0,"body":"Seinen Namen habe ich auch nicht genannt :D und \"New Shaw\" heißt die Anwendung. Die kriegt man halt auch nicht überall -.- nur in Läden die die Lizenzen dafür erworben haben und Schulungen besuchen.\n\nMeine Haare sind irgendwo fast 'ne Handbreit unter meinen Schulterblättern. Aber ich hab sie immer zusammen :D Deswegen sieht man das nicht!","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T12:35:41.235+0000","up_votes":1,"down_votes":0,"body":"dann fehlt mir ja nur ne halbe Handbreit. Ich hol auf :)\n\nok wieder was gelernt durch ins Fettnäpchen treten","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T12:37:56.281+0000","up_votes":1,"down_votes":0,"body":"... Solang sind deine Haare doch gar nicht? Die gehen doch maximal 'nen Zentimeter über die Schultern. Wenn sie sie überhaupt berühren! XDD","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T12:57:27.528+0000","up_votes":1,"down_votes":0,"body":"mit samuraizopf sehen die kürzer aus als sie sind ;)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T13:00:45.813+0000","up_votes":1,"down_votes":0,"body":"Auf dem anderen Bild sind sie aber auch nicht länger =p und da waren sie sogar nass.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T13:06:29.148+0000","up_votes":1,"down_votes":0,"body":"das war auch letzten Sommer ;)","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T13:59:29.632+0000","up_votes":1,"down_votes":0,"body":"da fällt mir noch eine lustige Annekdote ein. Ich hab ganz früher nie smileys verwendet. dann hab ich einen Artikel in der Zeitung gelesen:\n\nMenschen die Smileys verwenden haben mehr Sex. Dann hab ich es mir antrainiert auch welche zu verwenden :O","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T13:57:05.703+0000","up_votes":1,"down_votes":0,"body":"glaub nicht. aber die letzten beiden waren ja auch passend. glaub ich mach den fast öfters ^^","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-06-13T13:20:20.058+0000","up_votes":1,"down_votes":0,"body":"Hast \"du\" schon immer so viel gezwinkert?\nhttps://cdn.frankerfacez.com/emoticon/264076/4","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T13:19:12.234+0000","up_votes":1,"down_votes":0,"body":"wie wärs mit nem Schwanzvergleich. ich hab 35 cm :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T13:57:52.966+0000","up_votes":1,"down_votes":0,"body":"XDDD Okay ... dann werde ich zuhause auch beide \"Methoden\" anwenden =p Ich kann nämlich beim besten Willen nicht einschätzen was mein Schwänzchen her gibt °^°","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T13:48:07.097+0000","up_votes":1,"down_votes":0,"body":"hab mir den Meter auf den Kopf gestellt und die erstbeste strähne gemessen. und weil ich ein Mann bin hab ich übertriebn. waren nur 34,5 ^^\n\ndeine methode klingt fast sinnvoller","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-06-13T13:21:50.503+0000","up_votes":1,"down_votes":0,"body":"Kommt darauf an wie du gemessen hast.\n\nHaargummi straff gezogen und dann vom Hinterkopf bzw. dem Gummi bis zur Spitze? Wenn ich Zuhause bin wird gemessen!","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-06-13T11:21:28.744+0000","up_votes":1,"down_votes":0,"body":"Jeden 2.","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-06-13T10:27:12.527+0000","up_votes":1,"down_votes":0,"body":"Kommt drauf an wie lang die gerade sind, wie warm es gerade ist und was ist die Tage so mache. \n\nStandart wäre bei mir: Jeder Tag duschen und jeden 2. dabei die Haare zu waschen. \nWenn es wärmer ist eher jeder Tag kommt aber immer drauf wenn was ich gemacht habe. \nWenn ich ein Zockerwocheende mache wo ich mich mit Lebensmittel eindecke und die Wohnung nicht verlasse kann es auch seltenere sein. \nEigentlich fühlt man es ja wenn es wieder Zeit ist die Haare zu waschen und wenn man unterwegs ist dann sorgt das Scharmgefühl schon dafür das man sauber nach draußen geht.","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T08:05:54.226+0000","up_votes":1,"down_votes":0,"body":"guten morgen\n\nmir steht heut nachmittag ein unangenehmes Gespräch bevor","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T08:12:20.958+0000","up_votes":1,"down_votes":0,"body":"°^° Mir heute Abend ...\n\nIch habe dummerweise Interesse an einer Gilde geäußert und häng da jetzt irgendwie drin. Und heute Abend hüpf ich dann auf deren TS vorbei. Zwar nur mit der Leitung aber trotzdem. Und am 22.06. dann nochmal mit den anderen bisher beigetretenen Personen x.x Wieso mach ich so was? Ich bin solo Spieler D:\n\nUnd du? Etwa schon ein Gespräch mit der Kuschelfreundin? (=","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T08:36:55.349+0000","up_votes":1,"down_votes":0,"body":"Solo Spieler in einem MMO?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T08:50:44.937+0000","up_votes":1,"down_votes":0,"body":"Ja? ._.\n\nLeague spiele ich auch solo °^°","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T09:00:34.887+0000","up_votes":1,"down_votes":0,"body":"Solo E-Girl player?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T09:06:23.962+0000","up_votes":1,"down_votes":0,"body":":&lt; Ich habe nichts mit einem E-Girl gemeinsam!","replies":[{"id":"","poster":"Necromant","date":"2019-06-13T11:24:07.471+0000","up_votes":1,"down_votes":0,"body":"Stimmt, eher so ne random Bitch :^)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T11:34:35.369+0000","up_votes":1,"down_votes":0,"body":"MAAAAAAAAAAAAAAAAAAAAAAAAAAXXXXXXXXXXXXX\n\n:p Geh dich weiter anfassen!","replies":[{"id":"","poster":"Necromant","date":"2019-06-13T11:43:14.437+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=qWpAL8LH,comment-id=00020001000100000000000000010000,timestamp=2019-06-13T11:34:35.369+0000)\n>\n> MAAAAAAAAAAAAAAAAAAAAAAAAAAXXXXXXXXXXXXX, dich weiter anfassen!\n\ngönn dir! :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T12:36:40.206+0000","up_votes":1,"down_votes":0,"body":"XD WOW! :D ich will eigentlich nichts dazu sagen außer lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol\n\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Necromant","date":"2019-06-13T12:42:18.171+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=qWpAL8LH,comment-id=0002000100010000000000000001000000000000,timestamp=2019-06-13T12:36:40.206+0000)\n>\n> ich will eigentlich \n\n.\n\n> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=qWpAL8LH,comment-id=00020001000100000000000000010000,timestamp=2019-06-13T11:34:35.369+0000)\n>\n> dich weiter anfassen!\n\nna mach doch!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T12:47:30.851+0000","up_votes":1,"down_votes":0,"body":"XD Wenn ich gleich ROFL schreie und Ärger bekomme, verhau ich dich!","replies":[{"id":"","poster":"Necromant","date":"2019-06-13T12:52:09.685+0000","up_votes":1,"down_votes":0,"body":"¯\\\\\\_(ツ)_/¯","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-13T09:09:03.049+0000","up_votes":1,"down_votes":0,"body":"Das war ein Scherz. :)  \n\nhttps://media.tenor.com/images/5466adf348239fba04c838639525c28a/tenor.gif?itemid=13284057","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T09:18:29.738+0000","up_votes":1,"down_votes":0,"body":"°^° Ob ich das glauben soll?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T09:21:17.784+0000","up_votes":1,"down_votes":0,"body":"Warum solltest du es nicht glauben? =.=","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T09:24:38.756+0000","up_votes":1,"down_votes":0,"body":"So wie du \"War ein scherz\" hinterher geworfen hast, könntest du danach auch ganz einfach sagen \"War doch kein Scherz\" oder nochmal sagen \"war ein scherz\" oder \"reingelegt\" :p","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T09:30:37.740+0000","up_votes":1,"down_votes":0,"body":"Ich wollte dich nicht überfordern darum hab ich es heute offensichtlicher gemacht. :) \n\nAber um herausfinden was Wahrheit ist und was nicht konnte man einfach überlegen was logischer wäre. \nDa wir uns irgendwie kennen und schon viel geschrieben haben wäre es logisch das ich diesen Satz nur geschrieben habe um dich zu Ärgern.\nAndersherum hätte ich keine Beweise dafür das du ein E-Girl bist als wäre nur leere Behauptung die dazu dient dich zu piksen.\nLäuft auf das selbe hinaus. :) WinWin für mich also. \n😘😘","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T09:50:17.767+0000","up_votes":1,"down_votes":0,"body":"Ich weiß doch schon längst die Wahrheit du kleiner Piecks-Sack :p","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T09:54:31.942+0000","up_votes":1,"down_votes":0,"body":"Dann ist ja alles supi^^\n{{sticker:sg-ahri-2}}","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T09:36:39.339+0000","up_votes":1,"down_votes":0,"body":"ich finde ja den Begriff e-girl an sich schon scheiße. wenn ich dann aber Threads lese wie \"weiblich 18 single sucht Mitspieler\" dann kann ich schon irgendwie verstehen, wie sich der geprägt hat","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T09:39:54.757+0000","up_votes":1,"down_votes":0,"body":"Es gibt so Leute die spielen kaum haben aber total viele Legiskins habe und auf die Frage warum sie Skins für Champions haben die sie kaum spielen kommt häufig keine gute Antwort. Aber alle Skins sind natürlich \"selbstgekauft\".\nEs sind btw häufig die Typen die von alleine Sachen schenken \"angebettelt\" wird man selten im League.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T10:01:29.589+0000","up_votes":1,"down_votes":0,"body":"ich hab auch mehr skins beschenkt bekommen, als ich mir selbst gekauft habe. Bin ich jetzt auch ein e-girl?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T10:21:49.174+0000","up_votes":1,"down_votes":0,"body":"Und was hast du dafür getan? :)","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T10:25:43.942+0000","up_votes":1,"down_votes":0,"body":"gute Frage. Ich hab auch schon sehr viele Skins verschenkt. Manche waren bestimmt wegen schlechtem Gewissen / revanchieren\nkannst ja mal maggie fragen, warum sie mir DJ Sona geschenkt hat. Ich weiß zwar nicht warum, aber ich weiß, dass ich mich tierisch gefreut habe ♥","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T10:33:43.981+0000","up_votes":1,"down_votes":0,"body":"Nice XD \nObwohl ich kein Fan von DJ Sona bin der Skin fühlt sich clunky an auch wenn er gut aussieht. \nIch bevorzuge da Sweetheart Sona.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T08:24:46.405+0000","up_votes":1,"down_votes":0,"body":"ja.... ich hasse solche Gespräche\n\naber wegrennen bringt leider nix. ","replies":[{"id":"","poster":"INoKami","date":"2019-06-13T08:46:47.965+0000","up_votes":1,"down_votes":0,"body":"Viel Glück dir... oder was auch immer du dir wünschst!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T09:17:35.672+0000","up_votes":1,"down_votes":0,"body":"Hab ich gestern den Azubiblogg übersehen oder gab es keinen?","replies":[{"id":"","poster":"INoKami","date":"2019-06-13T09:33:00.879+0000","up_votes":1,"down_votes":0,"body":"Der Beweis, dass doch niemand meine Blogs liest :D\nSpaß, ist Ferienpause (wurde letzten Freitag aber vermerkt^^)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T09:40:42.115+0000","up_votes":1,"down_votes":0,"body":"Ich lese fast jeden Blog zumindest überfliege ich ihn. >.&lt; \n✌","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T09:05:35.925+0000","up_votes":1,"down_votes":0,"body":"Danke ♥\n\ntja wenn ich das wüsste. Jedenfalls will ich keine Freundschaft gefährden, wegen irgendetwas körperlichem","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-13T08:11:41.114+0000","up_votes":1,"down_votes":0,"body":"Ich warte dann im meinem Büro auf Sie.","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T08:13:55.078+0000","up_votes":1,"down_votes":0,"body":"du solltest öfters malen. sieht gut aus. Und Malen kann total entspannend und therapeutisch wirken","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T08:14:57.388+0000","up_votes":1,"down_votes":0,"body":"Früher habe ich viel gezeichnet ^^ Aber irgendwann war die Luft irgendwie raus und jetzt kritzel ich nur noch D:","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T08:23:03.141+0000","up_votes":1,"down_votes":0,"body":"was ich voll gern mache ist mit acrylfarben Leinwände zu bemalen. Ich kann dabei einfach voll gut abschalten, den Alltag vergessen und so dann Kräfte sammeln.","replies":[{"id":"","poster":"XenesisCH","date":"2019-06-13T08:40:28.037+0000","up_votes":1,"down_votes":0,"body":"mhm ich kann aus Erfahrung sagen, dass Mandala ausmalen sehr entspannend ist.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T09:01:41.358+0000","up_votes":1,"down_votes":0,"body":"deinen Tipp werde ich mal ausprobieren.","replies":[{"id":"","poster":"XenesisCH","date":"2019-06-13T11:52:08.789+0000","up_votes":1,"down_votes":0,"body":"Gerne :). Ich habe vorhin mal wieder nach Vorlagen für Mandala bzw. Malbücher gegoogelt und eine Seite gefunden, wo man sich die Vorlagen gratis Ausdrucken kann --> [hier](https://www.mandala-bilder.de/erwachsene-mandalas.html). Vielleicht findest du da ja etwas, dass dir gefällt :D","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T11:55:08.582+0000","up_votes":1,"down_votes":0,"body":"ja geil. Lesezeichen ist gesetzt ♥","replies":[]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-06-13T08:43:34.354+0000","up_votes":1,"down_votes":0,"body":"XD Hier mal zum vergleich ...\n\nVor ein paar Jahren\nhttps://images2.imgbox.com/e2/6b/4qVbBPHz_o.jpg\n\nHeute, 10:30 Uhr:\nhttps://images2.imgbox.com/4a/7f/TKh88t0S_o.jpg","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-13T09:51:36.664+0000","up_votes":1,"down_votes":0,"body":"Ich male eher Bilder mit meinen Worten.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T10:00:47.275+0000","up_votes":1,"down_votes":0,"body":"Ich hab versucht in den letzten fünf Minuten fest zu stellen was ich von beidem lieber mag :o\n\nErgebnis: beides gleich!\n\nBilder die Geschichten erzählen\nWorte die Bilder 'malen'\n\n.-. Geht nicht ohne das eine oder das andere","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-13T10:35:18.211+0000","up_votes":1,"down_votes":0,"body":"Man braucht nur eine Menge Phantasie.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T11:32:10.330+0000","up_votes":1,"down_votes":0,"body":"Und vor allem Geduld/ Ausdauer.\n\n> Handlungsfäden weben, die sich zu einem komplizierten und weitreichenden Netz verknüpfen\n\n:p Das muss noch nicht mal sein. Am aller wichtigsten sind die Charaktere. Wenn die von Anfang an stinken, stinkt alles :x\n\nIch erinnere mich noch an eine Klassenarbeit in der sechsten Klasse .. wir haben so kleine Bildchen in einer bestimmten Reihenfolge bekommen und sollten dazu eine Geschichte schreiben, sollten aber nur zwei Seiten benutzen. :D Auf den Bildern war ein Löwe mit einer Maus!\n\nAlso habe ich nur die zwei Seiten voll geschrieben, sie weinend abgegeben und mit dem schlimmsten gerechnet °^° War eine 1 und es wurde umgehend die Seitenbegrenzung bei Geschichten aufgehoben. Naja XD sie meinte schon wir sollten dann keine 50 Seiten schreiben .. aber es durften zumindest mehr als zwei sein :D\n\nDann hat sie jahrelang versucht mich in die Schülerzeitung zu prügeln .-. aber ich habe mich geweigert!","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T11:31:26.879+0000","up_votes":1,"down_votes":0,"body":"für mich ganz eindeutig: Bilder mit Worten malen. Das mach ich definitiv lieber.\n\nWas ich derzeit auch sehr gerne mache, ist Gedichte zu schreiben","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T09:55:24.891+0000","up_votes":1,"down_votes":0,"body":"das macht auch spaß","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-13T10:33:12.281+0000","up_votes":1,"down_votes":0,"body":"Oh ja. Sich Geschichten ausdenken und Handlungsfäden weben, die sich zu einem komplizierten und weitreichenden Netz verknüpfen. Das macht schon Spaß.","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T08:55:47.122+0000","up_votes":1,"down_votes":0,"body":"voll gut. also beide. Mach weiter :)\n\ndas ist mein letztes Bild\n\nhttps://imgur.com/a/UrdA8bb","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T09:04:55.957+0000","up_votes":1,"down_votes":0,"body":":D In klein schaut des so aus als hättest du eine Brust gemalt XDDD Und ich schwöre weiter oben grinst ein Smiley!\n\n:( Ich wollte auch mal auf Leinwand malen. Stattdessen habe ich mir dann Sonnengöttin Karma und vier andere League Splasharts auf Leinwand in 120x80 bestellt  :x","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T09:11:16.863+0000","up_votes":1,"down_votes":0,"body":"ich hab nieeeee behauptet, dass ich gut bin. du hast doch schon mein Teemo Bild gesehen. Du müsstest ja eigentlich wissen, dass ich da ziemlich Talentfrei bin :P\n\nich bin ja fast ein bischen neidisch, wenn ich deine Werke sehe, weil du einfach 100 mal mehr Talent hast als ich. Andererseits auch egal. Man muss nicht gut sein, wenn man Spaß hat ;)\n\nich hol mir meine Leinwände immer in den Billigmärkten (TEDI, Action laden, etc) Da kriegst du für 10 € so viele, dass du dich ne weile austoben kannst","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T09:17:59.708+0000","up_votes":1,"down_votes":0,"body":":o TEDI und Action Markt gibt es hier tatsächlich auch. Haben die denn auch Farben? .-. Dann wäre es eventuell eine Überlegung wert :D Nur was macht man dann damit? Klatscht man die Leinwand voll und wirft es danach weg? XD Aufhängen kann ich bei mir nämlich nichts mehr. Und sammeln gibt's nicht .-. Eventuell meiner Schwester aufs Auge drücken.\n\nO.O Da fällt mir ein was ich ihr dieses Jahr zum Geburtstag schenken kann :D Eine von mir bemalte Leinwand und drauf geklebt werden ein paar hübsche Fotos der letzten Jahre °^°\n\nMal schauen ob ich nächsten Freitag in den TEDI komme ... In den Action markt gehe ich nicht mehr ... das letzte Mal dachte ich ich wäre in Arabien gelandet :\\","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T09:25:11.096+0000","up_votes":1,"down_votes":0,"body":"ich hab mir im actionladen eine farbpallete mit 40 acrylfarben für 7€ gekauft. müsste im tedi bestimmt auch sowas geben.\n\nkann man auch am klo aufhängen oder so ;)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T09:46:08.830+0000","up_votes":1,"down_votes":0,"body":"Dann muss ich wirklich mal im TEDI gucken :o Vorbereitungen treffen wäre auch schon möglich weil meine Schwester in zwei Monaten Geburtstag hat.\n\nIch könnte die Leinwände auch bestimmt irgendwie am Kratzbaum der Katzen befestigen xp oder um ihr Klöchen rund herum aufstellen","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T09:14:15.872+0000","up_votes":1,"down_votes":0,"body":"das alle was zum lachen haben\n\nhttps://imgur.com/325CuUi","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-13T11:06:30.310+0000","up_votes":1,"down_votes":0,"body":"Sind diese Windowsemotes eigentlich uncool oder warum benutzt die keiner? \n🤬🎟🔊🍖☢🎨","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T11:10:08.569+0000","up_votes":1,"down_votes":0,"body":"An Weihnachten habe mal mit Windows-Schneemännern einen Thread verziert x.x Aber das funktioniert jetzt aus irgendeinem Grund nicht mehr :(\n\n☺☻♥♦♣♠•◘○\n\nNur dieser Standard Kram","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T11:13:54.179+0000","up_votes":1,"down_votes":0,"body":"⛄⛄⛄⛄⛄⛄\nWarum geht es nicht mehr?\nBei mir gehts :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T11:19:36.171+0000","up_votes":1,"down_votes":0,"body":"Keine Ahnung. Ich probiere das Zuhause nochmal .-. aber auf der Arbeit will es einfach nicht mehr :((((","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T11:25:27.537+0000","up_votes":1,"down_votes":0,"body":"Windowstaste + . war die Kombination dafür.\nIch glaube das kennt kaum jemand :( \n🎈🎈🎈","replies":[]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-06-13T09:44:56.986+0000","up_votes":1,"down_votes":0,"body":"So mein Motorrad hat dann auch wieder TÜV. 9/18 war eventuell ein bisschen zu lange her","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T09:49:04.299+0000","up_votes":1,"down_votes":0,"body":":D :D :D So?\nhttps://media.tenor.com/images/d273daa70cfc08b33e130f10ed10ea20/tenor.gif","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-13T09:55:02.149+0000","up_votes":1,"down_votes":0,"body":"Genau XD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T10:02:04.948+0000","up_votes":1,"down_votes":0,"body":":3 Wie wär es noch mit einer Art Cape?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-13T10:29:40.540+0000","up_votes":1,"down_votes":0,"body":"Wie Evel Knievel? Das wäre ziemlich cool","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-13T09:47:51.476+0000","up_votes":1,"down_votes":0,"body":"Ach was mein Perso war auch fast ein halbes Jahr abgelaufen und ich habe es überlebt. :)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-13T09:54:38.471+0000","up_votes":1,"down_votes":0,"body":"Ja aber da klebt keine Plakette auf deiner Stirn, die dir ärgern einhandeln kann","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-06-13T10:05:15.702+0000","up_votes":1,"down_votes":0,"body":"#SOS SOS SOS SOS SOS SOS SOS SOS SOS SOS SOS SOS SOS\n\nFrühstück wurde gegessen!\nDie 250g Schale mit Cherry Romatomaten beinhaltet nur noch drei von angegebener Sorte!\nNur noch ein Cordon Bleu von rund 90g befindet sich für den restlichen Tag in einer Dose in meiner Tasche D: Hilfeeeeeeeeeeeeee","replies":[]},{"id":"","poster":"Necromant","date":"2019-06-13T08:22:57.589+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=qWpAL8LH,comment-id=,timestamp=2019-06-13T07:24:15.399+0000)\n>Max kann es nicht sein lassen sich anzufassen\n\nIIICH? DU!!!!!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T08:23:45.463+0000","up_votes":1,"down_votes":0,"body":"Ich fasse dich aber nicht an D: sondern versuche ich dich von mir weg zu drücken XD","replies":[{"id":"","poster":"Necromant","date":"2019-06-13T08:25:22.805+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=qWpAL8LH,comment-id=00050000,timestamp=2019-06-13T08:23:45.463+0000)\n>\n> ich dich drücken\n\nImmer dieser sexuelle Belästigungsbär am Arbeitsplatz","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T08:28:32.252+0000","up_votes":1,"down_votes":0,"body":"#du liest nur das was du willst1!!!111!!1!!!1\n{{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} \n\nPass auf, sonst spreng ich nach meinem TS Debakel direkt noch deine Voice Channel!","replies":[{"id":"","poster":"Necromant","date":"2019-06-13T08:35:31.950+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=qWpAL8LH,comment-id=0005000000000000,timestamp=2019-06-13T08:28:32.252+0000)\n>\n> spreng Debakel direkt\n\nImmer diese Turban-träger. Jk","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T08:53:08.503+0000","up_votes":1,"down_votes":0,"body":"XDDDDD Muss mich halt vor der Sonne schützen :>","replies":[{"id":"","poster":"Necromant","date":"2019-06-13T08:56:14.171+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=qWpAL8LH,comment-id=000500000000000000000000,timestamp=2019-06-13T08:53:08.503+0000)\n>\n> Muss schützen\n\n.\n\n> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=qWpAL8LH,comment-id=0005000000000000,timestamp=2019-06-13T08:28:32.252+0000)\n>\n> Allah","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-06-13T08:22:04.603+0000","up_votes":1,"down_votes":0,"body":"Welches Vorschulkind war da am Werke? :^)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T08:24:08.627+0000","up_votes":1,"down_votes":0,"body":"°^° Wird nicht verraten!","replies":[{"id":"","poster":"Necromant","date":"2019-06-13T08:25:52.979+0000","up_votes":1,"down_votes":0,"body":"Durfte Maggie etwa malen? Hat das die Hortnerin erlaubt?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T08:26:49.749+0000","up_votes":1,"down_votes":0,"body":"Neeeeeiiiinnnnnnnnn\n*versteckt ihre Bleistiftgrauen Hände hinterm Rücken*","replies":[{"id":"","poster":"Necromant","date":"2019-06-13T08:36:12.102+0000","up_votes":1,"down_votes":0,"body":"Na na, müssen wir wohl wieder Hände waschen gehen und erst die Schnute wieder :D sollst doch nicht immer auf den Stiften rum kauen!","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-13T08:25:39.262+0000","up_votes":1,"down_votes":0,"body":"Bitte erwähne Vorschulkind nicht im Zusammenhang mit zeichnen ich bekomme Vietnamflashbacks :(","replies":[{"id":"","poster":"Necromant","date":"2019-06-13T08:26:16.971+0000","up_votes":1,"down_votes":0,"body":"Vorschulkind + Zeichnen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T08:28:15.560+0000","up_votes":1,"down_votes":0,"body":"= most cringe Anime >.&lt;","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-13T07:30:51.978+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen aus welchen Anime stammen diese Bilder?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T07:32:03.033+0000","up_votes":1,"down_votes":0,"body":":&lt; Das sind meine Bilder. Frisch heute Morgen gezeichnet und gescannt.\n\nArbeiten kann tatsächlich fast Spaß machen wenn das Pferd nicht da ist :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T07:36:06.774+0000","up_votes":1,"down_votes":0,"body":"Ich dachte das wäre von einem echten Künstler so gut sehen die Bilder aus.\n\nDu hättest Hawk als Klickbait nehmen können falls du weißst über welches Schwein ich spreche. \n\nArbeit macht am meistens Spaß wenn man alleine ist und man sich die Zeit selbst einteilen kann meisten arbeite ich dann sogar länger als normal damit es nächsten Tag auch keine klagen gibt das ich zuwenig geschafft hätte. :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T07:39:50.668+0000","up_votes":1,"down_votes":0,"body":"Da fällt mir nur ein Hawk ein den ich als Schwein bezeichnen würde :o\n\nDie gescannten Bildern sehen witzig aus XD aber besser als auf meinem Zettelchen hier um ehrlich zu sein. Deswegen würde ich gerne eines meiner Lieblings Bilder morgen mitnehmen und hier einscannen xp vllt sieht das dann ja auch zehnmal besser aus. Aber ich hätte Angst das es unterwegs kaputt geht °^°","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T07:50:52.895+0000","up_votes":1,"down_votes":0,"body":"Hast du zuhause kein Scanner?\n\nKommt auf die Quali des Scanners an und was du auswählst.\nDu kannst aus einem Blatt natürlich auch eine 10mb Datei machen. :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T07:54:34.809+0000","up_votes":1,"down_votes":0,"body":"Ach XD ich kritzel gerade so vor mich hin und werd einfach die Bildchen scannen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T08:04:42.268+0000","up_votes":1,"down_votes":0,"body":"Ich spiele gerade um 10 Uhr morgens ein FlexiQ auf einem Gammelsmurf. xD\nDer Aatroxselfheal ist wirklich stupid aber die Kata hat auch gut feedet.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T08:13:49.567+0000","up_votes":1,"down_votes":0,"body":":'D FlexiQ\n\nIch muss auch mal wieder intensiver und ernsthafter LoL spielen °^°","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T08:16:37.952+0000","up_votes":1,"down_votes":0,"body":"Aufjedenfall :)\nIch ziehe Maggie nach Gold ganz easy °^°","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T08:22:21.110+0000","up_votes":1,"down_votes":0,"body":"Maggie ist tot und meine Große ist Gold in Solo und Flex","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T08:23:37.104+0000","up_votes":1,"down_votes":0,"body":"Neh? Maggie hat nicht tot zu sein das erlaub ich nicht.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-13T08:25:54.475+0000","up_votes":1,"down_votes":0,"body":"XD Dann hättest du mich öfters daran erinnern müssen dem Support zu schreiben wegen dem Ban. Jetzt sind zwei Monate vorbei und ich hab keinen Bock mehr mich damit auseinander zu setzen >.&lt;","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-13T08:29:25.448+0000","up_votes":1,"down_votes":0,"body":"Ich würde dir ja Tarum20 geben den benutze ich seid 2 Jahre nicht mehr aber der hat noch 5 Games 20 Minuten Leavebuster. :D\nWarum benutze diesen Smurf nochmal nicht?","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]}