{"id":"cQ6Uc3ux","poster":"Angel Ayume","date":"2018-01-29T18:07:46.891+0000","title":"DuoQ Partner gesucht! (Silber 2 - Gold)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey ihr. \r\nIch suche einen DuoQ Partner, der wie ich motiviert ist, zu climben und alles zu geben. Mein prim&auml;res Ziel ist erstmal Platin 5, da ich es letzte Season nur bis Gold V (mit 53% [oder 55% wei&szlig; net mehr genau] Winrate) geschafft habe, da das Seasonende so pl&ouml;tzlich kam. :D \r\n\r\nIch selbst bin Midlane Main und spiele haupts&auml;chlich Ahri. Zu meinem Champpool geh&ouml;ren unter anderem Annie, Ziggs und manchmal Fizz. Ich habe mich allerdings auch an Zoe rangewagt, da sie mir viel Spa&szlig; macht. \r\nMeine zweite Lane ist seit dieser Season Jungle. \r\nDort spiele ich haupts&auml;chlich Shyvana oder Rammus. Da ich noch nicht viel Erfahrung im Jungle habe, ist dort mein Champpool sehr klein und man kann keine allzu gro&szlig;en Plays von mir erwarten. \r\nMeine vorherige Lane war Top, aber da bin ich mittlerweile genauso gut oder schlecht wie Jungle. Macht also keinen allzu gro&szlig;en Unterschied. :D\r\nIch bin kein Flamer und versuche getiltete Spieler wieder zu motivieren, wenn es nicht so gut l&auml;uft. \r\nUnd bin sehr selbstkritisch. \r\n\r\nZu dir:\r\nDu solltest zwischen 22 und 30+ Jahre sein, da ich selbst bereits &uuml;ber 25 Jahre bin. \r\nAm besten w&auml;re Jungle Main, ist aber keine Pflicht. \r\nEbenfalls kein Flamer und nicht durch jede Kleinigkeit getiltet werden. \r\nNicht nur die Fehler auf die Mates schieben sondern ebenfalls auf die eigenen Fehler achten. \r\nDa ich von eloboosten nichts halte, solltest du selbst in meinem Elobereich sein. \r\nMindestens Silber 2. \r\nDa ich viel Zeit habe und meistens Abends und Nachts zocke, solltest du zu diesen Zeiten ebenfalls Zeit haben. \r\n\r\nLiebe Gr&uuml;&szlig;e\r\nAngel Ayume {{champion:103}}","replies":[{"id":"","poster":"Angel Ayume","date":"2018-02-12T17:37:13.559+0000","up_votes":1,"down_votes":0,"body":"suche immer noch :(","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-02-02T21:11:37.324+0000","up_votes":1,"down_votes":1,"body":"Suche immer noch. :D","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-01-31T21:46:45.176+0000","up_votes":1,"down_votes":1,"body":"push{{champion:103}}","replies":[]}]}