{"id":"el2UAqvy","poster":"Mister Salzlord","date":"2018-01-29T15:11:42.195+0000","title":"Bin ich \"unlucky\" oder schlecht? Helft mir mich zu verbessern, meine Fehler habe ich erkannt.","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Hallo,\r\nich m&ouml;chte in diesem beitrag Tipps von euch, wie ich mich eurer Meinung nach am besten verbessern kann. Dazu habe ich einige Analysen durchgef&uuml;hrt, m&ouml;chte euch auch meine Fehler ehrlich mitteilen und gebe euch erstmal einen Haufen an infos &uuml;ber mich.\r\n\r\nIch verliere  derzeit gef&uuml;hlt sehr viele spiele und stehe auf meinem main 8-13 im SoloQueue und bin mittlerweile bei den 0 LP auf Gold 3 angekommen.\r\n\r\nLetzte Saison habe ich als ADC Main mit Support duo premade Platin 5 erreicht und ab da pausiert. \r\nDa eine gut synergierende botlane in Season 8 weitaus weniger Einfluss hat, als fr&uuml;her zur ardent meta (zumindest f&uuml;hlt es sich weniger belohnend an die lane hart zu gewinnen, wenn andere verlieren) haben wir uns diesmal entschieden Mid und Top zu spielen, quasi die sekund&auml;r Rolle von damals zur Main gemacht. &Uuml;bung haben wir in diesen lanes schon ausreichend Gesammelt.\r\n\r\nIch m&ouml;chte auch direkt klar stellen, dass ich keiner der Spieler bin, der generell alles auf die teammitglieder schiebt. \r\nWas mir jedoch trotzdem aufgefallen ist, was bestimmt auch stark mit meiner Spielweise zusammenh&auml;ngt ist, dass der gegnerische Jungle meistens mehr Einfluss hat als der eigene.\r\n\r\nWie bereits erw&auml;hnt, bin ich da wahrscheinlich selbst schuld, da ich meistens eine sehr dominante und agressive lane spiele und den Gegner unter seinen Turm dr&uuml;cke.\r\nIch Gewinne dadurch im Schnitt 8/10 lanes und habe xp und Farm lead, werde aber obwohl ich wirklich viele Control wards kaufe in circa der h&auml;lte der games games nach dem solo kill mindestens 1x im Spiel vom Gegner Jungle abgeholt. Manchmal &ouml;fter, selten endet es auch in einem Disaster, da bin ich ganz ehrlich.\r\nIn den meisten F&auml;llen wo das passiert, habe ich gerade das Control ward auf Seite 1 gestellt (oder noch keins, da vorm first back) und auf Seite 2 ist das trinket abgelaufen oder er l&auml;uft einfach nicht durch die Spots die gewarded sind sondern kommt von weiter oben/unten wo ich keine Vision habe. Ich kann halt nicht 4 Spots permanent warden. Nur offensiv zu gehen wenn ich Vision auf den Jungler habe w&uuml;rde mir jedoch 80% meiner kill conditions nehmen und ich w&auml;re am Ende der lane gef&uuml;hlt maximal 1:0.\r\nGelegentlich kille ich auch mal beide gegner aber meine tode entstehen meistens aus genannten Szenario, im lategame bin ich meiner einsch&auml;tzung nach ein solider Spieler dem das nicht mehr oft passiert.\r\n\r\nMeiner Meinung nach gen&uuml;gt es aber nicht, nur defensiv zu spielen und maximal einen Farm lead aus der lane zu holen um spiele zu Carrien. Man muss sich darauf einstellen dass mindestens eine lane verliert und diese eben hart und wenn diese dann beispielsweise 5:0 steht und zu dritt /viert in die Mitte rotiert gen&uuml;gt ein 0/0 nicht um diesen Nachteil auszugleichen. \r\nWenn der gegnerische midlaner aber 2 Level und 30 Farm hinten ist und ich bin mit Morgana in der Mitte und setze mit 3/0 eine Pf&uuml;tze in die wave haben die Gegner es ganz sch&ouml;n schwer zu pushen und wenig Interesse mich zu diven. Wenn zumindest eine lane oder jungler in meinen spielen gewonnen hat w&uuml;rde ich meine winrate auf 75% einsch&auml;tzen.\r\n\r\nDie 21 Games die ich gespielt habe m&ouml;gen wahrscheinlich auch nicht ausreichend sein um pauschal zu sagen, dass jemand zu schlecht ist oder einfach mal Pech hatt aber k&ouml;nnt ihr mir dennoch tipps geben wie ich meine Spielweise anpassen m&uuml;sste, um das Jungle Problem zu l&ouml;sen?\r\n\r\nEs war jetzt tats&auml;chlich in 3 der 21 Games der Fall dass mein jungler im Early executed wurde w&auml;hrend der gegnerische geganked hat, aber wie gesagt ich will nicht andere blamen sondern bin ja selbst schuld wenn ich unaufmerksam bin. Ob das im Gegner Team passiert ist h&auml;tte ich auch nicht wirklich mitbekommen glaube ich.\r\n\r\nFakt ist, ich spiele eine dominante und starke 1v1 lane, erhalte quasi nie eigene ganks (was auch schwer ist wenn ich immer nahe des Gegner Turms stehe) oder Counter ganks (leider wirklich nie vorgekommen) und werde oft geganked, was aus meiner starken laning Phase eine riskante und anf&auml;llige macht, die diese oft auch wieder verliert.\r\n\r\nAnsonsten m&uuml;sste ich noch an meinem Farm arbeiten, aber wie diese mechaniken funktionieren ist mir bekannt. Das Problem ist dass ich meistens first Game oder mit kalten fingern ins ranked gehe und mich vorher nicht warm spiele. Bei mehreren games am Tag l&auml;uft das f&uuml;r meine Elo ganz gut, zumindest so gut, dass das nicht das prim&auml;re Problem f&uuml;r eine negative winrate darstellt.\r\n\r\nDass die games, die selbst gut laufen halt diejenigen sind bei denen man afks im Team bekommt und in denen wo man mal schlecht spielt alle da sind, ist eventuell der schmale Grat bei dem man von Pech sprechen darf.\r\n\r\nAu&szlig;er einem wirklich sehr ungl&uuml;cklichen 3v5 muss ich aber auch gestehen, dass das afk Verh&auml;ltnis im Gegner Team und meinen sehr ausgeglichen war, daher m&ouml;chte ich da auch nicht nach einer Ursache f&uuml;r meine bisherige winrate suchen. In meinen Placements war auch nur einer dabei. \r\n\r\nWas jedoch bei fast jedem meiner loses der Fall war, ist, dass der Ad carry wenn ein Spiel nicht gut l&auml;uft rumheult und hart Flamed. \r\nSelbst bei den Wins waren welche dabei die geflamed haben. Wirklich, teilweise nach dem firstblood steht schon ff15 im chat.\r\nDiese leute sind vermutlich auch bei den Gegnern im Team aber da meine letzten spiele nicht so liefen durfte ich das sehr h&auml;ufig miterleben und jeder der drauf Eingeht spielt ebenfalls schlechter, was auch oft der Fall war. das habe ich zwar nicht nachgez&auml;hlt aber bestimmt 5x ist der gank unseres junglers auf die botlane schief gegangen und nach einem trotz 3v2 verlorenen trade ging das geweine los, gelegentlich auch seitens des junglers.\r\n\r\nGegen Ende der letzten Season 7 hatte ich wirklich das Gef&uuml;hl, dass Flamer eine Seltenheit geworden sind und man mit calls im chat und konstruktiven Aussagen wieder Leute dazu lenken kann das Spiel in die richtige Schiene zu bringen. \r\n\r\nDas funktioniert nun nicht mehr, die Flamer sind meistens die schlechten Spieler (sonst g&auml;be es ja auch keinen Grund zu) und alles was da bei rumkommt sind Schuldzuweisungen demnach sind alle Nachrichten die man daf&uuml;r investiert verschenkter Aufwand der nur ablenkt. \r\n\r\nWahrscheinlich liegt das am seasonbeginn, anders kann ich mir das nicht erkl&auml;ren.\r\n\r\nMute all mache ich trotzdem nicht, da ich auf gute Leute die Ahnung haben auch gerne h&ouml;re und diese mit einem etwas organisieren k&ouml;nnen. Die Capslock Kiddies mute ich eben manuell, nachdem ein dont tilt we got this nicht hilft.\r\n\r\nAuf jeden Fall Sorge ich daf&uuml;r, dass mein roamender midlane Gegner nicht die Ursache daf&uuml;r ist, dass meine botlane verliert. Wenn ich nat&uuml;rlich nicht hinterher kann und pinge und trotzdem  niemand reagiert kann ich es leider nicht verhindern.\r\n\r\nAls letzten Punkt den ich hier gerne einbringen w&uuml;rde m&ouml;chte ich das Matchmaking in den Raum werfen.\r\nDa ich mich im mittleren Gold befinde und man je h&ouml;her man war ja eigentlich umso tiefer f&auml;llt (bei Silber sollte sich ja nicht viel &auml;ndern) werde ich ja wahrscheinlich fast ausschlie&szlig;lich mit und gegen Spieler gemacht die ebenfalls low Platin waren und auf gold zur&uuml;ckgefallen sind.\r\nK&ouml;nnte es auch sein dass meine winrate wieder positiv wird wenn die Platin Spieler wieder in Platin sind und ich mich leicht von dem Gold Schnitt herabsetze? ist ja schlie&szlig;lich gerade mal die 2. Woche.. \r\n\r\nSo genug Informationen.\r\ndie fragen die sich mir abschlie&szlig;end stellen sind folgende:\r\n- Ist das nur eine ungl&uuml;ckliche Phase oder liegt es an mir? \r\n- Warum flamed die botlane immer so hart/verliert so oft? Wird das wieder weniger, wenn die alle Flamer mal gesperrt sind oder sind wir wieder back in 2k15 wo ein Honor System den leuten nichts mehr wert ist? von kompetitiv und Sportart ist man bei so einem Verhalten n&auml;mlich weit entfernt.\r\n- Wie spiele ich meine dominante lane weiterhin agressiv ohne hinterher zu sterben? Gibt&#039;s da nen Kniff? W&uuml;rde diese pers&ouml;nliche St&auml;rke die Gegner fast immer t&ouml;ten zu k&ouml;nnen gern weiter ausspielen.\r\n- Sind meine Erwartungen an meine Teams zu hoch, wenn ich hoffe dass wenigstens eine lane oder jungler au&szlig;er gut im Game sind?\r\n\r\n&Uuml;ber konstruktive Hinweise w&uuml;rde ich mich sehr freuen, ich bin jetzt nicht wirklich verzweifelt oder so aber man kann ja trotzdem mal ausfindig machen ob man selbst der dorn im Auge ist (was ja eigentlich ziemlich oft das Resultat solcher Threads ist) oder ob ich mich tats&auml;chlich als eine der wenigen Personen bezeichnen darf, die zurzeit einfach etwas Pech haben. \r\n\r\nZweiteres w&auml;re mir lieber, denn dann w&uuml;rde sich das ja mehr oder weniger selbst l&ouml;sen. \r\nSehr viel h&ouml;her als Platin 5 sch&auml;tze ich mich derzeit auch nicht ein, sonst w&uuml;rde die winrate das ja auch widerspiegeln. Aber abstiegsreif f&uuml;r Gold 4 ebenfalls nicht, was der Grund des Threads ist.\r\nVielleicht k&ouml;nnt ihr mir in dieser Hinsicht ja etwas selbstvertrauen zur&uuml;ckbringen oder mir auch gern knallhart sagen, dass ich selbst schuld bin. Aber bleibt bitte konstruktiv. \r\n\r\nMfg","replies":[{"id":"","poster":"SuicidePlank","date":"2018-01-29T15:29:44.802+0000","up_votes":2,"down_votes":0,"body":"lol, eine gute Hypercarry Botlane ist zur Zeit das stärkste im Game.","replies":[{"id":"","poster":"Dreadlord Mike","date":"2018-01-29T21:30:37.610+0000","up_votes":2,"down_votes":0,"body":"Jep seh ich genauso, Ka wie die Leute auf den Gedanken kommen dass Botlanes keinen Einfluss mehr haben.\nIst halt kompletter Bullshit xD , in meinen games gewinnt meist nicht das team mit dem besseren jungler sondern mit der besseren Botlane bzw dem besseren Hypercarry","replies":[{"id":"","poster":"SuicidePlank","date":"2018-01-29T21:40:01.108+0000","up_votes":1,"down_votes":0,"body":"Kannst es ja mal testen, Nunu Jungle + Kog Maw Bot (Im besten Fall mit Lulu) und wenn der Kog Maw ordentlich spielt gewinnst du zu 85% das Spiel, egal wie die anderen Lanes liefen.","replies":[{"id":"","poster":"Dreadlord Mike","date":"2018-01-30T03:05:42.754+0000","up_votes":1,"down_votes":0,"body":"Ehm ja weiß ich schon , habe ich ja nicht angezweifelt.\nAber da ich eher nicht botlane spiele und mir nunu im jungle(auch wenn broken) viel zu langweilig zu spielen ist, bleibe ich doch bei Lulu mid und co xD","replies":[{"id":"","poster":"SuicidePlank","date":"2018-01-30T12:53:59.097+0000","up_votes":1,"down_votes":0,"body":"Meinte eigentlich den TE","replies":[]}]}]}]}]},{"id":"","poster":"SZ Schokosahne","date":"2018-01-29T15:47:59.651+0000","up_votes":1,"down_votes":0,"body":"Ich denke dein großes problem ist dein untern Tower drücken. Dein nutzen davon du hast viel vision und viel platz zu moven mit dem jungler plays machen mit dem top laner ein paar sneaky traps oder auch mal ein tower dive top. Für dich wenn du es spielst dann musst du viel mit deinem team kommunizieren und plays machen. Die defensive Lane ist für low elo okay denn es geht nur darum dem gegner cs zu klauen und schluss endlich wenn jemand keine cs kriegt macht er dumme plays und du kannst nicht so easy vom gegner jungler gehollt werden alles nur vorteile für dich.","replies":[]}]}