{"id":"RrN1RH6U","poster":"SlewiG","date":"2018-01-29T09:25:01.856+0000","title":"Draft-Pick - Champion Preselection","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey, ich wei&szlig; nicht genau wohin mit dem Post, aber ich denke hier bin ich richtig.\r\nEs geht um den Draft-Pick-Champ-Select.\r\n\r\nGenauer geht es um die Champion-Preselection vor der Ban-Phase. Ich nutze diese in der Regel gerne um\r\na) sicher zu stellen, dass mein Champion nicht von meinem Team gebannt wird und\r\nb) um ein ungef&auml;hres Bild von unserer Teamcomp zu bekommen.\r\n\r\nWas mich aber st&ouml;rt ist, dass sobald ich mit meinem Pick an der Reihe bin mein vorausgew&auml;hlter Champion auch f&uuml;r das gegnerische Team sichtbar wird. Das bringt Nachteile mit sich, falls man den Champion f&uuml;r jemand anderen pickt, da dann das Gegnerteam schon eine Ahnung vom eigenen Champion hat (Stichwort Counterpicks). Ich denke es w&auml;re eine kleine, aber sehr hilfreiche &Auml;nderung, wenn das gegnerische Team den ausgew&auml;hlten Champion erst sehen kann, nachdem er eingeloggt ist.\r\n\r\nIch hoffe auf andere Meinungen/Anregungen. Nicht konstruktive Kritik ist nicht erw&uuml;nscht.","replies":[{"id":"","poster":"HHaie tabbian","date":"2018-01-29T09:28:06.220+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SlewiG,realm=EUW,application-id=Wj1wcocU,discussion-id=RrN1RH6U,comment-id=,timestamp=2018-01-29T09:25:01.856+0000)\n>Was mich aber stört ist, dass sobald ich mit meinem Pick an der Reihe bin mein vorausgewählter Champion auch für das gegnerische Team sichtbar wird.\n\nIst das denn so? Meines Wissens nach wird der Champion erst sichtbar, wenn du ihn entweder einloggst oder einen anderen Champion auswählst. Ich würde aber auch nicht meine Hand dafür ins Feuer legen, möglicherweise haben sie das auch geändert.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-01-29T10:18:15.462+0000","up_votes":1,"down_votes":0,"body":"Nein ich glaube er meint in den 30 sek, die man hat um endgültig zu picken.\n\nWenn man preselected hat und mim einloggen dran ist, ist der gewählte champ ab sekunde 1 für den gegner sichtbar.\n\nIch seh da jetzt nicht dss große problem dabei und finde es tw etwas nervig, dass die leute in der bronze elo einen auf lcs machen und bis zur letzten sekunde mim einloggen warten bzw sogar in letzter sekunde wechseln...als ob der gegner mim counterpick handbuch dasitzt{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"HHaie tabbian","date":"2018-01-29T14:37:45.750+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nordwolf87,realm=EUW,application-id=Wj1wcocU,discussion-id=RrN1RH6U,comment-id=00000000,timestamp=2018-01-29T10:18:15.462+0000)\n>\n> Nein ich glaube er meint in den 30 sek, die man hat um endgültig zu picken.\n\nDas ist vollkommen klar. Ich bin der Meinung, dass wenn du einen Champion ausgewählt hast, bevor es deine Zeit ist, zu picken, der Champion nicht direkt für die Gegner sichtbar ist. Ich habe gerade versucht, mit einem Kumpel das in einem Custom hinzukriegen, aber da gibt es irgendwie nicht den Zeitraum am Anfang, um einen Champion vorher auszuwählen.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-01-29T15:44:14.625+0000","up_votes":1,"down_votes":0,"body":"BEVOR man dran ist sieht der gegner es auch nicht. Aber wenn man dann dran ist sieht er ihn gleich als preselected.","replies":[]}]}]}]}]}