{"id":"XojopWEA","poster":"RainDropsDown","date":"2018-01-28T23:31:09.927+0000","title":"Tipps um endlich Bronze zu verlassen","subforum":"Champions & Gameplay","embed":{"title":"SkyEnte2016 - Summoner Stats - League of Legends","description":"SkyEnte2016 / Bronze 2 71LP / 15W 20L Win Ratio 43% / Rengar - 2W 5L Win Ratio 29%, Cho'Gath - 4W 2L Win Ratio 67%, Kha'Zix - 3W 2L Win Ratio 60%, Xin Zhao - 2W 2L Win Ratio 50%, Vi - 0W 3L Win Ratio 0%","url":"http://euw.op.gg/summoner/userName=SkyEnte2016","image":"http://opgg-static.akamaized.net/images/logo/2015/reverse.rectangle.png"},"up_votes":2,"down_votes":1,"body":"Jo Hallo an alle,\r\nich bin seit Season 7 Hardstuck Bronze (hab Season in 7 aber nicht wirklich Ranked gespielt), und nun komme ich wieder mit 3/7 Promos in Bronze II.\r\nLangsam habe ich es echt satt da oft das Spiel an meinen Mates liegt, (NICHT IMMER, bevor hier wieder ein Shitstorm &uuml;ber mich herzieht XD) ich versuche echt mein Bestes. Ich bin Jungle Main und spiele h&auml;ufig Kha&#039;Zix, Rengar oder Cho&#039;Gath in Ranked Spielen.  Klar liegen auch ein Paar Games die ich verliere an mir selber. Nachdem ich dann endlich in die Bronze I Promos gekommen bin, wurde ich mit 1/2 wieder in Bronze II 80 LP hinein getan. Nun meine Frage da ich echt kein wirklichen Plan habe was ich hier machen soll. Gibt es irgenwelche Ultra-Tipps?? Gibt es mega krasse Champions zum climben?? Sollte ich eine andere Lane probieren, ( bin als ADC mit Ezreal, Varus oder Jhin recht gut und in der Mid-Lane mit Zed und Ekko) oder mein Championpool wechseln ? \r\nUnd noch was, ich habe keine Duo Q Partner bzw will auch nicht unbedingt einen. Ich wei&szlig; Duo Q ist einfacher (meistens) aber ich versuchs trotzdem Solo. \r\nK&ouml;nnt euch gerne auf OP.GG meine Stats/Winrate etc. anschauen(habs auch verlinkt).\r\nDanke f&uuml;r eure Tipps :D\r\n\r\n\r\n\r\n\r\n{{sticker:draven-pose}}                               {{sticker:vayne-pose}}                              {{sticker:poppy-wink}}","replies":[{"id":"","poster":"Shakês Beer","date":"2018-01-29T00:09:44.409+0000","up_votes":3,"down_votes":0,"body":"**Grundregel:**\nTank / Mage > Assassin \nHirnlose Champs > Skillfordernde champs\n\nWas heißt das? Warum?\nEin Chogath ist praktischer als ein Khazix, pauschal gesagt. Zumindest in dem Elosumpf. \nKha'Zix darf nicht behind fallen, wenn er es tut, dann war's das, außer du wärst ziemlich gut. Außerdem fallen Assassins im Late oft ab!\nTanks haben drei Vorteile: Sie haben immer einen deftigen Basedamage, billige Items und CC. CC ist immer gut, egal in welcher Spielphase.  \n______________________________________________________________________________________________________\nZu Objektives:\nObjectives sind in folgender Reihenfolge zu machen. Gegner zu töten machst du um Objectives zu erreichen. Gegner töten gewinnt dir NICHT direkt das Spiel.\n\nS Tier: Nexus, Baron\nA Tier: Nexus Tower,  Inhibitor, Elder mit vielen Drakes (Vorzugsweise Mountain & Fire), Herold\nB Tier: Inhibtower, T2, Mountain, Fire\nC Tier: Ocean, Cloud, T1\nD Tier: Cloud\n\nMid Tower > Sidelane tower.\nDas ist natürlich seeehr einfach gesagt und soll dir jediglich sagen wie wichtig welche Objectives sind.  \n(Beispiel: Cloud drake ist up, Baron ist up, Gegner ALLE TOT, Wave erlaubt es nicht Inhib, oder Inhib tower zu bekommen. was macht ihr?)\n\nAntwort: Baron, weil er in einen höheren Tier ist.\n\nFolgende Rotation versucht man immer am Anfang zu machen:\nBot T1 -> Top T1 -> Herold -> Mid -> Abhänig von Situation. \nTipp: Je mehr tower ihr habt, desto besser werden eure Minions.\n\n_________________________________________________________________________________________________________\n\nAchte auf deine Runen: GRASP ist KEINE gute Junglermastery. \n\n_________________________________________________________________________________________________________\n\nGanke und Sitte lanes, die besonders viel aus einem Vorteil holen können. \n_________________________________________________________________________________________________________\nGute Jungler zum climben sind hier:\nhttp://champion.gg/statistics/?league=bronze#?sortBy=general.winPercent&order=descend&roleSort=Jungle","replies":[{"id":"","poster":"RainDropsDown","date":"2018-01-29T13:52:58.100+0000","up_votes":1,"down_votes":0,"body":"Viele Dank für deine Hilfe ich versuche mal sowas anzuwenden. Bei Grasp dachte ich halt das des auf CHO ganz nice ist, aber ich hab gemerkt das es nicht so gut war. Was würdest du mir für Cho'Gath empfehlen ??? Und das mit dem Sitten ist eine gute Idee, ich hab halt meistens versucht immer den lanes die gerade Hilfe brauchen zu helfen. Um jeden sozusagen ins Spiel rein zu helfen\n\n\n\n\n{{sticker:zombie-brand-clap}}","replies":[{"id":"","poster":"Shakês Beer","date":"2018-01-29T17:54:47.671+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SkyEnte2016,realm=EUW,application-id=Wj1wcocU,discussion-id=XojopWEA,comment-id=00020000,timestamp=2018-01-29T13:52:58.100+0000)\n>\n> Viele Dank für deine Hilfe ich versuche mal sowas anzuwenden. Bei Grasp dachte ich halt das des auf CHO ganz nice ist, aber ich hab gemerkt das es nicht so gut war. Was würdest du mir für Cho&#x27;Gath empfehlen ??? Und das mit dem Sitten ist eine gute Idee, ich hab halt meistens versucht immer den lanes die gerade Hilfe brauchen zu helfen. Um jeden sozusagen ins Spiel rein zu helfen\n> \n> \n> \n> \n> {{sticker:zombie-brand-clap}}\n\nSpiele nicht soooo viel Cho. Vll. Phase rush? Damit du an deinem Ziel bleiben kannst?\nDas mit dem \"ins Spiel helfen\" ist natürlich eine ehrenwerte sache, aber sagen wir es mal so: Ein Talon kann aus einem Feed mehr machen, als ein Tham toplane ;)","replies":[{"id":"","poster":"RainDropsDown","date":"2018-01-30T21:59:52.710+0000","up_votes":2,"down_votes":0,"body":"Phase Rush ist ansich auch nice, ich werde jetzt viel Skarner und Xin spielen, und klar das nicht jeder champ mit kills was anfängt","replies":[]}]}]}]},{"id":"","poster":"Bruder mûss Los","date":"2018-01-29T08:15:34.118+0000","up_votes":1,"down_votes":0,"body":"Heyho, Shakés Beer hat schon alles wichtiges geschrieben.\nEin Tipp meiner Seits. Spiele kein **Kha **und auch kein **Rengo**. \n1. Klar kannst du mit ihnen carryn und oneshotten, aber Leute in Bronze/Siber/Gold haben relativ wenig Ahnung wie man sich im LATEGAME verhält.\n2. Deine vielen Tode hast du durch die ´´Jump in Champs´´, du springst mit Kha rein bekommst unglücklicher Weise kein Kill, also auch kein Resett! -Tod.\n3. Du wirst viel schneller greedy und Tanks/Mages sind im Jungle auf deiner Elo stärker.\n\nHidden Tipp: Wenn du Nida spielen kannst und ein bissl die Grundlagen von LoL drauf hast, wie Jungleroute, ganks, obj. Timing, mapaw.. etc.\nDann kommst du ezy bis Platin.\n\nViel Glück in der ´´EloHell´´\n((Wenn du wirklich SilberSkills hast, dann liegt es nicht an mates, dann kannst du in Bronze solo carryn!))\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"RainDropsDown","date":"2018-01-29T13:50:53.694+0000","up_votes":1,"down_votes":0,"body":"Wenn wir einen Tank-Toplaner und einen Tank-Supporter haben, warum sollte ich dann auch einen Tank picken ?? Nehmen wir and wir ich habe ein Team bestehend aus Maokai (Top), Taliyah(Mid), Vayne (ADC) und Braum (Support), da picke ich lieber noch mehr Damage als noch ein Tank.\nUnd wie will ich Solo carryn wenn z.B eine gegnerische Vayne übelst feedet ist und ihr Team auch gut spielt, wir haben aber 2 fast useless Leute im Team. Dann Versuch ich als Rengo/Kha'Zix die Vayne zu killen, und sterbe aber. Dann geht der Teamfight verloren ( vermutlich). Sprich wenn das ganze Gegner Team gut spielt und ein Großteil meines Teams schlecht, was will ich da groß carryn( Auf Assasinen jetzt bezogen ) ??","replies":[{"id":"","poster":"Bruder mûss Los","date":"2018-01-31T08:08:33.781+0000","up_votes":1,"down_votes":0,"body":"Hey, grüß dich nochmal,\n\n1. Du kannst mit Tanks carryn!\n2. Mit einem Tank wie Rammus, Seju oder Vi gehst du auch einer Vayne gewaltig auf die Eier!\n3. Du stirbst nicht so schnell -> du darfst dir kleine Fehler erlauben, die als Assasin tödliche Folgen haben!\n4. Tanks bieten mehr CC -> bessere Chancen den Teamfight für sich zu gewinnen!\n5. Der BESSERE Jungler gewinnt zu 60% das Spiel, achte auf obj., Vision, counterjunglen.\n-> Kills sind nicht alles!\n\nWünsche dir viel Glück und gute Mates!\nPS: Wenn du schlechte Mates hast, hast du sie nicht genug gegankt/feedet! ;-)\n\nLG: Hardstuck Dia1\n\n{{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"Like a Sir","date":"2018-01-29T14:34:11.433+0000","up_votes":1,"down_votes":0,"body":"Ich muss dir ehrlich gestehen Tanks sind stärker als viele denken. \nIch hab letzte Season richtig viel Rammus gespielt und du glaubst nicht wie oft ich mit ihm als Full Tank den meisten Schaden im Spiel gemacht habe ;)\nvielleicht Versuch es mit Kämpfern Vi, Xin oder Jax","replies":[]}]}]},{"id":"","poster":"Vorgartenzwerg","date":"2018-01-29T00:09:04.671+0000","up_votes":1,"down_votes":0,"body":"Durchschnittlich hast du zu viele Tode (7,7) und zu wenig Farm. \nDann sind deine Itembuilds nicht immer optimal. Du gehst mit Xin oder KahZix immer erst sehr spät oder überhaupt nicht auf defensive Items. Baue die je nach Spielstand und Lage (hast du gefeedete Carrys die deinen Damage nicht brauchen) früher. Es kann auch hilfreich sein devensive Items oder einen {{item:3026}}   früh zu bauen wenn man vorne ist, um zu vermeiden dass man zu viel Damage stackt den man nicht braucht, um deine Ziele aus dem Spiel zu nehmen.\n\nZu den Champions solltest du konstanter bleiben und nur weniger unterschiedliche Champs spielen, die du dann aber über 5/6 oder mehr Games hintereinander spielst. Ich persöhnlich denke das du weiter Cho spielen solltest, da dessen Rolle im Lategame deutlich einfacher auszuführen ist als die eines KahZix oder Rengar, für die Flankieren und Teamplay essentiell ist.\n\nWenn du andere Rollen spielen willst, dann MIDLANE ANNIE !!!","replies":[{"id":"","poster":"RainDropsDown","date":"2018-01-29T13:56:55.197+0000","up_votes":1,"down_votes":0,"body":"Der Farm ist bad ja ich weiß, ich versuche mich ja auch zu bessern nur oft ist es eben so das ich entweder durch intesives Farmen meine Auftrag zum Ganken vernachlässige und durch vieles Ganken ich halt kaum in bestimmten Spielphasen, farmen kann. \nMit den Items, ich persönlich finde es besser wenn ich durch mehr Damage{{item:3147}} {{item:3071}} Lanes vorallem auf Mitte und Top bezogen, effektiver Ganken kann. Aber ja ich sollte im Late auch mal Defenisver gehen, ich merke das ich schnell so als Kha'Zix sterbe wenn ich einmal CC wurde. Vielen Dank für die Hilfe\n\n\n\n\n\n\n\n{{sticker:sg-ahri-2}}","replies":[]}]},{"id":"","poster":"RM Heartmeander","date":"2018-01-28T23:42:33.570+0000","up_votes":1,"down_votes":0,"body":"Also was erstmal auffällt ist, dass du sehr häufig stirbst.\nDu hast teilweise Spiele mit 10+ Toden, dies solltest du versuchen zu verhindern.\nDenn wenn jeder Tod 300 Gold gibt, hast du da 3k+ Gold abgegeben also nen Item ans gegnerische Team.\nDein Farm könnte auch besser sein im Jungle.\nBin leider gerade ingame, evtl. kann ich später dann mehr schreiben.","replies":[]}]}