{"id":"3MznznI7","poster":"Ariya","date":"2018-01-26T21:44:05.926+0000","title":"Meddlers Gameplay-Gedanken - 26. Januar","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Hallo,\r\n-------------------------------------------------------------------------------\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n----------------------------------------------------------------------------\r\n**Aufteilen der Werte von &bdquo;Pr&auml;zision&ldquo;**\r\nIm Moment ist es ziemlich wahrscheinlich, dass sich &bdquo;Pr&auml;zision&ldquo; ab Patch 8.4 die Werte mit deinem anderen Pfad teilen wird. Das bedeutet, dass &bdquo;Pr&auml;zision&ldquo; als Prim&auml;rpfad und &bdquo;Zauberei&ldquo; als Sekund&auml;rpfad Angriffstempo und Angriffsschaden geben, genau wie &bdquo;Dominanz&ldquo; und &bdquo;Zauberei&ldquo; usw. Hierbei handelt es sich um dieselbe &Auml;nderung, die wir vor Kurzem an &bdquo;Entschlossenheit&ldquo; vorgenommen haben und die sich positiv auf die Wahl der Runen ausgewirkt hat. Au&szlig;erdem f&uuml;hrt diese &Auml;nderung dazu, dass die Spieler unabh&auml;ngig von der gew&auml;hlten Kombination Werte des Prim&auml;r- und des Sekund&auml;rpfads erhalten (wobei es sich bei Zauberei und Dominanz nat&uuml;rlich in beiden F&auml;llen um adaptiven Angriffsschaden/adaptive F&auml;higkeitsst&auml;rke handelt). Wir gehen nicht davon aus, dass diese &Auml;nderung alle Probleme mit den Werten im Runensystem beheben wird, glauben aber dennoch, dass sich dadurch vieles merklich bessern wird.\r\n\r\nWir sind zwar der Meinung, dass &bdquo;Pr&auml;zision&ldquo; dadurch f&uuml;r wesentlich mehr Champions interessant wird, wissen aber auch, dass einige Champions, die &bdquo;Pr&auml;zision&ldquo; als Sekund&auml;rpfad ausw&auml;hlen wollen, kein Angriffstempo brauchen. Daher werden wir versuchen, die Werteteilung in einigen F&auml;llen in Richtung eines bestimmten Baumes zu drehen. Dadurch k&ouml;nnten vor allem Kombinationen wie &bdquo;Zauberei&ldquo; als Prim&auml;r- und &bdquo;Pr&auml;zision&ldquo; als Sekund&auml;rpfad am Ende eine 70/30-Verteilung zugunsten der F&auml;higkeitsst&auml;rke aufweisen und keine 50/50-Verteilung wie bei &bdquo;Entschlossenheit&ldquo; und allen anderen Pfaden au&szlig;er \r\n&bdquo;Inspiration&ldquo;. \r\n---------------------------------------------------------------------------\r\n**Saisonmitte Mehr Champions f&uuml;r die untere Lane**\r\n\r\nVor ungef&auml;hr einer Woche haben wir ein Entwicklertagebuch-Video mit einigen unserer Gameplay-Ziele f&uuml;r 2018 ver&ouml;ffentlicht. Es ist wirklich sehenswert:\r\n\r\nhttps://nexus.leagueoflegends.com/de-de/2018/01/dev-diary-gameplay-in-2018/\r\n\r\nIn diesem Video wird unter anderem erw&auml;hnt, dass wir die untere Lane auf der Carry-Position f&uuml;r mehr Champions &ouml;ffnen wollen, und darauf m&ouml;chte ich genauer eingehen. Das ist etwas, woran wir schon lange interessiert sind und das wir h&auml;ufig besprochen haben. Bisher hatten wir aber noch keine Zeit, daf&uuml;r zu sorgen, dass auch Champions, die keine Sch&uuml;tzen sind, auf der unteren Lane gespielt werden k&ouml;nnen. Dadurch entstand ein Metaspiel, in dem f&uuml;r die untere Lane zwangsl&auml;ufig Sch&uuml;tzen ausgew&auml;hlt werden mussten. Viele Spieler haben uns darauf angesprochen und wollten wissen, warum wir immer &uuml;ber Vielfalt sprechen, den best&auml;ndigsten Teil der Teamzusammenstellungen aber nicht ver&auml;ndern. \r\n\r\nIn der Saisonmitte wollen wir das &auml;ndern und daf&uuml;r sorgen, dass die Spieler auf der unteren Lane Champions spielen k&ouml;nnen, die keine Sch&uuml;tzen sind. Wodurch es auch m&ouml;glich wird, Teams komplett ohne Sch&uuml;tzen zusammenzustellen. Das ist zwar jetzt schon teilweise m&ouml;glich, wir wollen aber noch mehr erreichen. Aus diesem Grund werden wir wahrscheinlich an Gegenst&auml;nden f&uuml;r Nicht-Sch&uuml;tzen auf der unteren Lane arbeiten, einige Supporter anpassen, um mehr Synergien mit Nicht-Sch&uuml;tzen zu schaffen, und eventuell Dinge wie den Schaden an T&uuml;rmen &uuml;berarbeiten. Wir wollen jedoch vermeiden, einzelne Champions zu ver&auml;ndern, nur damit sie auf der unteren Lane gespielt werden. Stattdessen wollen wir die Position f&uuml;r andere Klassen &ouml;ffnen. \r\n\r\nWir arbeiten immer noch an den Details und haben gerade erst mit der Planung und den ersten Tests begonnen.\r\nEs ist wahrscheinlich, dass zu Beginn einige Nicht-Sch&uuml;tzen auf der unteren Lane gespielt werden k&ouml;nnen, w&auml;hrend andere Klassen dort keinen Erfolg haben (so k&ouml;nnten beispielsweise viele Magier eine gute Wahl und Pl&auml;nkler eine schlechte sein). Falls die ersten &Auml;nderungen gut funktionieren, werden wir die Position wahrscheinlich im Laufe der Zeit weiteren Champions zug&auml;nglich machen. \r\n\r\n----------------------------------------------------------------------------\r\n**Nachwirkungen der Zauber-Aggro**\r\n\r\nDas Ganze befindet sich immer noch im Anfangsstadium (w&auml;hrend ich das schreibe, ist diese &Auml;nderung erst ungef&auml;hr 12 Stunden alt). Bisher scheint sich diese &Auml;nderung jedoch auf keinen Champion zu stark auszuwirken. Kassadin d&uuml;rfte am st&auml;rksten betroffen sein, aber die bisherigen Daten deuten darauf hin, dass auch er nur wenig St&auml;rke eingeb&uuml;&szlig;t hat. Ich werde auf dieses Thema zur&uuml;ckkommen, sobald die &Auml;nderung lange genug live ist, bis jetzt sind jedoch keine weiteren &Auml;nderungen geplant.\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[{"id":"","poster":"HyperionCH","date":"2018-01-29T08:06:41.303+0000","up_votes":1,"down_votes":0,"body":"Ariya, ich hoffe, du weisst, dass in einem anderen Thread ich noch suf eine Antwort warte.\n{{sticker:sg-lulu}}","replies":[]}]}