{"id":"aGwEO5QM","poster":"RoyaLegion","date":"2018-01-26T19:55:15.868+0000","title":"Multigaming Clan sucht aktive Member zum entspannten Spielen","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"​Hey, mein Name ist Ardian, und ich bin einer von zwei Leadern des Mutigaming Clans 31Z.\r\nIn diesem Thread m&ouml;chte ich dir n&auml;her bringen, was unseren Clan ausmacht und ihn von anderen unterscheidet. Vielleicht spricht er dich ja an :)\r\n\r\n\r\nMultigaming wird bei uns gro&szlig; geschrieben!\r\n\r\nMultigaming bedeutet, dass ein Clan sich nicht auf ein einziges Spiel beschr&auml;nkt, sondern mehrere Spiele kreuz und quer durch alle Genres zockt. Dies ist bei uns der Fall. Von den typischen Shootern wie Call of Duty und Battlefield &uuml;ber etwas mehr Realismus wie Rainbow Six Siege, Arma und Squad zu Strategiespielen wie Hearts of Iron und Civilization V. League of Legends ist selbstverst&auml;ndlich ebenfalls bei uns vertreten. Wenn du also auch mehrere Spiele besitzt und spielen willst, bist du bei uns genau richtig!\r\n\r\nQualit&auml;t vor Quanit&auml;t\r\n\r\nBevor jemand unserem Clan beitreten kann, durchlebt er eine einw&ouml;chige Probezeit. In dieser Zeit kann man seine Aktivit&auml;t beweisen, einander kennenlernen und schauen, ob du zu uns passt. Dies hat selbstverst&auml;ndlich zur Folge, dass nicht jeder dahergelaufene zu uns kann. Es war von Anfang an nicht unser Ziel, den Clan so voll wie m&ouml;glich zu bekommen, sondern eine angenehme Community aufzubauen, auf die man sich nach einem harten Schul- oder Arbeitstag freuen kann. Mit 10 aktiven Membern nicht der gr&ouml;&szlig;te Clan, aber auf jeden Fall einer, mit dem man extrem viel Spa&szlig; haben kann :)\r\n\r\nBei uns kann auch mal was schief gehen.\r\n\r\nObwohl wir versuchen, so kompetitiv wie m&ouml;glich zu spielen, steht der Spa&szlig; selbstverst&auml;ndlich im Vordergrund. Du brauchst dir also keine Sorgen machen, wenn du mal einen Skillshot in LoL ver&hearts;&hearts;&hearts;&hearts;st oder die Runde in Rainbow nicht cluchst. Keiner unserer Member wird dich flamen, wenn du mal einen schlechten Tag hast.\r\n\r\nEntspannt zocken? Klar. Verantwortung &uuml;bernehmen? Bei uns geht das!\r\n\r\nDie meisten Menschen suchen sich einen Clan, um entspannende Abende mit netten Leuten und spa&szlig;igen Spielen zu genie&szlig;en. Wenn du jedoch nicht nur zu uns kommst, um zu zocken, sondern auch den Clan nach deinen Vorstellungen und Ideen gestalten willst, geben wir dir die Chance. Nachdem du einige Wochen bei uns bist, kannst du den Rang &bdquo;Community Manager&ldquo; erreichen und erh&auml;ltst somit mehr Rechte auf unserem Teamspeak, jedoch ebenfalls die Verantwortung, den Clan zu verbessern. Somit kannst du schnell zur F&uuml;hrungsperson aufsteigen und den Clan so bauen, wie du ihn haben willst.\r\n\r\nDu bist ganz oft aktiv? Bef&ouml;rderung!\r\n\r\nWir bei 31Z haben uns lange und ausgiebig damit besch&auml;ftigt, wie man Member durch ihre Aktivit&auml;t belohnen kann. Am Ende kam ein R&auml;ngesystem zustande, welches dir durch &ouml;ftere Anwesenheit erweiterte Rechte auf unserem Clanteamspeak bringt. Diese reichen von einem Avatar setzen bis hin zu uneingeschr&auml;nkten Move Rechten. So wirst du hoffentlich motiviert, &ouml;fters mal bei uns vorbei zu schauen.\r\n\r\nDas war dir alles etwas zu schnell und zu viel auf einmal? Dann hier nochmal eine kleine Zusammenfassung.\r\n\r\nWas k&ouml;nnen wir dir bieten?\r\n- Eine freundliche famili&auml;re Community mit interessanten Leuten\r\n- Nette Member mit vielen Spielen und Skill\r\n- Einen stabilen Teamspeakserver by 4netplayers mit 25 Slots\r\n- Ein R&auml;ngesystem, wodurch du dir durch Aktivit&auml;t im Clan mehr Rechte freischalten kannst\r\n- Regelm&auml;&szlig;ige Clanbesprechungen, wo Verbesserungsvorschl&auml;ge, Bef&ouml;rderungen und -\r\nm&ouml;gliche Spiele zum Zocken besprochen werden\r\n- Regelm&auml;&szlig;ige &bdquo;Gaming Seasons&ldquo; mit eigenem Gameserver (Minecraft, ARK und mehr)\r\n- Eine kompetente und nahe F&uuml;hrung, an die man sich stets wenden kann\r\n\r\nWas solltest du mitbringen?\r\n- Wir haben kein Mindestalter, du solltest jedoch eine gewisse geistige Reife mitbringen\r\n- Du hast mehrere der oben genannten Spiele und bist auch bereit, mehr als ein Spiel mit uns zu zocken\r\n- Du bist mehrmals in der Woche aktiv\r\n- Ein Mikrofon mit entsprechender Qualit&auml;t sollte vorhanden sein oder beschaffen werden\r\n- Du bist in keinem anderen Clan aktiv\r\n\r\nIch hoffe, du hast nun eine Ahnung, wof&uuml;r 31Z steht. Du bist von uns &uuml;berzeugt, willst beitreten oder uns kennenlernen? Dann komm einfach auf unseren Teamspeak, und wir zocken eine Runde.\r\nIP: 31z-clan.teamspeak.de\r\nWir freuen uns auf dich :)","replies":[]}