{"id":"5h6MGWvk","poster":"jigxaw","date":"2019-06-12T19:24:24.151+0000","title":"Client startet nicht ( Fehlermeldung )","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich möchte meinen LoL client öffnen, jedoch kommt dann eine fehlermeldung, dass League.Client.exe nicht gefunden werden konnte. Was soll ich tun?","replies":[{"id":"","poster":"astrofan","date":"2019-06-12T20:36:37.881+0000","up_votes":1,"down_votes":0,"body":"LoL erstmal über die Systemsteuerung deinstallieren und danach den Installer neu downloaden, LoL neu installieren, Problem behoben. Falls nicht habe ich keine Ahnung was das Problem sein könnte, dann an den offiziellen Support wenden, die wissen da meist mehr/haben Zugang zu mehr Daten, denn derzeit scheint der Client nicht auf deinem PC installiert zu sein, und wer weiß was noch so alles fehlt?","replies":[{"id":"","poster":"Kinganster","date":"2019-06-13T18:19:38.463+0000","up_votes":1,"down_votes":0,"body":"habe ich schon probiert mit dein &amp; neu instalation aber aber bis jetzt ist die sache schlimmer geworden das ich keine start vorgang nicht ausführen kann","replies":[{"id":"","poster":"astrofan","date":"2019-06-14T12:58:11.895+0000","up_votes":1,"down_votes":0,"body":"O.K., dann hast du dir irgendwas zerschossen das ich gerade nicht identifizieren kann, musst dich dann mal an den Riot-Support wenden, die haben da vielleicht die Ahnung/Daten um dir zu helfen.\nEinzige Idee die ich habe ist mal in den Ordnern gucken und dann die Client.exe starten, in der Hoffnung das dann zumindestens der startet. Bei dem Rest aber habe ich gerade echt keine Ahnung.","replies":[]}]}]},{"id":"","poster":"Kinganster","date":"2019-06-13T18:17:43.941+0000","up_votes":1,"down_votes":0,"body":"ich kann seid 2 tagen nicht richtig LoL zocken wie esl Serverfehler steht die dafür sorgt wenn ich spiel starten will zur Fehler Ansicht führt.( Fehler 300 &amp; Internetfehler &amp; keine Startvorgang von LoL bei Startseite\nich kann nicht mehr zum Shop zu greifen. ( bug &amp; Wiederholungsfehler &amp; Neustartvorgang wiederholen )","replies":[]}]}