{"id":"2djA2ExF","poster":"Qraxx","date":"2018-01-25T19:36:58.958+0000","title":"Zero Logic recruiting!","subforum":"Clans & Teams","embed":{"title":"Zero Logic | German Gaming","description":"League of Legends team and community! Playing, sharing, having fun in our community. We appreciate courtesy, enjoyment and fun! | www.zero-logic.eu |","url":"https://www.zero-logic.eu/","image":null},"up_votes":1,"down_votes":0,"body":"_**Zero Logic**_\n\nWir sind eine kleine aber wachsende Community, die ihren Fokus auf das Spiel League of Legends gelegt hat. Gemeinsam streben wir an, uns auf die kommenden Turniere vorzubereiten. Daf&uuml;r spielen wir in der Rangliste aber auch in Normals, um die Member aufeinander abzustimmen und uns so gemeinsam mit unseren Mitgliedern weiterzuentwickeln. \n\n_Detailierte Fassung findest du am Ende._\n\n_**Wie sieht es aber f&uuml;r ein potenzielles neues Mitglied aus?**_\n\nDu w&uuml;rdest Dich bei einem unserer Captains melden (Qraxx, BFL Berscher84, Katash&iacute; ), unserem Discord joinen, ein wenig Zeit mit uns verbringen und auch gerne mal ein Spielchen wagen.\n\n\n**Was bietet Dir das, Mitglied bei uns zu sein?**\n\nWir bieten Dir einen Discord, auf dem Du mit anderen gemeinsam spielen und auch &uuml;ber das Game hinaus Themen besprechen und diskutieren kannst, wie es Dir beliebt.\n**Discord Link:  https://discord.gg/w4tNyC**\n\nDes Weiteren haben wir eine eigene Hompage, auf der Du mit anderen Spielern in Kontakt treten kannst. Hier kannst Du dich &uuml;ber Events informieren, Dir Guides von erfahrenen Spielern durchlesen und dich zu Trainings anmelden.\n**Homepage Link: https://www.zero-logic.eu/**\n\nWir bieten Aktivit&auml;ten an, zu denen du dich im Forum anmelden kannst, sind aber offen f&uuml;r Vorschl&auml;ge und werden auch eigenst&auml;ndige Neuerungen vornehmen.\n\n\n_**Was erwarten wir?**_\n\n* Wir erwarten, dass Du dich auf Discord meldest.\n* &hellip;, dass Du einen angemessen Umgang mit anderen Spielern an den Tag legst.\n* &hellip;, dass Du mit unseren Spielern harmonierst.\n* &hellip;, dass Du dich im Idealfall auf unserer Seite etwas genauer erkundigst, ob wir deinen Anforderungen wirklich Gen&uuml;ge tun.\n\nHaben wir Dein Interesse geweckt?\nDann freuen wir alle uns schon darauf, Dich bald kennenlernen zu d&uuml;rfen! \n\nBeste Gr&uuml;&szlig;e,\nDein (vlt.) zuk&uuml;nftiges Team\n\n> Für Leute, die es vorziehen, ein paar gediegene Spiele zur Entspannung zu machen, gilt ebenso, dass sie willkommen sind! – Denn das Spielen aus Spaß steht hier im Vordergrund.\n> Bei uns findest Du Spieler und Spielerinnen (ja, wir sind bunt gemischt) im Alter zwischen 18 und 25 Jahren. Raum nach oben und unten besteht hier bei neuen Aufnahmen durchaus!\n> \n> Was das RL angeht, wirst Du hier auch eine bunte Truppe vorfinden. Wir sind uns hier sicher, dass es Personen gibt, mit denen Du bei einigen Aspekten sicher schnell Gemeinsamkeiten feststellen kannst und darüber den gemeinsamen Kontakt schnell ausbauen und Dich integrieren kannst.\n> Elo-technisch bewegen wir uns im Moment im Bereich zwischen Bronze und Platin. \n> Hier setzt eines unserer Ziele an: Uns gemeinsam weiterzuentwickeln und auch in höhere Elo-Gebiete vorzudringen.\n> \n> Da wir gemeinsam stärker werden wollen aber uns auch amüsieren wollen, ist es unabdingbar gewisse Regeln aufzustellen und für deren Einhaltung zu sorgen. Hierbei ist anzumerken, dass diese keine Schwierigkeiten darstellen sollten, da ausbleibendes flamen und ein angemessener Ton (dies sind nur einige Aspekte) die Grundsteine eines gepflegten Umgangs sind.\n","replies":[]}