{"id":"2tuEX1Zy","poster":"Yúnò","date":"2018-01-25T07:16:09.861+0000","title":"Herzblatt- und Mondwächter-Skin Verwirrung","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Hilfe liebe Community, \r\nich bin Verwirrt.\r\n\r\nDie Skins Herzblatt Xayah, Herzblatt Rakan &amp;\r\nMondkaiserin Lux, Mondw&auml;chter Nasus und Mondw&auml;chter Warwick sind bereits im Spiel. Und Im Client unter Sammlung/Skin kann man sie auch bereits sehen. Aber man kann diese Skins im Shop noch nicht kaufen und in den Patchnotes ist auch nichts angek&uuml;ndigt. Wenn man Googelt findet man auch nichts.\r\n\r\nWenn ihr vielleicht was wisst, schreibt mir bitte.\r\nDanke Schonmal im Vorraus.","replies":[{"id":"","poster":"Qbert","date":"2018-01-25T08:57:28.307+0000","up_votes":2,"down_votes":0,"body":"Wenn man sich anschaut, zu welchen Terminen die gedacht sind, ist das, was Gin sagt, durchaus schlüssig.\n\nHerzblatt -> Valentinstag, 14.02.\nMondwächter -> Chinesisches Neujahr(glaube ich) 16.02.","replies":[]},{"id":"","poster":"Gin","date":"2018-01-25T07:32:09.803+0000","up_votes":2,"down_votes":0,"body":"Die Mondwächter Skins werden in frühsten 2 Wochen im Laufe des Patches 8.3 zum Kauf verfügbar seien. Das selbe gilt für die Herzblatt-Skins.\n\nIm aktuellen Patch, Patch 8.2, wird nur Arctic Ops Gragas released.\n\n---\n\nDer Grund wieso du die Skins bereits im Client sehen kannst ist, weil die Dateien, das Splashart, das Ingame-Model und alles andere was dazu gehört bereits eingespielt sind, aber noch nicht zum Verkauf freigegeben wurden.\n\nUnd wenn Skins in den Patchnotes nicht aufgelistet werden, heißt das dass sie nicht im Laufe dieses Patches released werden.\n\n---\n\nDu wirst dich daher noch ein wenig gedulden müssen :)","replies":[]},{"id":"","poster":"GinyuCommando","date":"2018-02-01T13:27:03.200+0000","up_votes":1,"down_votes":0,"body":"Gut das ihr das hier schreibt hatte Angst den Kauf verpasst zu haben wie bei Kriegsherrin Vi ich hoffe das man sie bald kaufen kann der skin von nasus ist einfach episch","replies":[]}]}