{"id":"LUcz37Ek","poster":"artís","date":"2018-01-24T18:34:46.472+0000","title":"Avis-eSports sucht dich! TS: ts.avis-esports.at","subforum":"Clans & Teams","embed":{"title":"Imgur: The magic of the Internet","description":"Imgur: The magic of the Internet","url":"https://imgur.com/a/56Ixm","image":"https://i.imgur.com/CtmrzTB.jpg?fb"},"up_votes":1,"down_votes":0,"body":"**Kommt mit uns in die Kluft der Beschw&ouml;rer!**\n\nWie viele Sachen im Leben macht League of Legends spielen am meisten Spa&szlig;, wenn man es im Team macht. Wir von Avis-eSports wollen euch helfen, nette Leute aus unserer Community zu finden, mit denen ihr auf die Schlachtfelder ziehen k&ouml;nnt. Ob blutiger Anf&auml;nger oder langj&auml;hriger Veteran, wir wollen euch die M&ouml;glichkeit geben, die perfekten Teampartner zu finden. Tretet unserer Community bei und vergesst die langweiligen Tage, an denen ihr alleine in die Liga der Legenden ziehen musstet.\n\n**Wer sind wir?**\n\nWir von Avis-eSports sind eine Gaming Community die vor einigen Tagen gegr&uuml;ndet wurde.\nWir haben uns als Ziel gesetzt eine aktive und stetig wachsende Community zu erreichen! Uns kann jeder beitreten, der Spa&szlig; am Spiel hat, andere Spieler sucht um mit Ihnen zusammen zu zocken oder einfach Personen sucht mit denen er sich unterhalten kann. Nat&uuml;rlich nehmen wir auch Spieler/Teams auf die die &quot;Professionelle Schiene&quot; fahren m&ouml;chten. F&uuml;r jeden ist da was dabei.\nWir bieten aktuell:\n\n⫸ Einen Teamspeak\n⫸ 24/7 Support per Email\n⫸ Eine klare Struktur\n⫸ Professionelles Managment\n⫸ Eine Facebook-Gruppe\n⫸ Domain\n⫸ aktive Mitglieder\n⫸ freundlichen Umgang\n⫸ Spa&szlig; am Spiel in fast jeder Altersklasse\n\nEine Website folgt in den n&auml;chsten 2 Wochen. Diese befindet sich aktuell noch in Arbeit!\nNeben dem Bereich der Gaming Community haben wir auch den Bereich eSport, wo wir in kommender Zeit auch gerne Teams stellen wollen, die sich mit anderen Teams in den verschiedensten Spielen messen sollen!\nWir haben noch einige Ideen und stehen dabei erst am Anfang und wir wollen diesen harten Weg mit euch gehen, aber wo es einmal hinf&uuml;hrt, dass wird nur die Zukunft zeigen!\n\n**Was erwarten wir von euch?**\n\n&bull;&raquo; Gute Manieren, bzw. guten Umgang mit Mitspielern\n&bull;&raquo; Ihr m&uuml;sst mindestens 18 Jahre alt sein, Ausnahmen kommen vor\n&bull;&raquo; funktionierendes Headset, bzw. Mikrofon\n&bull;&raquo; Ihr m&uuml;sst den Teamspeak 3 Client besitzen (download hier: http://www.teamspeak.de/download/)\n&bull;&raquo; Ihr solltet regelm&auml;&szlig;ig online sein\n&bull;&raquo; Freundlichkeit, Ehrlichkeit, Motivation und am wichtigsten Freude am Spiel!\n\nKontakt aufnehmen und / oder bewerben k&ouml;nnt ihr euch per Kommentar unter diesen Post, per Facebook Kommentar auf unserer Facebook Seite (https://www.facebook.com/AvisEsports/), oder kontaktiert uns per e-Mail: **managment@avis-esports.at**\nGanz einfach k&ouml;nnt ihr auch auf unseren Teamspeak Server kommen und ihr werdet dort ein Bewerbungsgespr&auml;ch f&uuml;hren.\n \n**TS: ts.avis-esports.at**\n\nWir freuen und auf euch!\n\n**euer Avis-eSports Multigaming Team**","replies":[{"id":"","poster":"artís","date":"2018-01-27T16:50:52.153+0000","up_votes":1,"down_votes":0,"body":"Wir suchen noch!","replies":[]},{"id":"","poster":"artís","date":"2018-01-25T20:05:54.400+0000","up_votes":1,"down_votes":0,"body":"Es sind noch Plätze offen!","replies":[]}]}