{"id":"n4sEhTdl","poster":"Cyrilya","date":"2018-01-24T07:24:08.827+0000","title":"Orangene Essenzen","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":0,"body":"Ok, die Frage ist eigentlich ganz simpel und einfach: \r\n\r\n**Wie kommt man jetzt am besten an Orangene Essenzen? **\r\n\r\nEntweder hab ich was verpasst oder überlesen, ich schwimme in Blauen Essenzen mit denen ich halt einfach mal nichts anfangen kann, da ich alle Champions besitze und mir auch sämtlichen geilen Shizzle zur Umstellung des Systems gekauft hatte - aber mir gehen die Orangenen Essenzen aus. \r\nIch habe aber auch nicht sonderlich Lust mir permanent irgendwelche Kisten zu holen, aus denen ich dann Champion-Splitter bekomme nur um diese wieder in Blaue Essenzen umwandeln zu können. \r\n\r\nEine Möglichkeit blaue Essenzen in Orangene umzuwandeln wäre ganz nice. \r\nKeine Ahnung bspw. ein Wechselkurs 1000 Blaue = 10 Orangene? \r\n\r\nBtw. Keine AHnung ob das hier das Richtige Forum ist, aber die andern erschienen mir alle als Unpassend. \r\n\r\nMfG\r\nCy~\r\n\r\n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Megamaexx","date":"2018-01-24T08:00:11.915+0000","up_votes":3,"down_votes":0,"body":"Aktuell gibt es nur die Möglichkeit, dir Hextech-Loot zu kaufen und hoffen, keinen Championshard zu bekommen. Gibt es einen bestimmten Grund, warum du orangene Essenzen benötigst? Diese sind nämlich recht ineffizient, wenn man diese kauft. Als Gratis-Beilage ganz nett, aber zum Kauf finde ich die ihren Preis nicht wert","replies":[{"id":"","poster":"Cyrilya","date":"2018-01-24T13:29:23.447+0000","up_votes":1,"down_votes":0,"body":"Wenn ich an letztes Jahr denke, konnte ich mich vor lauter Orangenen Essenzen nicht retten und konnte eigentlich so gut wie jede Skin die ich zog und mir gefallen hat in permanent umwandeln. \n\nUnd jetzt hab ich halt mal, nach gefühlten 100 Kisten OHNE Championsplitter einen Skin bekommen, den ich ganz cool finde und als Skinnsammler auch gerne freischalten würde... aber MÖP. \n\nIch hab auch keine Skins mehr zum poppen um Essenzen zu bekommen. \n\nDa sollten sich die Damen und Herren von RIOT noch iwas einfallen lassen. Vorallem ist man irgendwie angepopselt wenn man alle Champions hat und sich die nächsten 10 auch noch mit Essenzen holen kann... :/\n\nIch blase zwar auch genug Echtgeld in dieses Spiel für Items, die mir im Grunde niemals gehören werden, und die weg sind wenn RIOT irgendwann mal die Server abschalten sollte. Aber trotzdem irgendwie nicht zufriedenstellend.","replies":[]}]},{"id":"","poster":"MSF Ness","date":"2018-01-24T07:56:54.018+0000","up_votes":2,"down_votes":1,"body":"Guten Morgen Cyrilya,\n\nder Weg Orange zu Essenzen zu Erhalten bleibt sozusagen gleich in der neuen Saison. Aber da man durch das neue Ehrungssystem mehr Belohnungen (u.a. Skinsplitter, Essenzen,..) erhält, wurde der Wert der Orangen Essenzen veringert und fürs Aktivieren von Skins werden nur mehe benötigt. \n\nEin Tauschhandel mit Essenzen ist nicht möglich, auch nicht durch eine Anfrage beim Support.\n\nKannst du hier unter **EP & Blaue Essenz** auf der offiziellen Support-Website nachlesen: \n\nhttps://support.riotgames.com/hc/de/articles/115012640908\n\n","replies":[{"id":"","poster":"Cyrilya","date":"2018-01-24T13:34:04.973+0000","up_votes":1,"down_votes":0,"body":"Den Artikel kenne ich. Ich habe natürlich auch das FAQ zu den Essenzänderungen zum Seasonstart gelesen. \n\nAber trotzdem ist das ganze nicht zufriedenstellend, da ich schlichtweg keine Blauen Essenzen in der Menge mehr benötige. Ich habe alle Champions, ich habe im Essenzshop auch gut zugegriffen und habe immer noch ~60k Essenzen über. Mit den Level-Up-Kisten kann ich somit auch nichts anfangen. Selbst die Ehrungskisten werden mir nicht viel bringen wenn da wieder nur Championsplitter und blaue Essenzen drin sind... \n\nIst halt einfach... meh.","replies":[]}]}]}