{"id":"oBfjwdQs","poster":"koernerpudding","date":"2018-01-23T20:51:35.766+0000","title":"Verbesserungstipps :)","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hallo Community,\r\n\r\nvielleicht findet es ja ein paar Leute, die Verbesserungstipps f&uuml;r mich haben.\r\n\r\nZu mir:\r\nIch bin Supportmain und spiele seit Ende Season 6. Wurde dort Silber geplaced und habe dann keine weiteren Rankeds gespielt. \r\nSeason 7 dann Bronze 3 geplaced worden. Nach entlichen Misserfolgen mit Sona dann schlie&szlig;lich Bronze 5 gelandet. \r\nHabe ich da aufgegeben? Nein. Ich habe Nautilus gespielt und hab am Ende wieder Silber 5 erreicht.\r\n\r\nDiese Season die Placements mit 7/3 abgeschlossen, Bronze 1 erreicht und stehe nun in den Promos zu Silber.\r\n\r\nNat&uuml;rlich soll dort meine Reise nicht enden und deshalb seit ihr gefragt. Fallen euch Sachen anhand meines Profils auf, welche ich falsch mache? Woran kann ich arbeiten? \r\n\r\nLiebe Gr&uuml;&szlig;e\r\n\r\nKoernerpudding","replies":[{"id":"","poster":"Kata Ga Kill","date":"2018-01-25T01:09:52.565+0000","up_votes":2,"down_votes":0,"body":"Wie man besser wird lässt sich nicht von Morgen auf Heute beantworten, das Thema LOL ist zu komplex und zu viele Faktoren beeinflussen das Spiel.\nDen skill allein reicht nicht ohne das wissen.\nAm besten drückste die Schulbank und informierst dich anstatt nur stumpf und gedankenlos zu spielen, Youtube ist eine gute Anlaufstelle:\n\nDieser hier ist Platin Main Supporter der sehr ausführlich einem erklärt wie man besser wird mit Sup.\nhttps://www.youtube.com/user/Flotidus100\n\nEr hier hat die Reihe gemacht \"Wie werde ich besser im Ranked\", etwas veraltet, aber im Grunde ist das Basis wissen eine gute Sache.\nhttps://www.youtube.com/playlist?list=PLcRwqrhsTZgCntIwpp6EAwbcFDwHrwTpJ\n\nZiemlich lange Lektüre an denen du Tage sitzen wirst aber sich sehr sehr viel lohnt.","replies":[]},{"id":"","poster":"TrueDamage Ninja","date":"2018-01-24T20:34:22.066+0000","up_votes":2,"down_votes":0,"body":"Mein TIpp: Werd ein OTP. Ein One-Trick-Pony. Fang an einen Champion zu spielen. Nur einen. Einen einzigen. Einen Champion den Du truely masterst. Nein, ich rede nicht davon Mastery 7 zu erreichen sondern einfach nur viel mit diesem Champion zu spielen. Dieser Champion sollte vorzugsweise:\n\n- Eine geringe Pick-Ratio haben.\n- Eine geringe Ban-Ratio haben.\n- Mit AP skalieren um Full-AD-Combs im Team zu vermeiden.\n\nSpiel diesen Champion bis 1 millionen Mastery-Points und Du wirst automatisch aus Silber raus sein. Die Sache ist nämlich die: Je weniger Du dich auf deinen Champion konzentrieren musst weil Du ihn irgendwann aus dem FF kannst, um so mehr kümmerst Du dich (auch gedanklich) um die Map und die Gegner die gerade nicht zu sehen sind. Du fängst an deinen Jungler zu beobachten wenn er invaded und kannst so auch die gegnerische Junglerouter predicten und ihn sogar gegebenenfalls abfangen.","replies":[{"id":"","poster":"koernerpudding","date":"2018-01-24T23:01:57.234+0000","up_votes":1,"down_votes":0,"body":"Habe ich tatsächlich letzte season mit nautilus gemacht um aus Bronze rauszukommen und es hat wunderbar funktioniert.\nLeider hab ich das gefühl dass ich mit nauti nicht mehr viel hinbekomme und wechsel gerade auf lulu.","replies":[]}]},{"id":"","poster":"sN00Bdogg","date":"2018-01-23T21:13:18.170+0000","up_votes":1,"down_votes":0,"body":"In der Bronx und in Low-Silber kannst du spielen was du willst und items randomly kaufen, aber ich denke mal für höhere Weihen solltest Du mal drüber nachdenken, Support-Items  zu kaufen ;)\n\nSightstone ist eh Pflicht für den Supp, dann gibts da noch andere Teamunterstützende Items z.B. Solari oder das  Rotz-Portal.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-01-26T08:29:17.557+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=sN00Bdogg,realm=EUW,application-id=vatevpvi,discussion-id=oBfjwdQs,comment-id=0000,timestamp=2018-01-23T21:13:18.170+0000)\n>\n> In der Bronx und in Low-Silber kannst du spielen was du willst und items randomly kaufen\n\nDer Stuss (österr. für Schwachsinn) hält sich so hartnäckig wie der \"entbannungsantrag\".\n\nEin Christiano Ronaldo sagt auch nicht: in der 4. Liga kannst du spielen was du willst. (Zb Verteidiger als Stürmer, 5 Torleute von denen 4 im Mittelfeld spielen etc) weil eh keiner wirklich kicken kann und material randomly kaufen (zb in Steppschuhen und Schianzug spielen) Also bitte erzähl du auch nicht so einen prepotenten Käse.\n\nEin Team wo zb ein verteidiger als stürmer und ein mittelfeldspieler als tormann spielt und 3 von 5 (lol teamgröße) im schianzug und mit steppschuhen spielen wird gegen gleich gute/schlechte mannschafen wo jeder die richtige position spielt und mit dem passenden equipment immer verlieren.\n\nEs ist eben nicht wurscht. Weil die gegner genau gleich gut/schlecht sind wie man selbst. Und gerade da die richtigen items und champs was ausmachen.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-01-26T20:03:29.250+0000","up_votes":1,"down_votes":0,"body":">Der Stuss (österr. für Schwachsinn)\n\nWieso übersetzt du das denn? xD \nWir wissen auch was Stuss bedeutet. xDDDD\n\nAch ja und scheinbar kommt Stuss auch nicht aus dem österreichischen, jedenfalls wenn man Wikipedia oder dem Internet allgemein vertraut. Dann kommt Stuss ursprünglich aus dem jiddischen und hebräischem. o.o\nKommt von \"schtus\" was Unsinn und Narrheit bedeutet. \nIrgendwann ist daraus dann Stuss entstanden. :D \nDas sagt jedenfalls das Internet. :3 \n\n****\n\nAch ja, und um beim Thema zu bleiben: Wenn man aus einer hohen Elo kommt, ist es meist schon egal welchen Champ und welche Items man in Bronze spielt, weil man selbst mit Ultimate Bravery in Bronze gewinnen kann. :D \nAber für einen Spieler der auch tatsächlich in Bronze gehört, machen die kleinen Änderungen natürlich schon einiges aus, da geb ich dir recht. :D","replies":[]}]},{"id":"","poster":"koernerpudding","date":"2018-01-23T21:18:37.179+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=sN00Bdogg,realm=EUW,application-id=vatevpvi,discussion-id=oBfjwdQs,comment-id=0000,timestamp=2018-01-23T21:13:18.170+0000)\n>\n> In der Bronx und in Low-Silber kannst du spielen was du willst und items randomly kaufen, aber ich denke mal für höhere Weihen solltest Du mal drüber nachdenken, Support-Items  zu kaufen ;)\n> \n> Sightstone ist eh Pflicht für den Supp, dann gibts da noch andere Teamunterstützende Items z.B. Solari oder das  Rotz-Portal.\n\nWenn ich nicht gerade zyra spiele, kaufe ich Supportitems. Solaris so gut wie immer wenn burst im gegnerteam ist. Zz rot auf tanksupps grade mit raffinierter jäger zusammen.","replies":[{"id":"","poster":"sN00Bdogg","date":"2018-01-24T12:52:05.734+0000","up_votes":1,"down_votes":0,"body":"Ja. sry. Kritik war etwas überzogen, da ich die ARAMs nicht rausgefiltert hatte","replies":[{"id":"","poster":"koernerpudding","date":"2018-01-24T13:05:01.852+0000","up_votes":1,"down_votes":0,"body":"Am besten nur die rankeds beurteilen :D aber sonst kein ding","replies":[]}]},{"id":"","poster":"Allerbester Biss","date":"2018-01-23T22:11:30.486+0000","up_votes":1,"down_votes":1,"body":"1. was zum teufel ist „raffinierter Jäger“???\n2. Solari niemals nach dem 1. Item bauen\n3. als zweites Item auf Tank Supports immer ein Hp Item bauen und dann erst Solari","replies":[{"id":"","poster":"koernerpudding","date":"2018-01-23T22:35:55.964+0000","up_votes":1,"down_votes":0,"body":"1. Raffinierter Jäger -> cd auf aktive items und trinket bei kills/assists. Befindet sich im Dominanzbaum letzte Reihe das zweite :).\n\n2. Es war nie die Rede Solaris als erstes zu bauen o: selbst als tank support kommt es nach fotm.. \nAber das hat sich eh nachn nächsten Patch erledigt.","replies":[]}]}]}]}]}