{"id":"fXtAN1m8","poster":"WC9 Umbra","date":"2018-01-22T19:15:09.551+0000","title":"Wird SoloQ mmr seperat von Flex mmr gerechnet?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Siehe oben.","replies":[{"id":"","poster":"RM Heartmeander","date":"2018-01-22T19:51:32.438+0000","up_votes":1,"down_votes":0,"body":"Genauso wie auch Normal ne eigene MMR hat und 3 vs 3 alles ne eigene MMR genauso wie ARAM.\nSprich jede Warteschlange hat ihre eigene MMR.","replies":[{"id":"","poster":"SackRyze","date":"2018-01-23T06:41:48.260+0000","up_votes":1,"down_votes":0,"body":"RM HeartMeander kann man die normal mmr herausfinden?\nfalls ja sag mal bitte wie wäre super interessant!","replies":[{"id":"","poster":"RM Heartmeander","date":"2018-01-23T06:51:04.686+0000","up_votes":1,"down_votes":0,"body":"Nein die MMR kann man meines Wissens nicht herausfinden, genausowenig wie man die MMR von anderen Warteschlangen herausfinden kann (op.gg ist auch nur ne Schätzung von nem Wetterfrosch)\nVielleicht weiss der Support es ja, ein Mitarbeiter von Riot könnte da mehr Einsicht haben bzw. evtl sogar nachschauen können.\n\nDu kannst es einzig und alleine schätzen anhand der Anzahl von Siegen und Niederlagen.\nIm Normalfall mehr Siege besser und weniger Siege schlechter.\nMan sollte ja auch dort mit ner 1200er MMR starten und wenn man nicht gerade alle Normals verloren hat am Anfang (Wie Einrankspiele schätze ich ma) sollte die MMR Stabil sein bei 50% Winrate.\nHängt natürlich auch mit deinen Teammates zusammen und von ihrer MMR, genauso wie im Ranked.\nSpielst du mit \"schlechteren\" und verlierst, verlierst du mehr und gewinnst du, gewinnst du weniger.\nUmgekehrt halt genau das gleiche, daher ist es gut möglich gegen Diamant in nem Normal zu spielen je nachdem wie viele Spiele die Leute gespielt haben.","replies":[]}]}]},{"id":"","poster":"Pure Cynicism","date":"2018-01-22T19:16:11.543+0000","up_votes":1,"down_votes":0,"body":"Beide Ranglisten haben je eine ganz eigene MMR.","replies":[{"id":"","poster":"WC9 Umbra","date":"2018-01-22T19:16:58.709+0000","up_votes":1,"down_votes":0,"body":"Danke.","replies":[]}]}]}