{"id":"HXyPoIeb","poster":"Λ BσΠgσCΔΓ","date":"2018-01-22T17:54:03.862+0000","title":"Welche Olaf Runen?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Ich bin sehr skeptisch dar&uuml;ber, mit Comet Olaf. Also f&uuml;r mich sind entweder Lethal Tempo oder Grasp eine Option. Welche f&auml;ndet ihr es besser? Oder k&ouml;nnt ihr mich &uuml;berzeugen, warum Comet Olaf gut w&auml;re?","replies":[{"id":"","poster":"RM Heartmeander","date":"2018-01-22T19:19:42.164+0000","up_votes":1,"down_votes":0,"body":"Ich schätze mal Komet wird benutzt um den Schadensoutput auf der Lane zu erhöhen.\nDa man bei einer getroffenen Axt den Kometen auslöst und relativ sicher trifft.\nDazu löst er ja auch bei ner e aus und da ihr dann Melee seid, sollte der auch treffen.\nBeim Verfolgen wird die CD runtergesetzt, wenn du die ganze Zeit Äxte triffst und so wird der CD level 18 sehr gering sein.\nDas sind denke ich mal die Vorteile von Olaf Komet, nicht dass du den jetzt nutzen solltest.\n\nIch persönlich gehe ja gerne andere Wege und auf Olaf ist Tödliches Tempo doch sehr interessant.\nGrasp ist allgemein immer gut mMn, sprich n Allrounder.\nWenn du tödliches Tempo nutzt, würde ich Geistesgegenwart, Legende: Blutdurst oder Eifer nehmen und letztes Gefecht.\nAls Second kannst du z.B. Zauberei nehmen mit Manafluss (ich kenne Olaf halt als Manahungrigen Champ mit der Axt) und Ultimativer Hut für geringere Ult CD.\n\nWenn du nen anderen Ansatz willst, wäre auch Entsiegeltes Zauberbuch interessant für geringe CD auf den Summoners und du kannst z.B. mit Smite starten (dann kannst du Jungleitem bauen auch wenn du es austauscht, aktive von 2 kannst dann einfach nicht nutzen wenn du kein Smite hast) und es in Ignite umwandeln.\nDann hast du halt ein starkes 1 vs 1 auf der Top und kannst snowballen.\n\nSecond Tree wäre interessant mit dem Dominanzbaum.\nMit gefrässiger Jäger und mit perfieder trick.\nJäger wirkt auch auf True dmg, sprich du kannst dich sogar mit der e heilen wenn du einen Minion tötest.\nPerfieder Trick macht True dmg wenn du den Gegner mit ner Axt slowst und dann Schaden machst solange er geslowt ist und der CD ist 4 sec, was mit deinen Äxten recht einfach auszulösen ist durch das aufsameln.","replies":[{"id":"","poster":"Λ BσΠgσCΔΓ","date":"2018-01-22T20:10:49.889+0000","up_votes":1,"down_votes":0,"body":"Grasp ist so mein Favorite auf der Top. Hast du ne Idee wie es weitergehen würde? Also Secondary Tree?","replies":[{"id":"","poster":"RM Heartmeander","date":"2018-01-22T20:30:05.087+0000","up_votes":1,"down_votes":0,"body":"Wenn du Grasp nimmst, dann würde ich Abriss, Konditionierung und Lebensquell nehmen.\nAls second kommt es drauf an was du willst.\nEntweder Schaden und Heilung, dann das oben genannte an Domination mit Trick und Jäger.\nWenn du Utility/Mana willst, dann Manafluss und ultimativer Hut.\nWenn du Schaden/Mana/Lebensraub/AS willst, dann Präzisionsrune mit Letztes Gefecht und je nachdem was du willst, Mana wäre dann Geistesgegenwart, Legende: Blutdurst für Lebensraub und Legende: Eifer für AS.\n\nSchlussendlich solltest du es testen, es muss dir persönlich gefallen.\n\nIch spiele z.B. Renekton mit Nachbeben, obwohl ihn die meisten auf Fokussierter Angriff spielen.\nIch finde aber Renketon ist ein Champ der reingeht und rausgeht.\nUnd in der Zeit soll er so wenig Schaden wie möglich bekommen, was durch die zusätzliche Rüstung und MR sehr gut gelingt (und wenn der 8.2 Patch so rauskommt wie er momentan auf surrender at 20 ist, wird er noch besser auf Bruisern)\n\n\nDie Frage an dich wäre jetzt, wo liegen deine grössten Probleme?\nMana?\nSchaden?\nÜberleben?\nGanks?\nBewegungsgeschwindigkeit?\n\nWenn man das weiss, kann man aucheine Runenseite  entsprechend anpassen.","replies":[]}]}]},{"id":"","poster":"Allerbester Biss","date":"2018-01-22T19:16:35.114+0000","up_votes":1,"down_votes":1,"body":"Falls es vorkommt mal Olaf aus versehen gepickt zu haben, dann ziehst du den Curser ganz langsam noch oben recht auf das schön große Rote Kreuz.\nDamit gewinnst du öfter :)","replies":[{"id":"","poster":"Λ BσΠgσCΔΓ","date":"2018-01-22T20:09:53.392+0000","up_votes":1,"down_votes":0,"body":"Will ihn bald mal spielen, aber danke. Interessanter Tipp.","replies":[]}]}]}