{"id":"9xx3MiXv","poster":"TARZANNN","date":"2018-01-22T09:49:52.108+0000","title":"Flex","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"hi, suche Leute die auf flex bock haben einfach adden ab SIlber add Tarzannn","replies":[{"id":"","poster":"TARZANNN","date":"2018-01-22T10:06:54.510+0000","up_votes":1,"down_votes":0,"body":"ja schick mir mal discord komme gerne :) vielleicht bekomme ich der Vogel aus dir raus","replies":[{"id":"","poster":"rree","date":"2018-01-22T10:10:16.471+0000","up_votes":1,"down_votes":0,"body":"ingame adden dort bekommst \n\nEDIT:\n+5 min /rauche/kaffee","replies":[]}]},{"id":"","poster":"rree","date":"2018-01-22T10:00:45.949+0000","up_votes":1,"down_votes":1,"body":"ahhh hat den alten gelöscht weil er zuviel shit von mir bekommen hat :D hier aber ncoch meine antwort :D \n\n\nja es ist ja so erstrebenswert mit dir und deinem boostsquad unterwegs zu sein das versteh ich voll und ganz und mein herz blutet dass ich nicht darf :D\n\nkannst gerne tickets über mich abgeben dann sperren die mich bestimmt dafür das ich toxic players outcalle die im forum nach nem boost suchen?\nAber vllt machste ja die ingame chats rein wo du toxic usw. bist für keinen grund  ???? dann geben sie mir  bestimmt nen zweiten bann dafür das ich mich von dir beleidigen lasse ???\n\nhttps://twitter.com/loltarzaned aber von deinem großen vorbild tarzaned hab ich dir gleich den link dazu geschickt vllt solltest du nicht nur sein bronze-challanger boost kopieren sondern auch mal seinen playstyle und vllt mal seine runen/masteries oder was auch immer das mitlerweile ist\n\naber jo alles wird gut weil leute hoffentlich keinen bock mehr haben mit dir zu zoggen und dann kannst du schön in der elo spielen wo du selbst erreichen kannst :D\n\naber gut... leute lesen es jetzt safe.... also lass dir noch ne schöne antwort einfallen so wie die letzte die nichts sagt außer das ich ach so gerne mit dir zocken würde :D aber hat jetzt genug zeit gebraucht.... ich lass die das letzte wort ...\n\n\n\nEDIT:\nkomisch wie anders dein eintrag auf einmal aussieht :D:D:D:D:D \n\nEDIT2: \nganz vergessen wie immer biete ich auch an das alles via ts/discrod zu bequatschen falls man das Bedürfnis hat ing. adden","replies":[]}]}