{"id":"AQgjj2Eg","poster":"idna31","date":"2018-01-21T19:27:17.822+0000","title":"Mein Sup geht mid... -.-","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":5,"body":"Moinsen Leute,\r\n\r\nSry wenn ich etwas getilltet klinge aber ich habe gerade das 4te mal 2 gegen 1 botlane spielen d&uuml;rfen.  K&ouml;nnte mir bitte wer erkl&auml;ren was das soll das mein sup mid geht??? Ich hatte es heute schon echt oft gerade in den letzten spielen das mein sup; sich gerade nach dem ersten tower; denk: jo ich geh jetzt mid und supporte da. Laneswape sch&ouml;n und gut aber daf&uuml;r m&uuml;sste mid ja auch bot gehen... Passiert aber nicht. Was passiert ist das wir entweder 3 leute mid sind was terribel ist was den Farm und die Xp angeht oder das ich solo bot bin und entweder gedived oder geoneshot werde. Ich bin gerade echt am Verzweifeln und w&auml;re f&uuml;r Tipps echt Dankbar.\r\n\r\nPs: nein mein Sup geht nach dem ersten mid tower nicht auf ne andere Lane er bl&ouml;eibt meist mid und meist sind meine sup mages.\r\n\r\nLG\r\nAndi","replies":[{"id":"","poster":"Angel Ayume","date":"2018-01-21T22:23:06.096+0000","up_votes":5,"down_votes":1,"body":"Wenn du weißt, dass dein Supp immer Midlane ist und du dennoch alleine auf der Botlane stirbst, dann kann dein Support nichts dafür. ^^ \nSicher kannst du unten die Wave rauspushen, aber du solltest nicht noch weiter pushen bis du angreifbar bist, zudem solltest du immer die Map im Auge behalten. Wo sind die Gegner? Was machen sie grade? Könnten sie eventuell auf dem Weg zu mir sein? Habe ich genug Wards stehen um die Gegner rechzeitig zu sehen und früh genug weglaufen, sodass ich es mir leisten kann die Lane weiter rauszupushen? \nAlles Fragen die du dir stellen musst, wenn du alleine auf der Botlane bist, selbiges zählt natürlich auch, wenn du auf einer anderen Lane bist. :D \n\nIch will damit nicht sagen, dass dein Support richtig handelt, aber wenn du alleine stirbst, dann bist du auch alleine dafür verantwortlich. Da kannst du weder den Jungler noch den Support oder irgendwen anders für verantwortlich machen. \n\nHast du die Botlane oder eine andere Wave rausgepushed, dann verlasse die Lane wieder und geselle dich zu deinen Teammates um dort vllt den Tower zu holen, oder wechsel auf die Toplane um da die Wave rauszupushen oder mach irgendwas anderes. Aber bleib nicht Ewigkeiten auf der Lane, nur weil du gierig nach dem Farm und die Exp bist. \n\nWenn du nicht weißt, was du in der Situation hättest machen sollen außer die Lane zu pushen, dann schau dir das Replay einfach mal an. Das hilft oft um eine andere Sicht der Dinge zu erhalten und dann fällt dir vielleicht auf, was du vllt anstatt zu pushen machen hättest können. Das hilft dir dann in einer ähnlichen Situation dann anders und vllt besser zu reagieren. :)","replies":[]},{"id":"","poster":"Adiiva","date":"2018-01-31T07:16:20.044+0000","up_votes":2,"down_votes":0,"body":"Also ehrlich gesagt finde ich das du selber schuld bist wenn du alleine auf der Botlane bleibst.\nIch Maine Supp und mache das auch öfter so wenn der erste Tower weg ist dann versucht man den anderen zu helfen.\nDa kommt der ADC aber immer mit!\nDer Supp ist nicht nur für dich da sondern für das ganze Team   =)\n\n\n{{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-01-22T07:54:10.217+0000","up_votes":2,"down_votes":0,"body":"Äh ja, das ist eher normal? Was willst du jetzt dann noch groß auf der botlane? Versuchen den T2 zu holen und abgefarmt werden? Logisch versucht der support dem midlaner zu helfen. Mid ist nunmal der schwierigste und wichtigste turm. Du als adc pusht dann deine wave bis zum river und roamst auch mid. Wenn du alleine vorn beim T2 rumogerst stirbst du zwangsläufig. In der phase habt ihr im normalfall keine/kaum vision im gegnerjgl.\n\nEin anderer grund warum man (besonders in soloQ) als support mid geht ist weil man sich an den stärksten carry hängt und versucht den zu feeden. Das pasdiert meist aber nur wenn der adc eine flasche ist und man als support merkt, dass man das spiel nicht mit ihm gewinnt. Wird auch in einigen guides sogar empfohlen für die soloQ.\n\nAber in beiden fällen hat grundsätzlich der adc den fehler gemacht.","replies":[]},{"id":"","poster":"Abasin","date":"2018-01-22T08:46:23.159+0000","up_votes":1,"down_votes":0,"body":"Wenn ich sehe, dass mein ADC keine Lasthits hinbekommt, obwohl ich den Gegner massiv nerve, dann schau ich mich nach anderen Goldquellen um.","replies":[]},{"id":"","poster":"TGA 10k","date":"2018-01-21T22:27:05.502+0000","up_votes":1,"down_votes":0,"body":"wenn dir das mehrfach passiert solltest du dir die frage stellen ob es nicht vielleicht an dir liegt.\nIch bin Supp main und hatte auch letztens einen adc wo ich geroamt bin und ohne ihn den anderen lanes geholfen habe, weil sein spielstil untragbar war und ich keine chance gesehen habe mit ihm irgendetwas hin zu bekommen.","replies":[]}]}