{"id":"TqgGJqtE","poster":"Icebergslasher","date":"2020-03-06T12:02:00.934+0000","title":"lustig zum abschied ;)","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":9,"body":"Im Spiel\r\nIcebergslasher: its warded\r\nIcebergslasher: why u go in\r\nIcebergslasher: how many pings u need\r\nIcebergslasher: nah thanks\r\nIcebergslasher: u chose to go to red instead of blue\r\nIcebergslasher: not my proble  (hier startete rek sai mit perma pinging so viel es ging und nannte sup/adc retarded und no braincells etc)\r\nIcebergslasher: rek sai stfu\r\nIcebergslasher: u are soooo freaking annoying\r\nIcebergslasher: dude u talk and spam 99%\r\nIcebergslasher: and play 1%\r\nIcebergslasher: dont u realize how annoying u are?\r\nIcebergslasher: rep reksai\r\nIcebergslasher: look how much u spam\r\nIcebergslasher: like a crazy one\r\nIcebergslasher: spam more\r\nIcebergslasher: hahahahah\r\nIcebergslasher: u die and its our fault\r\nIcebergslasher: nobody cares\r\nIcebergslasher: rep morde too toxic\r\nIcebergslasher: keep insulting rek\r\nIcebergslasher: normally i let u die bc u are so toxic\r\nIcebergslasher: u will be even more sad when u get a chatban\r\nIcebergslasher: shut up already\r\nIcebergslasher: pls steal it xd\r\nIcebergslasher: hahaha\r\nIcebergslasher: Nice\r\nIcebergslasher: u die i troll. i got it  (die einzige stelle wo ich sagen würd, das könnte man heranziehen, ist falsch ausgedrückt, sollte ehere heißen, aha du stirbst, und deshalb bin ich also ein troll?, verstehe)\r\nIcebergslasher: what haha\r\nIcebergslasher: rek and morde u are both the super toxics here\r\nIcebergslasher: ahm do u see their insults?\r\nIcebergslasher: i am playing. aint i\r\nIcebergslasher: but this rek lol\r\nIcebergslasher: ok\r\nIcebergslasher: if u think so\r\nIcebergslasher: ur toxic behaviour lost it tbh\r\nIcebergslasher: and mordes\r\nIcebergslasher: im dead. i can type\r\nIcebergslasher: ahm u insulted us all game long?\r\nIcebergslasher: should i be happy about it xd\r\nIcebergslasher: this rek is always insulting its ridiculous\r\nIcebergslasher: nice nash xd\r\nIcebergslasher: sure rek. sure\r\nIcebergslasher: hehe\r\nIcebergslasher: flame me more\r\nIcebergslasher: jgl mid toxic\r\nIcebergslasher: they neeed a chatban. protect future mates from them (scheisse, jetz hab ich ihn kassiert :D)\r\nSpiel 2\r\nIm Spiel\r\nIcebergslasher: i hate mondays\r\nIcebergslasher: not how it is now, yes\r\nIcebergslasher: eve is all of a sudden in your face. then u see her (da haben wir generell drüber geredet, dass stealth stark is)\r\nIcebergslasher: i am paper 2\r\nIcebergslasher: mimimimi\r\nIcebergslasher: god in the morning teams are usually better. yi u are a toxic magnet xd (hatte den yi als gegner last game, und da wurde er von 2 hard geflamed in all chat, und jetzt halt zusammen im team und da wieder von einem)\r\nIcebergslasher: no\r\nIcebergslasher: bc she rather jumps in and dies\r\nIcebergslasher: then maybe be better\r\nIcebergslasher: u can go afk if  u dont wanna pla\r\nIcebergslasher: its no difference to us\r\nIcebergslasher: 1/5\r\nIcebergslasher: 30 farm short\r\nIcebergslasher: rep trist toxic troll \r\nIcebergslasher: see xd\r\nIcebergslasher: xd\r\nIcebergslasher: lucian lvl 10\r\nIcebergslasher: welcome to lol\r\nIcebergslasher: i have 2 deaths\r\nIcebergslasher: wtf gnar\r\nSpiel 3\r\nIm Spiel\r\nIcebergslasher: spam more\r\nIcebergslasher: why u wait so long xd\r\nIcebergslasher: u used it the moment i was dead\r\nIcebergslasher: so it didnt effect me\r\nIcebergslasher: lol malph u noob (da hat er sich tatsächlich aufgeregt wieso sup roamed ohne ss, obwohl der adc gepingt hat, und er meinte \"ja aber du nicht\" sorry das ist ne noob ausrede :P)\r\nIcebergslasher: how many pings do u need\r\nIcebergslasher: mf or i theres no difference who pings\r\nIcebergslasher: mister excuse\r\nIcebergslasher: u are so pre-toxic xd\r\nIcebergslasher: she did\r\nIcebergslasher: and the fact u didnt let it go min after says so much about u xd\r\nIcebergslasher: guess there was a ward\r\nIcebergslasher: malpth toxic ty\r\nIcebergslasher: be quiet u toxic baby\r\nIcebergslasher: now its too late\r\nIcebergslasher: ouch\r\nIcebergslasher: and again u are toxic light xd\r\nIcebergslasher: ur behavior is really bad\r\nIcebergslasher: i remember some nasus in enemy team who 2 shot me as thresh with armor build\r\nIcebergslasher: me and mf too :)\r\nIcebergslasher: we hate him too u grammatical genius xd\r\nIcebergslasher: see nasus. one q more than 1/3 of my life xd\r\nIcebergslasher: for a q with 0 skill and almost no cd? no\r\nIcebergslasher: what xd\r\nIcebergslasher: i wasnt even in the stripe of his attack\r\nIcebergslasher: no\r\nIcebergslasher: we have illaoi\r\nIcebergslasher: what\r\nIcebergslasher: rep illaoi toxic\r\nIcebergslasher: to bot and jgl for not flaming\r\n\r\nich mein mir ists eh wurscht. 10 spiele chatban ist nicht so tragisch. es ist nur amüsant. ausser wegen viel schreiben und \"reportcalling\" gibts da jetzt nicht wirklich was. im gegenzug, was man sich oft anhören muss, bzw sich gefallen lassen muss, es ist einfach schlimm.","replies":[{"id":"","poster":"Æeras","date":"2020-03-06T12:28:36.548+0000","up_votes":7,"down_votes":0,"body":"Allein dein ständiges schreien für Reports ist schon genug btw. Reports zu verlangen ist reportable. Und indirekt schreibst du Leute nieder weiß ncht wo man da meint es ist amüsant. Es ist genau das wofür man ne CS bekommt. Und ich wäre übel von dir genervt weil du mehr schreibst als zu spielen. Mal an die eigene Nase packen...","replies":[]},{"id":"","poster":"Icebergslasher","date":"2020-03-06T12:52:23.113+0000","up_votes":1,"down_votes":5,"body":"wie gesagt mir isses eh egal ;)  \n\nich weiß, dass reportcalling bestrafbar ist, aber mir ists wurscht, wenn einer ständig beleidigt, schreib ich \"xy toxic, oder report xy\" die leute lernens eh nicht. ich glaub du bist genau so ein typ wie die, die ich reporte nach nem game xD\n\ndu, das war kein monolog, das waren immer antworten, also haben die anderen genauso viel geschrieben ;) und generell wieso sollt ich nicht chatten, wenn ich zeit hab. ich schreib ja nicht in nem fight.","replies":[{"id":"","poster":"Ráyleigh","date":"2020-03-06T12:58:23.717+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Icebergslasher,realm=EUW,application-id=KYnfKGf0,discussion-id=TqgGJqtE,comment-id=0001,timestamp=2020-03-06T12:52:23.113+0000)\n>\n> ich glaub du bist genau so ein typ wie die, die ich reporte nach nem game xD\n> \n\nWofür willst du Leute wie ihn Reporten?\nDas man dir die Wahrheit schreibt?\nDu bist nunmal ziemlich Salzig und ständig kommt ein Report call von dir.\n\nUnd worin ist der Sinn in diesem Thread wenn dir das ganze so egal ist?","replies":[{"id":"","poster":"Icebergslasher","date":"2020-03-06T13:24:03.247+0000","up_votes":1,"down_votes":5,"body":"er wirkt ja leicht aggressiv. kann mir schon vorstellen, dass er auch beleidigt.\n\nnaja, wenn ständig kommt \"retard\" \"i rape your whore mother\" ja, dann schreib ich ständig report xy ;)\n\nnaja, ich amüsiere mich bei den chatban anfragen immer was da steht, deshalb hab ich ihn gepostet, weil andere das sicher auch gern überfliegen ;)\n\nund ja, sorry dass ich mich nicht freue wenn ich beleidigt werde. ist so ne angewohnheit von mir ;)","replies":[{"id":"","poster":"Ráyleigh","date":"2020-03-06T13:52:38.864+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Icebergslasher,realm=EUW,application-id=KYnfKGf0,discussion-id=TqgGJqtE,comment-id=000100000000,timestamp=2020-03-06T13:24:03.247+0000)\n>\n> \n> und ja, sorry dass ich mich nicht freue wenn ich beleidigt werde. ist so ne angewohnheit von mir ;)\n\n{{sticker:zombie-brand-facepalm}} \nMerkste selbst oder?","replies":[]}]}]},{"id":"","poster":"Empaya","date":"2020-03-07T01:45:04.580+0000","up_votes":1,"down_votes":0,"body":"> und generell wieso sollt ich nicht chatten, wenn ich zeit hab. ich schreib ja nicht in nem fight.\n\nWann machst du denn bitte \"nichts\" in League? Bin mir ziemlich sicher, dass man schlecht \"nichts\" machen kann (außer bei Yuumi), wenn es sich um Ranked handelt, aber ja gut.  \n\n> die leute lernens eh nicht. ich glaub du bist genau so ein typ wie die, die ich reporte nach nem game xD\n\nDenkst du nicht ehern, dass DU derjenige bist, der nicht aus dem Chatban lernen will? \nWie krass du dich auf andere konzentrierst und nicht mal eine Sekunde an dich oder das Game denken kannst. Krass.","replies":[]}]}]}