{"id":"O8KH8EUk","poster":"Crycèr v4","date":"2018-01-20T13:05:08.093+0000","title":"Always first pick im 5er flex premade","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":1,"body":"Hey community,\r\n\r\nkann mir jmd von euch vllt verraten oder erkl&auml;ren warum ich immer first pick in meinem 5er flex team bin? ich hab die vermutung es hat was mit der (flex-) elo zu tun... aber wollte mich mal umh&ouml;ren hier.\r\n\r\nzuerst dachte ich liegt das an der reihenfolge wie man die lobby joined, aber irgendwie stimmt das nicht mehr (fr&uuml;her sah das danach aus...). jetzt seid wochen schon spiele ich meist mit den selben 4-6 leuten 5er flex und bin immer mit meinem v4 account firstpick. wirklich nie eine ausnahme, immer firstpick. egal ob party leader, inviter, last joined oder sonst was. immer. und wenn ich auf meinem anderen v3 oder main account gehe bin ich immer second pick. woran wird entschieden wer welchen pick bekommt? an der rollenverteilung liegt es auch nicht, bin zwar main toplaner, trz komm ich auch mit fill (also allen rollen zuf&auml;llig) als firstpick in die championselection.\r\n\r\nwei&szlig; da jmd was genaueres? ggf mit einem link wo ich die &auml;nderungen diesbez&uuml;glich nachlesen k&ouml;nnte?","replies":[{"id":"","poster":"Mawe10","date":"2018-10-27T19:31:06.772+0000","up_votes":1,"down_votes":0,"body":"Ich habe das gleiche Problem habe aber als einzigster alle Champs.","replies":[]},{"id":"","poster":"Lunaá","date":"2018-01-20T15:22:28.577+0000","up_votes":1,"down_votes":0,"body":"Bei mir ist das so, weil ich verglichen mit meinen Mitspielern die wenigsten Champions habe. Vllt ist das bei dir auch so, wäre gut zu wissen","replies":[{"id":"","poster":"Crycèr v4","date":"2018-01-21T02:28:55.213+0000","up_votes":1,"down_votes":0,"body":"könnte eventuell daran liegen. danke für den tipp. ich werde mal bisschen drauf achten, scheint nämlich echt so zu sein das meine kollegen alle champs auf ihren accounts haben nur mir fehlen welche auf dem smurf.","replies":[]}]},{"id":"","poster":"Herr Hübsch","date":"2018-01-20T14:43:54.198+0000","up_votes":1,"down_votes":0,"body":"du solltest mal den Lobbyplatz durchwechseln ^^  also als 2. joinen und nicht als erster etc","replies":[]}]}