{"id":"X9Tkm7lh","poster":"Joe Katze","date":"2018-01-19T23:30:31.503+0000","title":"Coach sucht Spieler [High Gold+]","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey alle zusammen,\r\nich suche derzeit nach mehreren Spielern, welche Interesse daran haben in einem kompetitiven Team zu spielen. \r\n\r\nBevor ich weiter auf das Team eingehe aber erstmal kurz zu mir:\r\nIch bin 23 Jahre alt und spiele seit Season 1 LoL und das seit Season 4 in Diamond. In den letzten zwei Seasons bin ich mehrere Monate auch in Master unterwegs gewesen, f&uuml;r den Border hat es am Ende leider beide Male nicht gereicht. Diese Season werde ich selber nat&uuml;rlich auch wieder versuchen anzugreifen will nebenbei aber auch das Coaching ausprobieren. Ich selbst bin super interessiert an dem Makrogame von League of Legends, schaue regelm&auml;&szlig;ig LCS und bin immer auf der Suche nach Guides die tiefer gehen als &quot;Wo place ich meine Wards&quot;. \r\n\r\nIch sehe bei dem Team meine Rolle darin euch zu versuchen eher das Makrogame beizubringen, die Motivation oben zu halten und mich um Sachen wie Turniere etc. zu k&uuml;mmern. Da ich selber auch aktiv spiele und zur Uni gehe werde ich nicht bei jeder Trainingssession jedes Spiel spectaten aber dennoch versuchen so viele Games wie m&ouml;glich zu analysieren und meinen Input dazu zu geben. Mein Hauptfokus wird dabei auf dem Makro- und liegen\r\n\r\nNa klar gibt&#039;s auch ein paar Anforderungen die ich an die Spieler habe:\r\n\r\n* Ihr m&uuml;sst Bock haben und **Motiviert sein** in einem Team zu spielen\r\n\r\n* Neben den Teamgames auch ein bisschen **Solo Q** zocken um eure Mechanics und zu verbessern\r\n\r\n* Zeit haben f&uuml;r mindestens **zweimal Training** die Woche\r\n\r\n* Season 7 mindestens in **Gold 2+** abgeschlossen haben wobei etwas h&ouml;her noch besser w&auml;re\r\n\r\nAlso falls ich euer Interesse geweckt habe, lasst einfach ein Kommentar da oder added mich in League (Joe Cat).\r\n\r\nViel Spa&szlig; noch auf in der Kluft,\r\nJoe","replies":[{"id":"","poster":"Samsemilia","date":"2018-01-20T00:09:14.403+0000","up_votes":1,"down_votes":0,"body":"Hab s4/5 Plat gespielt s6/7 low gold (inaktiv) will jetzt aber wieder aktiver werden, wäre midlaner falls interesse adden Samsemilia","replies":[]}]}