{"id":"ylrvxXEj","poster":"LordPimmel","date":"2018-01-19T18:05:54.553+0000","title":"Swain","subforum":"Champions & Gameplay","up_votes":1,"down_votes":3,"body":"Hallo Riot&#039;ler und Community,\r\n\r\nSwain ist einer meiner Main Champs. Leider wird er von Patch zu Patch immer schlechter, was sehr schade ist. Als Main auch macht es sich durchaus bemerkbar. Alle m&ouml;glichen Items Kontern einen und Items die zu ihm passen sind auch sehr teuer. Generell ist das Spiel sehr dynamisch geworden und Swains passt nicht mehr zu League. Ich habe das Gef&uuml;hl, dass Swain zu keiner Zeit im Spiel wirklich stark ist( ausgenommen man ist fed). Es werden diversen Runen, Items und Champs ge&auml;ndert. Leider passiert bei Swain rein gar nichts, weswegen ich finde, dass der Champion nicht mehr ganz &quot;Zeigem&auml;&szlig;&quot; ist. Wie geht es den anderen Swain Spielern und hat Riot mal in n&auml;chster Zeit vor, etwas am Champ zu &auml;ndern ?","replies":[{"id":"","poster":"legofreak1","date":"2018-01-19T18:08:17.928+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=LordPimmel,realm=EUW,application-id=Wj1wcocU,discussion-id=ylrvxXEj,comment-id=,timestamp=2018-01-19T18:05:54.553+0000)\n>\n> hat Riot mal in nächster Zeit vor, etwas am Champ zu ändern ?\n\nJa. Das Swain Rework wurde gerade erst auf Youtube teasered.\nhttps://www.youtube.com/watch?v=mnHK0dVjNJk","replies":[{"id":"","poster":"OT Riku","date":"2018-01-19T18:29:55.743+0000","up_votes":4,"down_votes":0,"body":"Ich finde die englischeso wie deutsche synchro einfach Hammer.\nIch bin gespannt genau aus dem Grund ist League das perfekte Spiel.\n","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2018-01-19T22:08:26.117+0000","up_votes":1,"down_votes":0,"body":"Übrigens das Rework wurde am 19.7.17 bereits von Riot angekündigt. Womit es nach Aatrox das am längsten bekannte Rework ist, das noch nicht erschienen ist, (Aber Gott sei Dank es jetzt in kürze tut. Bin echt gehyped)","replies":[{"id":"","poster":"LordPimmel","date":"2018-01-20T23:37:30.418+0000","up_votes":1,"down_votes":0,"body":"Ich auch :O","replies":[]}]}]},{"id":"","poster":"ontim","date":"2018-01-25T10:28:34.122+0000","up_votes":1,"down_votes":0,"body":"Rework kommt","replies":[]}]}