{"id":"dAg7YfLt","poster":"BlackBloodI","date":"2018-01-19T13:48:50.704+0000","title":"Wie kann man Leute in Der freundesliste wegen Phishing melden?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Guten Tag liebe LoL Spieler ich wurde vor kurzen von einen Typen angeschrieben der mir angeblich RP schenken wollte, Ich habe ihn gefragt warum er sie selbst nicht benutzt . Darauf hin hat er Nur wieder RP geschrieben. Ich hab dann mit &#039;? what RP&#039; geantwortet und er hat mir einen link geschickt. ich habe drauf geklickt und die f&uuml;hrte mich zu eine Login Seite die wie von LoL aussah aber halt nicht von LoL war! Die Seite war nicht Sicher und wenn ich versucht habe von der Seite aus zum Startbildschirm von LoL zu gehen gab es nur eine fehlermeldung. Alllllso Bitte helft mir!\r\n \r\nThx in voraus :)","replies":[{"id":"","poster":"recon","date":"2018-01-19T13:50:10.725+0000","up_votes":3,"down_votes":0,"body":"> Alllllso Bitte helft mir!\n\nBei was sollen wir dir denn helfen? Wenn du deine Daten dort eingibst, ist dein Account weg, ganz einfach ;)\n\nWenn du den Account melden willst, kannst du das beim Support machen: https://support.riotgames.com/hc/de/requests/new","replies":[{"id":"","poster":"BlackBloodI","date":"2018-01-19T13:56:09.813+0000","up_votes":1,"down_votes":2,"body":"Nein du genius xD hab ich doch nicht ich habe es bei der.login seite schon erkannt!","replies":[]}]},{"id":"","poster":"RM Heartmeander","date":"2018-01-19T14:50:00.969+0000","up_votes":1,"down_votes":0,"body":"Das wird ein armer Tropf gewesen sein, der auf den Link geklickt hat und seine Daten eingegeben hat.\nDas einzige was du machen kannst, ist es dem Support melden und hoffen dass sie den Acc vorrübergehend sperren um die Weiterverbreitung zu verhindern.\nOder wenn du die Person in RL kennst sie anschreibst und mitteilst was mit ihrem Acc los ist um das PW zu ändern.","replies":[{"id":"","poster":"BlackBloodI","date":"2018-01-19T19:07:00.271+0000","up_votes":1,"down_votes":0,"body":"Ok das kann sein. wie kann ich den Acc melden?","replies":[{"id":"","poster":"recon","date":"2018-01-19T21:26:49.767+0000","up_votes":1,"down_votes":0,"body":"Indem du meine Antwort liest ;) Dort steht das doch bereits.","replies":[]}]}]}]}