{"id":"1hjELEPi","poster":"CoinfIipBotlane","date":"2018-01-19T10:00:53.864+0000","title":"Loading screen","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hi seit kurzem brauche ich extrem lange um in den loading screen zu kommen und wenn ich dann mal drinne bin dreht sich zwar unten der kreis aber ich bleibe auf 0% habe deshalb schon placement verloren brauche hilfe","replies":[{"id":"","poster":"Gin","date":"2018-01-19T14:48:28.294+0000","up_votes":1,"down_votes":0,"body":"Das der Kreis sich dreht heißt nur dass der Client nicht eingefroren ist.\n\nIch würde dich bitten mal einen tracert zu erstellen da ich vermute dass es an deiner Verbindung liegt:\n\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> https://www.pingplotter.com/download.html \n> Um ein Log zu erstellen, ladet das Programm bitte runter und stellt es dann folgendermaßen ein:\n> \n> Trace Interval: 1 second\n> Focus Time: all\n> Target Name: 185.40.65.1\n> Startet das Programm dann über den grünen Button oben links und lasst es laufen, während ihr im Spiel seid.\n> Wenn während des Spiels Probleme aufgetreten sind, ist das Log verwertbar und kann folgendermaßen im Forum geteilt werden:\n> \n> Edit -> Copy as Text\n> Geht nach [Pastebin.com](http://pastebin.com/)\n> Fügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\n> Kopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.\n\nAnsonsten wüsste ich noch gerne was du in deinem Rechner hast und wie du mit deinem Router verbunden bist.\n\nWenn du über WLAN verbunden bist, probiere es mit einem LAN-Kabel.\n\nUnd bei deinem Rechner interessiert mich größenteils nur dein RAM, deine GPU und deine CPU.\n\n---\n\nIch würde dir raten League of Legends mal neuzuinstallieren, dein Antivirenprogramm zu deaktivieren solltest du eins verwenden und für League of Legends eine Ausnahme in deiner Firewall hinzuzufügen falls noch nicht getan.\n\nLetzteres kannst du mit dem [HRT](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool) erledigen.","replies":[{"id":"","poster":"CoinfIipBotlane","date":"2018-01-20T12:22:07.142+0000","up_votes":1,"down_votes":0,"body":"https://pastebin.com/kMkj2d6a\n\nSpiele über WLAN habe aber auch schon LAN versucht aber bringt nix mein bruder spielt ja auch über WLAN und hat keine Probleme\n\nProzessor: I5-4200\nGPU: Nvidia GT740\nRAM: 8GB\n\nBei mir crasht das Repair-Tool immer nach einer Zeit","replies":[{"id":"","poster":"Gin","date":"2018-01-22T09:19:24.567+0000","up_votes":1,"down_votes":0,"body":"Was ist hiermit?\n\n> Ich würde dir raten League of Legends mal neuzuinstallieren, dein Antivirenprogramm zu deaktivieren solltest du eins verwenden und für League of Legends eine Ausnahme in deiner Firewall hinzuzufügen falls noch nicht getan.","replies":[{"id":"","poster":"CoinfIipBotlane","date":"2018-01-23T16:10:55.054+0000","up_votes":1,"down_votes":0,"body":"bereits gemacht habe auch den pc einmal komplett zurückgesetzt","replies":[]}]}]}]}]}