{"id":"izfHEXo8","poster":"Markishi","date":"2018-01-18T14:22:57.349+0000","title":"Buch VI: Wie aus Rekruten Helden werden -  Band III","subforum":"Community-Kunstwerke","up_votes":10,"down_votes":0,"body":"Liebe Beschw&ouml;rer,\r\n\r\nIch m&ouml;chte euch herzlich einladen, bei unserer heutigen Geschichts- und M&auml;rchenstunde anwesend zu sein. Wir hatten jetzt eine etwas l&auml;ngere Winterpause und f&uuml;r die Unterbrechung m&ouml;chte ich mich entschuldigen.\r\nAber jetzt geht es weiter, daher nehmt euch doch ein Kissen und setzt euch. Ich habe Tee gemacht, wenn ihr m&ouml;chtet, nehmt euch gerne einen.\r\nWir begeben uns wieder zu Teemo, der nach seiner Aufgabe endlich herausgefunden hat, wer das Ausbildungslager angreift...\r\n\r\n\r\nUngl&auml;ubig sahen alle in die Runde. &ldquo;Veigar?&rdquo; unterbrach schlie&szlig;lich Ausbilderin Yarni die Stille. Energisch sch&uuml;ttelte sie den Kopf. &ldquo;Wieso? Er ist doch selbst Yordle. Wieso greift er seine Br&uuml;der und Schwestern an? Ich wusste, dass er verr&uuml;ckt ist, aber das? Was tut er? Ist er alleine?&rdquo;\r\n&ldquo;Ich wei&szlig; es nicht. Mir wurde nur aufgetragen, so schnell wie m&ouml;glich zu euch zu laufen und euch, sowie alle, die sich finden lassen, zu holen. Als ich loslief brannte bereits die Baracke am Tor und es sah nicht aus, als ob der Angriff in absehbarer Zeit nachlassen w&uuml;rde.&rdquo;\r\n&ldquo;Dann beeilen wir uns besser, alle zusammen, folgt mir&rdquo;\r\n&ldquo;Jawohl!&rdquo; riefen alle zusammen und eilten im Laufschritt hinter Ausbilderin Yarni her. Je n&auml;her sie dem Hauptgeb&auml;ude kamen, desto lauter wurden die Kampfger&auml;usche. Danach zu urteilen mussten es eine ganze Menge Angreifer sein, dachte Teemo.Immer wieder liefen Yordle vom und zum Schlachtfeld, mal waren es eifrige Rekruten, die sich in den kampf st&uuml;rzen wollten, mal Veteranen, die mit ernstem Blick im Gleichschritt, auf die Kaserne zu marschierten. Einmal kam ihnen eine Gruppe Sanit&auml;ter entgegen, die Verletzte weg trugen, und auch wenn Teemo sich das eigentlich nicht ansehen wollte, so wanderte sein Blick doch wie von alleine zu den Tragen mit den Verletzten. Einer der Yordle musste seinen interessierten, aber doch angewiderten Gesichtsausdruck bemerkt haben, denn er legte Teemo eine Hand auf die Schulter und begann: &ldquo;Auch wenn du es vielleicht nicht sehen willst, so kannst du aus den Verletzungen der anderen viel &uuml;ber deinen Feind lernen. Was hast du gesehen?&rdquo;\r\nTeemo schluckte, dann begann er :&rdquo; Wunden, die nicht physischer Natur waren.&rdquo; Der Yordle nickte. &ldquo;Ich glaube, es muss dunkle Magie gewesen sein, denn es waren auch keine Verbrennungen oder Vereisungen zu sehen. Ich kenne mich nicht viel mit Magie aus, aber man kann ja ungef&auml;hr anhand der Magieart erahnen, was f&uuml;r Wunden &uuml;brig bleiben. Diese hier waren lila-schwarz.&rdquo;\r\n&ldquo;Genau, Veigar hat sich voll und ganz der dunklen Magie verschrieben.&rdquo; Unterbrach Ausbilderin Yarni, ohne innezuhalten.\r\n&ldquo;Genau, daher sind unsere R&uuml;stungen relativ nutzlos gegen ihn. Aber wer wei&szlig;, was er noch auf Lager hat, die Ger&auml;usche klingen nach einer Menge K&auml;mpfern. Wobei ich mich frage, wer sich einem solchen Fiesling anschlie&szlig;t.&rdquo;\r\n&ldquo;Ist er wirklich so m&auml;chtig, wie viele sagen? Wo hat er dass denn alles gelernt, bei uns in Bandle gibt es doch keine M&ouml;glichkeit, die dunkle Magie zu lernen. Wieso sollte man das &uuml;berhaupt wollen?&rdquo;\r\n&ldquo;Nun, so ganz freiwillig hat er das nicht getan&hellip;&rdquo; warf Ausbilderin Yarni ein. Sie blieb stehen und sah Teemo in die Augen. &ldquo;Er war schon immer sehr neugierig und als er davon h&ouml;rte, dass wir ein Handelsgesch&auml;ft aufbauen wollen, dass mit anderen St&auml;dten in Kontakt tritt und Handel treibt, war er sofort zur Stelle. Alles ging gut, bis er und die anderen H&auml;ndler seiner Gruppe nach Noxus gingen. Dort sollten sie eigentlich ein paar unserer Waren im Austausch f&uuml;r Produkte aus Noxus handeln. Jedoch entpuppte sich das ganze als Falle und alle wurden gefangen genommen. Erst als sie nach der eigentlichen Dauer ihrer Reise nicht wiederkamen, wussten wir, dass etwas passiert sein musste. Wir suchten mit vielen verschiedenen Sp&auml;htrupps nach ihnen, jedoch war nirgends eine Spur von ihnen zu finden. In Noxus sagte man uns, sie w&auml;ren wieder abgereist, nachdem sie zwei Tage in der Stadt verbracht hatten, seitdem h&auml;tten sie auch nichts mehr von ihnen geh&ouml;rt. Lange Zeit suchten wir noch weiter, bis wir schlie&szlig;lich nach Monaten vergeblicher Suche aufgeben musste, da wir mit unserer Suche keinen Schritt weiter gekommen waren und wir inzwischen annahmen, dass sie sich entweder irgendwo mit den Waren abgesetzt haben m&uuml;ssen oder bei ihrer Mission ums Leben gekommen waren.\r\nTrotz alledem wiesen wir jeden unserer Trupps an, auf ihren Reisen weiterhin nach allen findbaren Anhaltspunkten zum Verbleib der Karawane zu suchen, auch aus anderen St&auml;dten wie Piltover erhielten wir Hilfe.\r\nWir sollten jedoch erst Jahre sp&auml;ter wieder etwas von ihnen erfahren, als Pl&ouml;tzlich eines Tages jemand aus der Karawane am Stadttor auftauchte und uns erkl&auml;rte, was geschehen war. Nat&uuml;rlich suchten wir sofort danach Noxus auf, um sie damit zu konfrontieren, doch dort wies man jede Schuld von sich und behauptete, sie h&auml;tte Waren stehlen wollen und w&auml;ren deshalb festgenommen worden. Wieso man uns dies jedoch nicht gesagt hat, wurde nicht einmal beantwortet, stattdessen wurden wir aus der Stadt verjagt.\r\nDer &Uuml;berlebende erz&auml;hlte uns dann davon, wie Veigar vor einiger Zeit entkommen war, aber jedoch vollkommen den Verstand verloren hatte. Nach einer solch langen Zeit im Gef&auml;ngnis von Noxus kann man ihm da keine Vorw&uuml;rfe machen. Aber anstatt jedoch wieder zu uns zur&uuml;ckzukehren blieb er noch sehr lange verschwunden. Bis uns schlie&szlig;lich Geschichten erreichten, dass ein Yordle, der sich aber &uuml;berhaupt nicht wie einer benahm, die Schwarze Magie erlernt hatte und nun Angst und Schrecken verbreitete. Da wussten wir, das Veigar zur&uuml;ckgekehrt war, aber jedoch nicht mit guten Absichten, so wie er sie fr&uuml;her immer hatte.&rdquo;\r\n&ldquo;Das ist ja schrecklich! Wie kann man nur jemanden so etwas antun wie die Noxianer? Warum macht man so etwas?&rdquo;\r\n&ldquo;Nun, die Menschen in Noxus kennen nur die Sprache des Krieges und des Kampfes. Wenn es f&uuml;r sie keine Schlacht zu schlagen gibt, sorgen sie daf&uuml;r, dass irgendwo eine Gelegenheit zum k&auml;mpfen entsteht. Ohne einen Kampf f&uuml;hlt sich ein Noxianer nicht wohl. Aber genug davon, wir sollten dringend weiter, ich sollte uns nicht mit meinen Geschichten aufhalten.&rdquo;\r\nSchnell lief Ausbilderin Yarni los und alle bem&uuml;hten sich, mit ihr Schritt zu halten. Der L&auml;rm wurde immer lauter und mit jedem Meter, die sie bis zum Hauptgeb&auml;ude aufschlossen, wuchs Teemos Aufregung. Gleich an seinem ersten Tag passierten schreckliche Dinge. Doch, so nahm Teemo sich vor, er w&uuml;rde so gut er konnte helfen, dieses Chaos wieder ins reine zu bringen und die Zahl der Verletzten so gering wie m&ouml;glich zu halten. Auch wenn es eine traurige Geschichte war, die Veigar zu dem hatte werden lassen, was nun die Kaserne angriff, so war er doch jemand, der den Frieden, und vor allem das Leben vieler hier, in Gefahr brachte. Daher durfte Teemo nicht zulassen, von den Gedanken, die ihm durch den Kopf gingen, wenn er daran dachte, einen Yordle anzugreifen, &uuml;berw&auml;ltigt zu werden. In den Gesetzen von Bandle war es ausdr&uuml;cklich verboten, einem anderen Yordle Schaden zuzuf&uuml;gen, doch wenn jemand gegen dieses Gesetz verstie&szlig;, so konnte es manchmal erfordern, dass man dies ebenfalls tun musste, um die Ordnung wiederherzustellen. Teemo hatte von seinem Gro&szlig;vater einige Geschichten dar&uuml;ber geh&ouml;rt, jedoch hatte er sich nicht vorstellen k&ouml;nnen, so etwas eines Tages selbst einmal zu erleben.\r\nGerade, als sie an den ersten brennenden Geb&auml;uden vorbeikamen, und ihnen das Ausma&szlig; der Zerst&ouml;rung durch Veigar bewusst wurde, zog etwas, dass kurz aufleuchtete ihre Aufmerksamkeit auf sich. Nur f&uuml;r einen kurzen Augenblick lang sah man etwas, doch konnte es niemand von ihnen zuordnen. Gleichwohl blieben sie stehen, war es doch etwas gewesen, was noch niemand von ihnen zuvor gesehen hatte.Aus dem Augenwinkel heraus sah Teemo, dass sich am Himmel etwas bewegte. Instinktiv rief er den anderen zu &ldquo; Zur&uuml;ck, schnell!&rdquo; und lief selbst so schnell er konnte in die Richtung, wo sie hergekommen waren. EIn paar der anderen, unter ihnen Ausbilderin Yarni, schienen von seinen Anweisungen so &uuml;berrascht zu sein, dass sie dem einfach nachkamen, jedoch nicht alle. Noch w&auml;hrend sie sich zur&uuml;ckzogen schlug etwas vom Himmel auf die Erde nieder. Es gab einen ohrenbet&auml;ubenden Knall und alle wurden von den F&uuml;&szlig;en geworfen. Staub und Schutt flogen durcheinander und verh&uuml;llten die Sicht auf das, was passiert war. Jemand packte Teemo am Arm und zog ihn weiter zur&uuml;ck und er versuchte, dagegen anzuk&auml;mpfen, da er nicht wusste, ob es Freund oder Feind war, der ihn da mit sich riss.\r\n&ldquo;Rekrut, lass das, wir m&uuml;ssen hier weg!&rdquo; rief ihm eine Stimme aus dem Staub zu, vermutlich die desjenigen, der ihn fortzog, und so h&ouml;rte er auf sich zu wehren und lief mit.\r\nEin diabolisches Lachen, halb wahnsinnig, halb B&ouml;se, hallte durch den Nebel und lie&szlig; Teemo erschaudern. Ein zweiter, noch viel schlimmerer Knall riss ihn von den F&uuml;&szlig;en und schleuderte ihn durch die Luft und als er auf dem Boden aufschlug wurde ihm schwarz vor Augen.\r\n\r\n\r\nDas war es auch schon wieder mit unserer heutigen Geschichte. Ich hoffe, sie hat euch gefallen und ihr seid neugierig geworden, wie es Teemo weiter ergeht. Falls ja, so w&uuml;rde ich mich freuen, euch beim n&auml;chsten Mal wieder begr&uuml;&szlig;en zu d&uuml;rfen.\r\n\r\nEuer Geschichtenerz&auml;hler Markishi","replies":[]}