{"id":"3ZGqq149","poster":"DerSmiter","date":"2018-01-17T21:16:53.180+0000","title":"Supportitem als Midlaner","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo, \r\nhabe schon seit einiger Zeit gesehen, dass Midlaner wieder auf der Lane das Supportitem kaufen wie fr&uuml;her. Ich frage mich aber warum, da ja die passive mit dem Gold und Bonusschaden doch ausgeschaltet ist, wenn man minions damaged. Ist das immer noch so und es gibt einen anderen Grund oder bin ich einfach nicht auf dem aktuellsten Stand mit dem Item und den Passiven davon? \r\n\r\nschonmal danke f&uuml;r die Hilfe ! {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"KayaSahashi","date":"2018-01-17T21:21:29.789+0000","up_votes":2,"down_votes":0,"body":"Die Passive wird nicht mehr ausgeschaltet, das Aufbauen der 3 Stacks wird lediglich deaktiviert wenn du lasthittest.","replies":[]},{"id":"","poster":"Battlecurl","date":"2018-01-20T23:00:46.198+0000","up_votes":1,"down_votes":0,"body":"Eigentlich hat es keinen Grund und du bist einfach mit ein paar dummen Leuten ins Spiel gekommen","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2018-01-17T23:29:25.172+0000","up_votes":1,"down_votes":0,"body":"Die Passive wird nur bei der 2. Ausbaustufe ausgeschaltet. Wenn man dann das Anrecht der Frostkönigin baut, funktioniert es wieder... und ja, ich sage seit Jahren (also damals, als das Item für die Midlaner generft werden musste, wodutch es für die Supports useless wurde, ist nen Weilchen her, dass das schon mal Meta war), dass dies dämlich ist. Also dass das Anrecht der Frostkönigin das einzige Item ist, welches in der Mitte (und im Jungle, da funktioniert es sogar mit dem Frostfang, weil Jungle Minions das Item nicht deaktivieren) zusätzliches Gold generiert. \nAndererseits ist mittlerweile Double Relic fast schon Standard... Und Nasus baut die Münze in der Toplane...\n\nUnd nach den Sightstone Änderungen wird das alles eh hinfällig... wobei mir dabei auffällt: Riot muss sich schon gedanken machen, wie man es verhindert, dass AP Jungler den Sightstone quasi for free kriegen (also der Sightstone refinanziert sich ja selbst), weil sie sich den Glücksdolch kaufen und bei jedem Gank abbauen können...","replies":[{"id":"","poster":"Andrej553","date":"2018-01-18T09:54:54.786+0000","up_votes":1,"down_votes":0,"body":"Ich erinnere mich noch an die Zeit als jeder Heart of Gold gekauft hat, meist sogar 2-3 mal ;) \nDa finde ich ein Support Item auf der Midlane gar nicht so schlimm.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2018-01-18T14:21:13.399+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Andrej553,realm=EUW,application-id=Wj1wcocU,discussion-id=3ZGqq149,comment-id=00020000,timestamp=2018-01-18T09:54:54.786+0000)\n>\n> Ich erinnere mich noch an die Zeit als jeder Heart of Gold gekauft hat, meist sogar 2-3 mal ;) \n> Da finde ich ein Support Item auf der Midlane gar nicht so schlimm.\n\nNen Problem habe ich damit ja auch nicht... Also gerade für die SoloQue... Und hey, immerhin kann ich dann auch als Midlaner oder Jungler warden...\nAber die Vision ist ja bewusst begrenzt worden. Also hauptsächlich für die Profiszene, da es bei uns normalsterblichen eh egal war... Aber es war ja ein direkter Mata-Nerf... und ja, Mata ist der einzige, der jemals persönlich generft worden ist... Wenn jetzt Jungler und Midlaner über den Glücksdolch und gegebenenfalls das Relic Shield, welches man als Jungler nach ganks auch abbauen kann, nen Gratis Sightstone bekommt, wird das mehr Einfluss auf die Profiszene haben, als die Frostqueens Claim Aktive... Ich bin mir nicht sicher, ob Riot das schon bedacht hat...","replies":[]}]}]},{"id":"","poster":"antitomatexd","date":"2018-01-17T21:19:54.996+0000","up_votes":1,"down_votes":0,"body":"Es gibt aber MS beim damagen von Gegnern.","replies":[]}]}