{"id":"3AYnet4t","poster":"SYMPAKT Sintrec","date":"2018-01-17T19:44:24.074+0000","title":"Aufbau eines Clans | Helfer gesucht","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"http://i.epvpimg.com/zKeyfab.jpg\nHey Beschw&ouml;rer,\n\nunser Clan [Inc]oming Basterds sucht aktuell nach weiteren Admins, um unser Management weiter auszubauen. In den folgenden Zeilen stelle ich uns vor und erl&auml;utere die Aufgaben.\n\n\n**Zu uns:**\n\nWir sind [Inc]oming Basterds, ein sich im Aufbau befindlicher Multigaming-Clan. Angefangen mit dem Shooter Battlefiled 1, bauen wir je nach Interesse der Member weitere Spiele mit ein. Neben BF1 haben wir derzeit PUBG und LoL mit im Angebot.\n\n(Wenn ihr ein Spiel habt mit dem ihr euch gut auskennt, kann man gerne dar&uuml;ber quatschen, auch dieses Spiel mitsamt eigenem Bereich im Clan auszubauen)\n\nUnser Ziel ist es, eine famili&auml;re Atmosph&auml;re im Clan zu erzeugen. Das Wohl der Member steht an erster Stelle. Auch m&ouml;chten wir den Einstieg neuer Probespieler unkompliziert gestalten. Nach einem kleinen Gespr&auml;ch geht es f&uuml;r die Trials direkt in die Action, um ein paar Siege zu holen.\n\n\n**Was wir suchen:**\n\nWie schon oben geschrieben, suchen wir derzeit nach weiteren Admins, die uns beim Aufbau unterst&uuml;tzen.\n\n**Bereichsleiter**\n\nF&uuml;r jedes Spiel haben wir einen eigenen Bereich auf dem Teamspeak. Wir suchen hier nach weiteren Admins, welche diese Bereiche verwalten. Zu den Aufgaben geh&ouml;rt unter anderem das Einbinden neuer Probemitglieder in die Gruppe.\n\nDerzeit haben wir 3 Bereiche, f&uuml;r die wir suchen. (BF1, PUBG und LoL)\n\nIst euer Spiel nicht dabei und m&ouml;chtet trotzdem einen Bereich leiten? Kein Problem! Da wir jederzeit neue Spiele hinzuaddieren k&ouml;nnt ihr mir gerne schreiben, welches Spiel ihr denn gern verwalten m&ouml;chtet.\n\n**Admins**\n\nWollt ihr euch als Admin anschlie&szlig;en und euch beim Aufbau des Clans beteiligen? Oder habt ihr sonstige Fertigkeiten? Lasst es uns wissen!\n\n\nHabt ihr weitere Ideen, den Clan zu unterst&uuml;tzen? Wir sind jederzeit f&uuml;r Vorschl&auml;ge offen.\n\n\n**Kontaktm&ouml;glichkeiten**\n\nWenn wir dein Interesse geweckt haben, dann komm doch einfach auf unseren Teamspeak **incoming-basterds.de** und gehe in den \"Bewerbungs\"-Channel.\n\nDaneben könnt ihr uns auch gerne eine Mail an **info.inc-basterds@gmx.de** senden.","replies":[{"id":"","poster":"SYMPAKT Sintrec","date":"2018-01-18T18:59:40.258+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}