{"id":"rEfGoQKO","poster":"BlazeFrostdemon","date":"2019-06-12T08:27:40.913+0000","title":"Ehemalig Gold, jetzt silber 2 provisorisch eingerankter Support sucht freundliche/n Duo Q Partner/in","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Tag liebe Lol Community,\r\nmein Name ist Blaze (BlazeFrostdemon ingame) 18 Jahre jung und momentan auf der Suche nach einem freundlichem Duo Q Partner oder Partnerin für Ranked. \r\n\r\nMomentan befinde ich mich Provisorisch in Silber 2, letze Season war ich Gold.\r\nIch bin Support Main mit Top als zweite Rolle (allerdings bin ich keine gute Toplane Spielerin weshalb ich noch nicht Top in Ranked anfassen werde). \r\n\r\nMeine größte Schwäche ist wohl das ich manchmal sehr genervt sein kann was ich versuche zu stoppen in dem ich mich mute kurz alles rauslasse und dann normal weiterspiele. Außerdem bin ich nicht wirklich so awsome mit full engage Supportern was ich aber durch üben gerade versuche zu verbessern. \r\n\r\nMeine Stärken sind wohl heal und shield supps und das ich nicht so schnell tilte (auch wenn ich mal wütend bin dafür mute ich mich aber damit man das nicht miterleben muss xD) ich versuche auch nicht auf den text flame von mitspielern einzugehen und lieber zu muten statt zurückzuflamen außerdem versuche ich mit dem Team gemeinsam zu arbeiten und nicht alleine was zu reißen. Gemeinsam als Team spielt man lol nicht alleine.\r\n\r\nDa mir komunikation wichtig ist bestehe ich auf Voicechat, sei es Discord, Teamspeak oder der Lol Voice. Eines der sachen muss gegeben sein.\r\n\r\nDa ich nach jemanden suche der mit mir duo q spielt sollte er schon etwas auf den win fokusiert sein, losses sind normal aber ein absichtliches verlieren ist für ranked nicht spaßig.\r\n\r\nElo sollte im oberen silberbereich bis gold liegen (smurfs sind aber auch willkommen xD)\r\n\r\nMain Support, meine Champions mit der Meisten Punktzahl sind Morgana Soraka und Rakan, ebenfalls zählen noch Nami, Lulu, Janna, Karma, Tahm Kench und Leona (welche ich aber noch übe) dazu.\r\n\r\nIch spiele seit dem Warwick Rework (ich glaube das war zwischen S6 und S7) habe also schon Erfahrung und bin nicht ganz so unerfahren xD\r\n\r\nMein Mitspieler, oder meine Mitspielerin sollte ungefähr im gleichen Alter sein (17 oder älter) und die Mainlane ist offen (aka alles außer support) solange Kommunikation besteht kann man meiner meinung  nach mit jeder Lane duo q spielen. Beim Champion Pool bin ich genauso offen. Wichtig ist das er/sie Freundlich ist schwer tiltbar ist und auch versucht gemeinsam mit mir und dem Team den sieg zu erringen.\r\n\r\nAddet mich einfach in Lol unter dem Nickname BlazeFrostdemon oder schreibt mich auf Discord an unter BlazeFrostdemon#8788\r\n\r\nIch freue mich schon auf eine gute Gemeinsame Zeit und wundervolle Spiele\r\n\r\nLG Blaze\r\n\r\nPS: Ich entschuldige mich für jegliche Rechtschreibfehler im Vorraus ^^","replies":[]}