{"id":"OAVJc2KL","poster":"G2 Slippi","date":"2020-02-04T08:21:52.755+0000","title":"[TGSG] Was? Heute arbeiten? ...mäh...","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":0,"body":"Ich fühle mich heute irgendwie gerädert... Konnte gestern einfach nicht einschlafen und kam dementsprechend heute Morgen nur sehr schwer aus den Federn. Somit hält sich auch die Motivation fürs Arbeiten in Grenzen. Wenn dann noch der Chef angerannt kommt und einem 10 verschiedene Aufträge aufs Auge drückt, freut man sich dann noch mehr... Wehe heute ruft irgendein Kunde an, dann werfe ich den PC und das Telefon aus dem Fenster!\r\nAber mal sehen wie ich mit den Aufträgen voran komme. Stressen werde ich mich auf keinen Fall, nur weil ein Vorgesetzter sagt, es ist dringend.\r\nDas Wetter ist heute auch richtig ekelhaft - alles grau und es regnet und stürmt - bäh... ich will einfach nur nach Hause ins kuschelige Bett!\r\n\r\nMeine gestrigen League Spiele sind ganz gut gelaufen :) Habe zuerst zwei SoloQ Spiele gespielt. Das erste habe ich leider knapp verloren, weil der Yasuo im eigenen Team natürlich KEINEN 0/10 Powerspike bekommt - wie sollte es auch anders sein - und der gegnerische Vlad war einfach nicht mehr zu töten ^^ Aber es war trotzdem ein gutes Spiel :3\r\nDas zweite Game hab ich dann doch gewonnen - ich muss sagen, mein Trundle wird schön langsam :3\r\nDanach hab ich noch drei Normals gspielt - 2 gewonnen, 1 verloren.\r\nIm zweiten Normal waren wir 4er Premade und auf Botlane haben wir Blitzcrank + Taric gespielt, ich Trundle im Jungle, Toplane Maokai und der Random hat Lux Mitte gespielt. \r\nDie Vayne + Senna Botlane hatte keinen Spaß xD Und als die Lux sich auch mal einen Kill auf Bot geholt hat, hat sie den Yasuo auf der Midlane auch komplett weg geklatscht, was mich immer sehr freut wenn ein Yasuo so richtig auf die Schnauze bekommt :3\r\nWir haben die Gegner richtig hart weg gestomped ^^\r\nDas letzte haben wir nochmal eine ähnliche Comp im 5er Premade Team gespielt, nur diesmal mit Garen Top und Veigar Mitte.\r\nLeider konnten wir gegen die Yasuo + Janna Botlane nicht viel ausrichten und der Sylas Toplane wurde auch fed.\r\nIm Lategame haben wir zwar nochmal richtig gut gefighted und es sah nach einem Comeback aus, aber leider war zu diesem Zeitpunkt unser Nexus bereits offen und der Jax ist einfach in unsere Base gelaufen und hat geendet. \r\nAber alles in allem hat der gestrige Leagueabend richtig Spaß gemacht :3","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-04T10:39:47.585+0000","up_votes":3,"down_votes":2,"body":"Guten morgen \n\nMüde :( \nDer tag ist mäh und dir Arbeit auch. Heute macht es keinen Spaß :/ \n\nUnd zu league ... \n\nDas erste game gestern verloren. Weiß aber garnicht mehr was da groß war. Ist also ok hab mich auch nicht aufgeregt. \n\nDas zweite game war ein harter Kampf aber auf ansage doch noch gewonnen.\n\nDas dritte game \nLeona und MF :3 \nLane gut gespielt.  Und versucht so viel wie möglich raus zu holen. \nAber das Team hat fröhlich geintet so das man auf der Botlane bei jeden pushen angst haben musste ... \n\nhttps://cdn.discordapp.com/attachments/312477482836295681/673977461180203024/unknown.png\n\nHab das game mit 6/1/8 verloren hab den meisten dmg gemacht :( \nHab die 2 offenen inhibs gedeft und gekämpft. \n\nUnd dann ich steh 6/0 zudem Moment ich werde vom Team etwas abgeschnitten. Komme aber in die nähe .... Vi Flasht mir hinterher und ultet Ende keine Chance sich zu wehren ... game vorbei -.- \n\nIch hab mir echt Mühe gegeben wie so oft in den letzten games und werde nicht belohnt. Ich versuche so gut ich kann zu spielen und es hat den gleichen Effekt als wenn ich einfach die Mitte runter laufen würde .... \n\nFür was sich also Mühe geben wenn das Ergebnis das selbe bleibt ? \n\nNaja heute Abend wieder mal schauen wie mir da meine Laune und meine versuchen zerstört wird :/\n\n\nWünsch euch einen schönen Tag","replies":[{"id":"","poster":"Xayah Strife","date":"2020-02-04T14:04:48.633+0000","up_votes":1,"down_votes":0,"body":"Probiert mal MF + Janna das ist mega geil.\nDu machst MF E into Janna W als slowcombo und dann alles was du hast raushauen. :)","replies":[]},{"id":"","poster":"Nanary","date":"2020-02-04T11:40:47.915+0000","up_votes":1,"down_votes":0,"body":"war aber halt auch kla das wir das verlieren.\n1. die typen haben schon in der ChampionSelect geschrieben bei mir kommt es bei solchen leuten 70% zu einem verlorenen Game.\ngenau wie diese C0oLen Animu, Profi Spieler oder Champ Namen auch sehr hoher verlierer faktor.\nund ja ich habe mit meinem Ex damals aus Fun so eine Liste geführt also ist das von Nana getestet! xD\n\nnaja kommt aber auch noch hinzu das die Kata&amp;Elise mich schon dumm Angemacht haben mit ihren Sexistichen Aussagen. \nSchön das die Frau besser spielt als sie selbst. :)\nlangsam entwickle ich auch so was wie ne Misandrie im Internet.  ö_ö","replies":[]}]},{"id":"","poster":"Hanaguma","date":"2020-02-04T10:36:53.924+0000","up_votes":1,"down_votes":0,"body":"Einen schönen Dienstag! :D Ich bin erstaunlich gut gelaunt - okay, ich konnte 8h schlafen, war ein Träumchen und muss erst heute Nachmittag und dann auch nur 4h arbeiten :3 Ich hoffe die Hunde sind besser drauf als gestern - der Tag war eine einzige Katastrophe. Pubertierende Rüden, die sich gegenseitig anmotzen, weil der eine ja bestimmt viel besser ist als der andere; unsere Zicke hatte gestern einen schlechten Tag und eine ziemlich kurze Zündschnur, wenn ihr etwas nicht gepasst hat und zu guter Letzt hat sich ein Hund das Beinchen beim Hochspringen im Zaun eingeklemmt - wo niemand dachte, dass das überhaupt möglich ist. Naja, dem Bein gehts gut, als ich es rausgezogen hab, haben mich allerdings ein paar Zähne erwischt - sei dem Hund mal keinen Vorwurf gemacht, ich hätte an seiner Stelle wahrscheinlich auch erstmal zugehackt. Aber es ist nur oberflächlich und es tut auch kaum noch weh. Also so nen Tag wie gestern hatte ich ewig nicht mehr... Montag durch und durch :D\n\nGestern Abend hab ich dann noch 2 Arams und ein Normal mit Freunden gespielt - die Arams waren okay, aber ich bin ehrlich, der Spielmodus wird mir ziemlich schnell zu langweilig. Das Normal war allerdings eine einzige Katastrophe und hat mich zu dem Schluss gebracht, nicht nur in Rankeds erstmal ne Pause zu machen. Irgendwie nervt mich League zu oft, das ist es nicht wert :/\n\nIch schnapp mir jetzt noch meine zwei eigenen Fellknäuel und dreh mit ihnen eine schöne große Runde, bevor es zu den anderen Rabauken geht :D Habt nen angenehmen Tag, der schnell vorbei gehen möge! (Ich bin einfach dafür, dass wir alle beschließen, jetzt 18:00 Uhr zu haben.)","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T11:38:42.366+0000","up_votes":1,"down_votes":0,"body":"> die Arams waren okay, aber ich bin ehrlich, der Spielmodus wird mir ziemlich schnell zu langweilig\n\nWAAAAAAAAAAAAAAAAAAAAAAAASSSSSSSSSSSSSSSSSSSS D:","replies":[{"id":"","poster":"XenesisCH","date":"2020-02-04T13:58:29.537+0000","up_votes":1,"down_votes":0,"body":"https://giphy.com/gifs/pokemon-wynaut-yNAUxJhj4xgli\n\n:P","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:12:37.276+0000","up_votes":1,"down_votes":0,"body":":D Was genau soll mir das kleine Isso denn sagen?\n\nOooohohhhhhh\n\n\"Isso\"\n\nWeil du dich auch fragst \"WAAAAAAAAAAASSSSSSSSSSSS\"! :o Ich verstehe!","replies":[{"id":"","poster":"XenesisCH","date":"2020-02-04T14:51:47.755+0000","up_votes":1,"down_votes":0,"body":"Am Sonntag  war übrigens Questday und es gab ganz niedliche Picochillas zum fangen {{sticker:sg-jinx}} \n\nhttps://giphy.com/gifs/unova-iN2yy9TIKRSKc","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-05T06:22:10.334+0000","up_votes":1,"down_votes":0,"body":"Nooooooooooo\n\nDas hatte ich absolut nicht mehr auf dem Schirm :((((((","replies":[]}]}]}]}]}]},{"id":"","poster":"INoKami","date":"2020-02-04T18:18:55.287+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 292, apokalyptisch späte Abendausgabe\n- Die Hoffnung schwindet langsam-Edition -**\n\nIch bin gerade so durch mit den Nerven, das glaubt mir keiner. Aber der Reihe nach:\n\nDer Vormittag war... noch vergleichsweise entspannt. Ich durfte weiterhin Mischschmelzpunkte bestimmen und musste dieses Mal ein anderes Gerät nehmen als sonst. Dieses andere Gerät ist zwar besser in der Handhabung, hat aber eine gewaltige Schwäche: es ist verdammt träge! Das Ding heizt sehr zögerlich und abkühlen tut es noch zögerlicher! Bis ich mal daran gewöhnt hatte, war schon fast der Vormittag rum.\nUnd es hat auch nicht geholfen, dass ich zwei Mal meine Mischung versehentlich vernichtet habe. Aber beim zweiten Mal war noch einiges drin, also war ich da schon im \"f _*_ ck it\"-Modus und hab damit weiter gearbeitet. Die Werte waren nicht toll, aber in Ordnung und dann hatte sich das.\nGenerell muss man aber auch dazu sagen, dass am Vormittag viel Leerlauf herrschte, zum einen wegen dem trägen Gerät und zum anderen wegen der dringend benötigten Reibschale. Denn von dieser speziellen Schale, die wir benötigen, gibt es genau ein Exemplar. Im gesamten Schulinventar. Die wollen halt echt nicht, dass alle bestehen, oder?\n\nDann kam der Nachmittag und mit ihm ging die Hölle los: zuerst noch Unterricht bei der Schlaftablette, hat seine Wirkung abermals nicht verfehlt, danach wurde es interessant, denn zunächst ein Anschlag, der wie kein anderer die Idiotie der Schule verkörpert. Um nachfolgendes zu verstehen, muss man wissen, dass wir schon am Freitag Anorganik (das geht noch) und nächsten Montag Analytik (oh god pls no) schreiben. Oh ja, wir schreiben während der f _*_ cking Laborzeit eine Klausur über 90 Minuten. Arbeitszeit haben wir ja anscheinend genug. Also was ist die logische Konsequenz daraus? Goldrichtig, am Dienstag **UND** am Mittwoch jeweils ein Kolloq! Und dann noch zwei richtig _*_ rschige Kollqos!\n\nWo wären wir denn, wenn wir genug Zeit für die Schule bekommen würden? Das ist ja hier schließlich nicht die Wohlfahrt!\n\nNach der Demoralisierung folgt eine Besprechung bei einer Assistentin, mittlerweile die einzige weibliche Assistentin (die auch nur 3 Tage die Woche arbeitet), dass anstehende organisch präparative Praktikum will besprochen werden. Und so, wie das klingt, werden die nächsten Monate ekelig. Wir haben zwar nicht durchgehend Org.Präp. (so die gebräuchliche Abkürzung), aber das wenige, was kommt, reicht, um mich mental ins Grab zu befördern. Denn dieses Versuche müssen verdammt gut durchgeplant sein, es muss zügig gearbeitet werden, weil die Zeit ist wie immer reichlich knapp und man kann und sollte zu Hause schon bisschen vorarbeiten, spart massig Zeit.\n\nAlles Eigenschaften, die ich bei meinem Partner nicht mal im Ansatz vorfinden kann.\n\nUnd damit kommen wir zu den Knüllern des Tages, infolge dessen meine Laune stärker fiel als eine abgeschossene B-17 an der Westfront. Als ich meinen Partner nach der Besprechung anweise, die Vorversuche für den nächsten Versuch zu machen (weil eigentlich müsste ich schon fertig sein, aber es verzögerte sich ja alles, aber ich konnte mir das (theoretisch) noch erlauben), welche ziemlich simpel und unaufwändig sind, meint dieser nur: \"Nö, kein Bock!\"\nUnd verschwindet.\n\nSpäter stellte sich heraus, dass er dann doch was gemacht hat, aber die Antwort saß erstmal. Genervt arbeite ich weiter, Zeitdruck pusht überhaupt nicht, dann kommt einer aus dem anderen Labor und will ein Gerät abholen, welches wir ausgeliehen haben. Hat mein Partner übernommen, ich war am Messen. Dann wollte ich die nächste Probe vorbereiten, hab sie in der Reibschale verrieben und die dann gereinigt, dann wollte ich gerade das Handtuch auf dem Arbeitsplatz nehmen, da geschah es: denn ohne mein Wissen war oben erwähnte Apparatur nicht mehr befestigt (wie die ganze Zeit vorher), sondern lag lose auf dem Tisch herum, der Kollege vom anderen Labor will diese gerade greifen, da ziehe ich das Tuch, auf welchem die Apparatur ruhte, weg (ohne zu wissen, dass die darauf lag, mir wurde die Sicht versperrt und ich ging obendrein immer noch von fachgerechter Befestigung aus), dem Kollegen verrutschte die Apparatur, fiel auf den Tisch und ein Arm an der Seite brach ab.\n\nDie Kosten beginnen bei 40 Euro aufwärts.\n\nIch, mittlerweile am Rande des Zusammenbruchs, messe unter Stress weiter und dann schlägt eine kleine Fehlkalkulation von mir zu: da die Freundin, mit der ich immer nach Hause fahre, heute noch in den Organik-Zusatzunterricht wollte, dachte ich mir, ich könne es mir leisten, für jemand Ordnungsdienst zu übernehmen (weil die Person mich gefragt hat). Mit dem Assistenten hatte ich vereinbart, dass ich paar Minuten länger messen kann und mich dann dem Aufräumen widme. Nur kommt Punkt 16 Uhr ein anderer Assistent ins Labor, dem diese Vereinbarung nicht bekannt ist und verdonnert mich zum sofortigen Ordnungsdienst (und auch nach Erklären der Vereinbarung war ihm das egal. Warum auch nicht?),mittlerweile extremst genervt überlasse ich meinem Partner die restlichen Werte und beginne mit dem Aufräumen. Beim Kehren begegne ich dann zufällig der oben erwähnten Assistentin (ich hab sie schon ein oder zwei mal erwähnt, trotzdem will ich nochmal hervorheben, dass sie eine der wenigen coolen und vor allem **MENSCHLICHEN** Angestellten im Hause ist), beginne mit der halbrhetorischen Frage \"Wie soll man nur diese Schule überstehen?\" und es endet in einem gut 10-minütgen Gefühlsausbruch.\nIch meine es ernst, die Schule macht mich fertig. (Und erwähnte ich schon mal den _*_ _hust_ _*_ dezenten Leistungsdruck meiner Eltern?)\n\nGut, nachdem ich also mich ausgekotzt habe, geht es, immer noch quasi-depressiv, zurück an die Arbeit. Und als wäre der Tag noch nicht Katastrophe genug, tanzt mir der Schulleiter höchstpersönlich vor die Nase. Der fragt, was los sei und seine erste Reaktion ist: \"Haben sie es schon mal mit einem Gebet versucht?\"\n\nIch sag es euch, beinahe hätte man heute Abend seine Überreste im nächsten Wohnblock aufgefunden.\n\nDoch das Drama endet noch lange nicht, alles andere wäre ja zu einfach. Als ich, wieder oben im Labor, meine Sachen packe und mal kontrolliere, welche Werte mein Partner so ermittelt hat, fallen endgültig alle Sicherungen aus: von einer Probe hat er nur einen Wert ermittelt und notiert (und für eine sinnvolle Auswertung braucht man **MINDESTENS** zwei), von der anderen Probe, die er direkt von mir übernommen hatte und von der ich zwei gleichzeitig gemessen hatte, fand ich gar keine Werte vor! Der hat einfach vergessen, die mir aufzuschreiben!\nUnd dann finde ich noch über einen Assistenten heraus, dass ich die Protokolle morgen abgeben darf.\n\nTilt-Level ist mittlerweile bei 0/25 Yasuo-Main.\n\nUnd als ich mich darüber aufrege, kommt plötzlich wieder der Schulleiter ins Labor.\n\nTilt-Level steigt auf das der Teammates des 0/25 Yasuo-Mains, weil dieser gerade afk gegangen ist.\n\nDer fragt natürlich, was los sei, als ich ihm, mental schon am Ende, die Situation erkläre, meint dieser: \"Kommen sie dann bitte morgen mit ihrem Partner in mein Büro, dann erzähle ich ihm mal was zum Thema Arbeitsstil!\"\nIch glaube es nicht. Ausgerechnet der Schulleiter ist der einzige Lichtblick des Tages.\n\nAber als wäre diese Misere noch nicht genug, meint auch noch die Bahn, wieder mal ihre Nummer durchziehen zu können. Schon bei der Hinfahrt 2 Minuten Zeit gelassen, am Ende mit 7 am Bahnhof angekommen, lässt die S-Bahn auf der Rückfahrt 10 Minuten auf sich warten, ankommen tun wir mit 14 Minuten Verspätung.\nDie Ironie daran: wenn man es wirklich genau nimmt, kam die S-Bahn sagenhafte 44 Minuten zu spät an. Gut, Feuerwehreinsatz UND ausgefallenes Stellwerk sind eine miese Kombination, aber ich bin so durch heute, ich will einfach nur noch meine Ruhe haben.\n\nHaha, der war gut. Ich muss noch lernen und Protokolle auswerten.\nAlso, bis morgen, wenn der Tilt hoffentlich nicht mehr auf 110% steht...","replies":[]},{"id":"","poster":"Kirschkern","date":"2020-02-04T13:05:21.799+0000","up_votes":1,"down_votes":0,"body":"Langweilig &amp; Müde\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Veezey","date":"2020-02-04T13:50:36.904+0000","up_votes":1,"down_votes":0,"body":"'mit Wasserpistole ins Gesicht spritzt'","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T13:51:32.178+0000","up_votes":1,"down_votes":0,"body":"Wasserpistole hm?\n{{sticker:sg-lulu}}","replies":[{"id":"","poster":"Veezey","date":"2020-02-04T14:14:40.662+0000","up_votes":1,"down_votes":0,"body":"Und sie nennt mich versaut :D:D:D","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:20:35.197+0000","up_votes":1,"down_votes":0,"body":"Du hast damit angefangen D:","replies":[{"id":"","poster":"Veezey","date":"2020-02-04T14:28:27.330+0000","up_votes":1,"down_votes":0,"body":"Gar nicht wahr. Hör auf hier Lügen zu verbreiten, sonst werfe ich mit Wasserbomben!","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:33:05.085+0000","up_votes":1,"down_votes":0,"body":"°^° Muss ich dich schon wieder an meine äußerst unschuldige Obstmahlzeit erinnern?","replies":[{"id":"","poster":"Veezey","date":"2020-02-04T14:36:40.164+0000","up_votes":1,"down_votes":0,"body":"Ich glaube du hast das nur geträumt :p","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:51:13.635+0000","up_votes":1,"down_votes":0,"body":":o Willst du damit sagen ich träume von dir?","replies":[{"id":"","poster":"Veezey","date":"2020-02-04T15:09:39.555+0000","up_votes":1,"down_votes":0,"body":"uhh das war nicht meine Absicht, aber das trifft dann wohl auch zu :D","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2020-02-04T14:01:10.818+0000","up_votes":1,"down_votes":0,"body":"Ist das dein Fetisch?","replies":[{"id":"","poster":"Veezey","date":"2020-02-04T14:15:04.257+0000","up_votes":1,"down_votes":0,"body":"Nein deiner :p","replies":[{"id":"","poster":"Xayah Strife","date":"2020-02-04T14:19:04.397+0000","up_votes":1,"down_votes":0,"body":"Wer von uns hat den einer Wasserpistole in der Hand?","replies":[{"id":"","poster":"Veezey","date":"2020-02-04T14:26:51.144+0000","up_votes":1,"down_votes":0,"body":"Ich nicht, also musst du es sein","replies":[{"id":"","poster":"Xayah Strife","date":"2020-02-04T14:49:09.784+0000","up_votes":1,"down_votes":0,"body":"Du lügst doch!\nIch habe Beweisbilder!","replies":[{"id":"","poster":"Veezey","date":"2020-02-04T15:08:39.509+0000","up_votes":1,"down_votes":0,"body":"Na die will ich mal sehen :)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2020-02-04T14:00:47.256+0000","up_votes":1,"down_votes":0,"body":"Tut mir leid ich hab in letzter Zeit nicht mehr soviel Zeit mit euch zu schreiben. \n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-04T14:04:43.551+0000","up_votes":1,"down_votes":0,"body":"Find ich gut :)","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2020-02-04T13:18:13.988+0000","up_votes":1,"down_votes":0,"body":"kommt wortlos rein. breitet Fälle auf dem Boden aus. legt sich hin und schaut fragend in die Runde, wer denn jetzt mit ihm Kuscheln möchte","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T13:53:54.632+0000","up_votes":1,"down_votes":0,"body":"*Sucht sich ein kuscheliges Fell aus*\n\nHier! °-°","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-04T14:02:04.367+0000","up_votes":1,"down_votes":0,"body":"Ich bin viel kuscheliger als du :P","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:11:13.760+0000","up_votes":1,"down_votes":0,"body":":o Das halte ich für ein Gerücht!\n\nEiner meiner vielen Spitznamen lautet nicht umsonst Hörnchen!","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-04T14:14:18.358+0000","up_votes":1,"down_votes":0,"body":"https://de.rc-cdn.community.thermomix.com/recipeimage/uryxwucz-d6423-809623-cfcd2-4mn6fae2/cb7367f9-64ae-41f7-b572-411cfcb48cff/large/nusshoernchen.jpg\n?\nJa die sind lecker, aber nicht kuschelig :P","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:19:43.799+0000","up_votes":1,"down_votes":0,"body":":o Aber ich meine doch so ein Hörnchen\n\nhttps://www.toggo.de/media/fallback-eichhoernchen-2-12257-10110.jpg\n\nEin **EIN**Hörnchen\n\nP.S\nNatürlich meine ich **EICH** hörnchen XD","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-04T14:25:03.712+0000","up_votes":1,"down_votes":0,"body":"Schon mal ein Eichhörnchen berührt? Die haben ein eher struppiges Fell, nicht wirklich weich ^^","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:29:22.736+0000","up_votes":1,"down_votes":0,"body":"°^° ICH BIN WEICH!\n\nein Weichhörnchen XDDDDDDDDDDDDD","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-04T14:40:28.804+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-miss-fortune}} \n\nAlles klar, du hast gewonnen, Eibert gehört dir ^^","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:51:38.585+0000","up_votes":1,"down_votes":0,"body":"Hat er vorher auch schon °-°","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2020-02-04T14:00:20.197+0000","up_votes":1,"down_votes":0,"body":"Ist das Fell pink?","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:10:47.128+0000","up_votes":1,"down_votes":0,"body":"Nein","replies":[]}]}]},{"id":"","poster":"G2 Slippi","date":"2020-02-04T13:21:20.626+0000","up_votes":1,"down_votes":0,"body":"Ich bin auf dem We....Auh, wieso sind hier so viele Pilze?","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T13:51:59.336+0000","up_votes":1,"down_votes":0,"body":"\\o/ Nur Auserwählte können den Pilzpfad bestehen!","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-04T13:58:10.177+0000","up_votes":1,"down_votes":0,"body":"Ich hab mir jetzt {{item:3364}}  und {{item:2055}} gekauft :P","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:10:22.687+0000","up_votes":1,"down_votes":0,"body":"Du bist klug! Aber die Pilze sind auch klug!\n\nIch mag die Pilze bei Runeterra XD Ich hab derzeit so ein ekel Deck zusammen gestellt aus den Schatteninseln und den Giftpilzen XDDDD Ich bin zwar noch zu dumm es genau so eklig auszuspielen wie sich manches anhört :D Aber das krieg ich schon noch hin!","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-04T14:11:44.240+0000","up_votes":1,"down_votes":0,"body":"Ok, gegen dich werde ich garantiert nicht spielen ^^","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:16:05.943+0000","up_votes":1,"down_votes":0,"body":"Ich würde eh verlieren XD Wenn ich gewinne ist das nichts als Glück. Oder weil meine Karten im Lategame einfach abgefuckt sind :D","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-04T14:20:28.772+0000","up_votes":1,"down_votes":0,"body":"Ich hab noch nicht mal ein eigenes Deck zusammengestellt ^^ ich spiele noch immer mit den Standard Decks ^^","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:29:00.842+0000","up_votes":1,"down_votes":0,"body":"Ich habe vier Decks. Test_1 bis Test_4 XD","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-04T14:37:40.917+0000","up_votes":1,"down_votes":0,"body":"Beste Decknamen {{sticker:sg-miss-fortune}}","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2020-02-04T13:57:03.595+0000","up_votes":1,"down_votes":0,"body":"Hey Qbert lange nicht gesehen.\nHat Eibert dich angelockt?","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-02-04T14:08:59.519+0000","up_votes":1,"down_votes":0,"body":"*wirft den plastik Bademantel ins eck und legt sich nackt und in einladender Pose auf das Tigerfell vor dem prasselnden Kamin*","replies":[]}]},{"id":"","poster":"Veezey","date":"2020-02-04T13:51:22.482+0000","up_votes":1,"down_votes":0,"body":"Du Ärmster :O\nBau dir schnell einen Roboter, der die Aufträge für dich erledigt und mach dann ein Nickerchen :D","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-04T13:52:16.412+0000","up_votes":1,"down_votes":0,"body":"Kannst du mir irgendeine Seite empfehlen, wo ich einen bestellen kann? Hab keine Lust selbst eienn zu bauen ^^","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:04:10.651+0000","up_votes":1,"down_votes":0,"body":"www.erstelledirdeinesexpuppeselbst.de\n\n:> die meint er","replies":[{"id":"","poster":"Veezey","date":"2020-02-04T14:13:40.511+0000","up_votes":1,"down_votes":0,"body":"oh nein mein dunkles Geheimnis wurde gelüftet :o","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:18:54.998+0000","up_votes":1,"down_votes":0,"body":":o Manche Dinge müssen einfach sein","replies":[{"id":"","poster":"Veezey","date":"2020-02-04T14:25:49.959+0000","up_votes":1,"down_votes":0,"body":"Aber waruuuum :o","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:27:11.898+0000","up_votes":1,"down_votes":0,"body":":o Um dich zu folteeeeeeeeern ... *hust um dir zu helfeeeeeeeeeen","replies":[{"id":"","poster":"Veezey","date":"2020-02-04T14:33:39.266+0000","up_votes":1,"down_votes":0,"body":"Helfen? Wobei denn genau? :D","replies":[]}]}]}]}]},{"id":"","poster":"G2 Slippi","date":"2020-02-04T14:28:32.254+0000","up_votes":1,"down_votes":0,"body":"Ich habe jetzt 10 Stück davon im Büro rumstehen, für jeden Plan eine, aber die machen nix...","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:32:11.358+0000","up_votes":1,"down_votes":0,"body":":o Das muss Vicky dir genauer erklären. ich kenne mich damit leider absolut nicht aus!","replies":[]}]},{"id":"","poster":"G2 Slippi","date":"2020-02-04T14:15:38.766+0000","up_votes":1,"down_votes":0,"body":"Und wie sollen diese Puppen meine Pläne zeichnen? {{sticker:sg-lux-2}}","replies":[]}]}]}]},{"id":"","poster":"Nanary","date":"2020-02-04T11:42:29.707+0000","up_votes":1,"down_votes":0,"body":"Kirschkernchen!!!!!!!!!! \nIch bin mit Sabrina Fertig.... fand nur ich diese Staffel Scheiße? ;-;\nDie meisten Charakter (bis auf Hilda/Zelda,Prudence &amp; Ambrose) haben teils so unmöglich gehandelt für mich, das ich dachte Holy was für ne Kinderkacke.\ndieses Liebes zeug von diesen unreifen Kindern hat mir sogar am meisten die Serie versaut.\nda Liebt sich aus ganzem Herzen echt keiner. &lt;.&lt;\nund Satan ist nutzlos wie Scheiße in meinen Augen! xD \nIch bin so Traurig und Wütend weil ich mich echt gefreut habe auf die Serie ;-;","replies":[{"id":"","poster":"Xayah Strife","date":"2020-02-04T14:02:37.521+0000","up_votes":1,"down_votes":0,"body":"Aber diese sprechende Katze war bestimmt cool.\nWie hieß die normal?\nIst schon Jahre wo ich als Kind ein paar Folge vom original im Fernsehen gesehen haben...\nMacht Netflixe denn noch weitere Remakes von alten Serien?","replies":[{"id":"","poster":"Nanary","date":"2020-02-04T14:12:18.424+0000","up_votes":1,"down_votes":0,"body":"Salem redet nicht in der neuen Serie.\nund es ist auch kein Remake von der Sabrina Total Verhext Serie sndern geht er um die Comicreih die im allgeminen er Düsterer ist als die damalige Familienserie","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:25:54.390+0000","up_votes":1,"down_votes":0,"body":"Aber Sabrina - Total verhext war doch auch düster! :o\n\nHier, aus dem Rom-Film. Da ist ein Geist erschienen!\n\nhttps://a2.tvspielfilm.de/imedia/9696/2019696,MvPeGWiV7vLs+u0IaYXtlWYqsd_3Kww0UHSfwJmI8YL+rb7uv2tsKyQsxSaYJctRZ5rJIEytDbP_o8xedKHyuA==.jpg\n\n{{sticker:sg-lulu}} {{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Nanary","date":"2020-02-04T14:29:12.919+0000","up_votes":1,"down_votes":0,"body":"Danke jetzt kann ich Später nicht Schlafen wegen dir! {{sticker:sg-soraka}}","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:30:41.724+0000","up_votes":1,"down_votes":0,"body":"Sehr gut!\n\n*Süßigkeiten im Bett verteil*\n\n\\o/ Der Plan geht auf!","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2020-02-04T14:11:46.675+0000","up_votes":1,"down_votes":0,"body":"Du meinst Salem =p","replies":[{"id":"","poster":"Xayah Strife","date":"2020-02-04T14:19:42.375+0000","up_votes":1,"down_votes":0,"body":"Ich hatte erst Samson im Kopf aber da dachte ich schon das es falsch ist...","replies":[]}]},{"id":"","poster":"G2 Slippi","date":"2020-02-04T14:05:59.341+0000","up_votes":1,"down_votes":0,"body":"Salem","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2020-02-04T11:52:49.208+0000","up_votes":1,"down_votes":0,"body":"XDDDDDDDD Du bist nicht alleine! Wir sind actually zu dritt :D\n\nMittlerweile haben wir sogar aufgedeckt das Greendale und Riverdale zusammen gehören und beides in der jeweiligen anderen Serie vorkommt D: \n\nIch muss auch gestehen das ich zu Beginn der Serie echt irgendwie Angst vor dem dunklen Lord hatte XD Allein weil ich diese dargestellten Pferde-/ Ziegenviecher nicht mag und er immer so gesabbert und getötet hat XD IDK! Und dann ... ja ... nichts XD Als hätte man die Luft aus einem Ballon gelassen :&lt;\n\nUnd auch diese Staffel hat der Charakter Sabrina auf ganzer Linie enttäuscht und versagt °-°\n\nWeißt du was ich auch richtig gut fand? XD Die Jungfrauen Sache. Sabrina ist mit diesem Zuckerstück und Hengst von Nick zusammen. Allein die Tatsache hat ihn bestimmt zu den Sexdämonen getrieben. Fakt: Sabrina ist noch Jungfrau.\n\nHarvey und Ms. Schläue sind seit hundert Jahren befreundet, führen eine \"gute\" Beziehung und sie hat bereits Erfahrung. Es kommt aber nie zum äußersten obwohl beide es sogar planen.\n\nDann kommt Theo XD macht die Sache innerhalb 48 Stunden mit ihrem Robin klar! Ich fand das einfach so gut.","replies":[{"id":"","poster":"Nanary","date":"2020-02-04T12:11:28.009+0000","up_votes":1,"down_votes":0,"body":"es gab halt so viel was mich nervte das einfach heftig xD\nSabrina naja sie handelt ja immer so wie jetzt also ist das ja nicht Neues\nNick? ist dank Satan kaputtgegangen selbst Harvey hat mehr eier in der Staffel ( und das heißt schon was) als er ö_ö\nAlle Lieben sich aber keiner hat Sex..als ob!!!!\nSatan langweilig\nMrs Satan langweilig\nDieses Ei was eh alles sinnlos macht.. (hätten nicht schon in der ersten Folge sagen dürfen was das kann)\n&amp; was sollen jetzt diese 2 Kinder von Pater Blackwood?! xD\nGott! ich könnte jetzt noch mehr aufzählen! xD\nDorian Gray ist btw Scheiße hässlich, danke das ihr einen Coolen chara Versaut.\n\nhttps://www.google.com/search?q=dorian+gray+penny+dreadful&amp;tbm=isch&amp;ved=2ahUKEwjJv5iZ77fnAhUE_hoKHRhyBEMQ2-cCegQIABAA&amp;oq=dorian+gray+pe&amp;gs_l=img.1.0.0l2j0i30l7j0i5i30.17642.21724..22604...0.0..0.112.278.2j1......0....1..gws-wiz-img.......0i67.mPv6fkPvL3o&amp;ei=nF85XsmBEIT8a5jkkZgE&amp;bih=987&amp;biw=1657&amp;client=firefox-b-d Hallo! Dorian Gray der Charm besitzt!!!! ","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T12:43:41.121+0000","up_votes":1,"down_votes":0,"body":"Als Lilith den Lord von Blackwood getrennt hat, hätte sie ihn bestimmt auch töten können XD Wieso hat sie nicht? Stattdessen klaut sie Sperma .-. Auch eine richtig gute Idee.\n\nMich stört es halt immer massiv das Sabrina bei allem gut weg kommt bei der Scheiße die sie baut.","replies":[{"id":"","poster":"Veezey","date":"2020-02-04T13:48:36.265+0000","up_votes":1,"down_votes":0,"body":"Waaas? Sie klaut Sperma? Warum macht man denn sowas? xD","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T13:54:31.599+0000","up_votes":1,"down_votes":0,"body":"damit sie sich selbst schwängern kann D: oder dachtest du sie wollte Omelette machen? =p","replies":[{"id":"","poster":"Veezey","date":"2020-02-04T14:16:39.886+0000","up_votes":1,"down_votes":0,"body":"Ne aber Eiersalat xD","replies":[]}]},{"id":"","poster":"Nanary","date":"2020-02-04T13:53:16.805+0000","up_votes":1,"down_votes":0,"body":"tja so tötet einen Satan nicht. xD","replies":[{"id":"","poster":"Veezey","date":"2020-02-04T14:16:04.398+0000","up_votes":1,"down_votes":0,"body":"Das würde mich auch wundern^^","replies":[]}]}]}]}]}]}]},{"id":"","poster":"G2 Slippi","date":"2020-02-04T09:51:57.225+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-04T10:01:19.883+0000","up_votes":1,"down_votes":0,"body":"Und schon wurde der Beitrag gelöscht ^^","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T10:06:04.235+0000","up_votes":1,"down_votes":0,"body":"Ich habe letztens jemanden Ingame getroffen der den Clubtag TGSG hatte.\n\n°^° Die sind der Grund warum ich ein # benutzen musste! Verbrennt sie!!!","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-04T10:09:01.199+0000","up_votes":1,"down_votes":0,"body":"Der hat aber den Tag [TSGA] verwendet und wollt unseren täglichen Thread mit rassistischen Äußerungen über afrikanische Staatsbürger parodieren ^^ \nGut dass da so schnell gehandelt wurde und der Beitrag entfernt wurde. Hoffentlich bekommt der Ersteller auch gleich noch einen Forumsbann :)","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T10:12:00.829+0000","up_votes":1,"down_votes":0,"body":"Ich hab es nicht gesehen\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"pHLarry","date":"2020-02-04T10:55:52.425+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T11:36:55.505+0000","up_votes":1,"down_votes":0,"body":"Uuhhh Dankeschön :3\n\n\"Was ich gerade so mache fragt ihr euch, ja ich mich auch\" \n\nXDDD Wie oft ich mich einfach selbst frage was ich gerade mache und dann verwirrt das Gesicht verziehe XD\n\nDas mit den Hühnern kenne ich tatsächlich ... In der ersten oder zweiten Klasse waren wir in einem Freilichtmuseum/ Wildpark mit der Klasse. Dieser Freilichtmuseumsteil war wie ein riesen großer Bauernhof und da liefen auch Hühner einfach so rum. Meine Mama hatte mir für den Ausflug Nutellabrote gemacht.\n\nAls wir dann eine Pause gemacht und ich meine Brote ausgepackt habe, stürzten sich auf einmal hunderte (vielleicht auch nur fünf) Hühner auf mich um mein Brot zu stehlen.\n\nDer Thread wurde bestimmt gelöscht weil du das lolForum als Hexenküche bezeichnet hast :>","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-04T12:22:34.944+0000","up_votes":1,"down_votes":0,"body":"Ich frage mich, warum du immer das zwanghafte Bedürfnis verspürst, freundlich zu solchen Trollen zu sein ^^ Ignoriere die doch einfach, dann verschwinden die auch ganz schnell wieder ;)","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T12:32:58.129+0000","up_votes":1,"down_votes":0,"body":"Du weißt nie wer hier wer ist °-° \n\nUnd jemand der sich auf das TGSG einschießt, ist kein Random.","replies":[{"id":"","poster":"pHLarry","date":"2020-02-04T12:43:54.017+0000","up_votes":1,"down_votes":2,"body":"Deine Aussage berührt mich sehr.\n\nIch muss jedoch sagen, ich hätte nicht mit so einer lustigen / entspannten Antwort gerechnet. \n\nIch fühle mich bereits bei euch aufgenommen und werde morgen einen neuen Thread erstellen, der jedoch nicht rassistisch sein würd. Du hast mich motiviert, meinen Geist inspiriert und ich werde niemals aufgeben.\n\nIch verspürte selten so ein Karisma wie hier.\n\nDu hast mich gelehrt ein weißer Threadersteller zu werden und das werde ich nun tun! Btw. ich habe die Macht Hühner zu bendigen. \n\nMeine Sippe wird heute ein Ritual aussprechen,damit Ihr verschohnt bleibt (von den Hühnern).\n\nAlso bleibt aufgeregt und lasst euch morgen überraschen.\n\nMit aller aller liebsten Grüßen,\n\nHarry.","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T13:00:06.536+0000","up_votes":1,"down_votes":0,"body":"> Du hast mich gelehrt ein weißer Threadersteller zu werden und das werde ich nun tun! \n\nOkay?! Wir weißen versuchen hier aber weniger \"schlimme\" Wörter zu benutzen =p und es wird auch nicht über seine Ausscheidungen o.ä. geredet XD Bitte.\n\nNun ja xp Bleibt uns wohl nichts anderes übrig als uns überraschen zu lassen! Aber falls schon ein TGSG Thread besteht, es gibt keine zwei an einem Tag! :o","replies":[{"id":"","poster":"pHLarry","date":"2020-02-04T13:07:42.432+0000","up_votes":1,"down_votes":2,"body":"Vorher warst du entspannter :(\n\nIch muss jetzt zu meinem jour-fix termin. So nennen wir unsere tägliche Rauchpause.\n\nEs wird ja kein tg dings Thread:P sondern nur eine Geschichte der Geschichten einer kleineren Geschichte................................................................\n\n\nmfg","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T13:59:31.049+0000","up_votes":1,"down_votes":0,"body":"Dann habe ich das falsch verstanden .-. \n\nAber anscheinend werden wir gewaltsam von der Unterwäsche getrennt!","replies":[{"id":"","poster":"Xayah Strife","date":"2020-02-04T14:17:50.723+0000","up_votes":1,"down_votes":0,"body":"Was für Unterwäsche?\nKannst du mir mehr dazu erzählen?","replies":[]},{"id":"","poster":"G2 Slippi","date":"2020-02-04T14:03:25.919+0000","up_votes":1,"down_votes":0,"body":"Tja, Trolle haben es nicht anders verdient :)","replies":[]}]},{"id":"","poster":"G2 Slippi","date":"2020-02-04T13:14:32.912+0000","up_votes":1,"down_votes":0,"body":"Möglicherweise wird es nicht mehr dazu kommen, denn beim überprüfen deines OP.GG Profils hat es mir doch sehr den Anschein gemacht, dass dein Account gekauft wurde ^^ Ticket ist bereits beim Support eingelangt :*\nSchade, um das Geld hättest du dir ne Packung Kippen kaufen können :(","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T14:02:18.608+0000","up_votes":1,"down_votes":0,"body":"D: Welche Zigaretten kosten denn 20 - 30€? Dann lieber einen Eimer Tabak °^°","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2020-02-04T11:36:02.129+0000","up_votes":1,"down_votes":0,"body":"Liebe Harry, Liebe","replies":[]}]},{"id":"","poster":"G2 Slippi","date":"2020-02-04T10:15:27.686+0000","up_votes":1,"down_votes":0,"body":"Sei froh, das war schon richtig richtig richtig richtig tiefes Tiefseeniveau - tiefer als der Mariannengraben sogar.\n\nIch wollte es erst kopieren und am Discordserver posten, dachte mir dann aber so: Ne lass mal, das soll einfach gelöscht werden und kein Mensch soll es jemals wieder zu lesen bekommen ^^","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T10:23:18.977+0000","up_votes":1,"down_votes":0,"body":"Apropos Tiefseeniveau ... Ich muss langsam mal mit \"Die Erde bei Nacht\" anfangen :o","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-04T10:28:43.089+0000","up_votes":1,"down_votes":0,"body":"Meine Frau ist gerade im Krankenstand und hat sich die Serie gestern angesehen ^^ Ich hab dann Mittag beim Essen ein wenig mitgeguckt, bevor ich mein alltägliches Mittagsschläfchen abgehalten habe ^^","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T10:36:14.880+0000","up_votes":1,"down_votes":0,"body":"°^° Ist sie so gut wie ich mir erhoffe?","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-04T10:41:53.965+0000","up_votes":1,"down_votes":0,"body":"Die 10 Minuten die ich gesehen habe, sahen ganz vielversprechend aus ;)\n(BTW, wenn du es schaust, es war die Stelle mit dem Bären und den Lachsen, danach noch ein wenig mit den komischen Flughörnchen, die eher wie Flughunde aussehen ^^)","replies":[]}]}]}]},{"id":"","poster":"Hanaguma","date":"2020-02-04T10:41:50.982+0000","up_votes":1,"down_votes":0,"body":"Ist das der, der seine Beschwerde nochmal kund tun musste?:\nhttps://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/HfXA8pMR-thread-gelascht","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-02-04T10:41:44.937+0000","up_votes":1,"down_votes":0,"body":"Was kann man den rassistischen über Afrika sagen ? :3 \n\n\n\n^^'","replies":[]}]}]}]}]},{"id":"","poster":"G2 Slippi","date":"2020-02-04T13:56:03.675+0000","up_votes":1,"down_votes":0,"body":"OMG! Unsere Putzfrau hat das erste Mal Parfum benutzt, jetzt riecht es gut nach Veilchen in meinem Büro :3","replies":[]},{"id":"","poster":"Kirschkern","date":"2020-02-04T11:43:04.342+0000","up_votes":1,"down_votes":0,"body":"thihihi\n\nOffensichtlich orientieren sich alle bei der Dienstgangliste an meinen Raucherpausen was das Datum angeht XDDD Die Nasen eh.\n\nIn der Liste steht zuletzt: 03.02.2020 12:34 Uhr bis 12:37 Uhr Pause [blaaaaaaa]\n\nNur heute war ich noch nicht rauchen :x Und jeder der sich bisher eingetragen hat, hat auch das Datum von gestern geschrieben XD","replies":[]},{"id":"","poster":"Kirschkern","date":"2020-02-04T10:11:12.963+0000","up_votes":1,"down_votes":0,"body":"Ein lautes LOL bitte für Frau Stressfaktor.\n\nWenn die Wohnbereiche Dinge geschenkt bekommen von Zeitarbeitsfirmen und Frau Stressfaktor das mitbekommt, dann wird ein großer Aufstand gemacht und die Sachen werden ins Büro vom Pferd gebracht um \"irgendwann nach und nach gerecht aufgeteilt\" zu werden. Lügenbarone.\n\nWenn Frau Stressfaktor aber etwas geschenkt bekommt von den Firmen, dann wird das natürlich nicht weiter gesagt und mit ins eigene Büro genommen. Und wenn es nur wegen der Süßigkeiten ist XD \n\nGeschenke für die Wohnbereiche oder die PDL unterscheiden sich übrigens nicht. Es sind immer 3x Wandkalender 3x Tischkalender 10 - 40x Kugelschreiber 2 - 4 Süßigkeiten Kleinkram 1x Grußkarte o.ä.\n\n{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Uranbrennstab","date":"2020-02-04T11:42:32.725+0000","up_votes":1,"down_votes":0,"body":"LOL!","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2020-02-04T10:40:46.864+0000","up_votes":1,"down_votes":0,"body":"Lol ?","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T10:45:31.934+0000","up_votes":1,"down_votes":0,"body":"\\o/ Dankeeeeee","replies":[]}]},{"id":"","poster":"G2 Slippi","date":"2020-02-04T10:18:16.338+0000","up_votes":1,"down_votes":0,"body":"Das Beste was du jetzt machen kannst, ist, in den Wald zu gehen, ganz viel Holz zu sammeln, einen Scheiterhaufen aufzubauen, das Pferd und Stressfaktor mit den Süßigkeiten auf den Haufen zu locken und den Haufen anzuzünden. Dann sind der Großteil der Probleme in eurer Einrichtung im wahrsten Sinne des Wortes in Flammen aufgegangen xD","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T10:22:37.911+0000","up_votes":1,"down_votes":0,"body":"XD Das scheint mir eine äußerst schnelle und simple Lösung zu sein!\n\nNur weiß ich nicht wo hier der nächst beste Wald ist :DDDDDDDDDD","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-04T10:26:27.822+0000","up_votes":1,"down_votes":0,"body":"Zur Not bekommst du Holz auch im Baumarkt. Die Rechnung schickst du dann an die Chefin mit ner Karte wo drin steht: Gern Geschehen &lt;3","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T10:34:47.492+0000","up_votes":1,"down_votes":0,"body":"XD Und so wurde das Problem der Problemlösung endgültig gelöst!","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-04T10:43:02.552+0000","up_votes":1,"down_votes":0,"body":"Ich löse gerne die Probleme von Problemlösungen, denn das löst die Probleme, die Probleme verursachen xDD","replies":[]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2020-02-04T09:23:47.060+0000","up_votes":1,"down_votes":0,"body":"> Ich fühle mich heute irgendwie gerädert... Konnte gestern einfach nicht einschlafen und kam dementsprechend heute Morgen nur sehr schwer aus den Federn. Somit hält sich auch die Motivation fürs Arbeiten in Grenzen. Wenn dann noch der Chef angerannt kommt und einem 10 verschiedene Aufträge aufs Auge drückt\n\nJa.\n\nHier ist eine Bewohnerin in der Nacht gestorben und das Pferd interessiert nur das das Zimmer diese Woche noch belegt wird XD Die fuckt mich jedes Mal damit so ab das ich eben nur gesagt habe \"Das wird sicher nicht passieren\". \n\nDas dumme Miststück hält 'ne Woche ein Bett frei während ich mit einer weinenden Tochter eine Besichtigung mache und ihr sagen muss kein Platz frei ist XD Am Ende Hatte der Kandidat vom Pferd doch abgesagt und ich hab dieser Tochter den Platz verschafft :x\n\nGab sogar richtig Krieg mit der LVR Klinik weil das Pferd und Frau Stressfaktor solche Knalltüten sind!\n\nIch wollte gestern Abend auch spielen :( Stattdessen bin ich bei der Prime League gelandet und hab von 21 - 22 Uhr am Schreibtisch geschlafen .-. danach habe ich es gerade so geschafft mich halb tot ins Bett kriechen zu lassen. Nur um hier jetzt mit zufallenden Augen zu sitzen. Hätte schwören können das ich gerade was geschlafen habe XD Ich nicke hier seit 'ner halben Stunde immer weg und schreibe bereits fast eine Stunde an diesem Kommentar >.&lt; Gute 45 Minuten seit deinem Post.\n\nFrühstück (2 Eiweßbrote mit Aufschnitt + 1 Ei + 1 Banane) habe ich auch schon verputzt x.x Würde aber am liebsten mein Mittagessen verschlingen. Kartoffeln + Spinat + 3 Fischstäbchen °^° Die gleich bestimmt einfach hyper trocken sind XD \n\nDie ersten fangen an mich zu fragen ob ich krank sei >.&lt; Heute Morgen beim aufstehen dachte ich tatsächlich \"okay ... das war's jetzt\".\n\nIch mag in meinen Zug und schlafen\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-04T09:36:58.373+0000","up_votes":1,"down_votes":0,"body":"Ein großartiger Mensch, dieses Pferd...\n\nJa Prime League ist bei mir nebenbei gelaufen :) SPIN hat beide Spiele gewonnen, was die derzeitige Tabellenführung bedeutet \\o/\n\nMir fallen auch die ganze Zeit die Augen zu - übel sowas...\n\nBei mir gibt es wie immer kein Frühstück xD","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-04T10:04:33.891+0000","up_votes":1,"down_votes":0,"body":"Du meinst Kevin hat beide Spiele gewonnen :x\n\nNoch gar nicht so lange her, da habe ich an so einem normalen Arbeitstag gar nichts gegessen bis ich abends Zuhause war. Mittlerweile, erst gestern hab ich das zu meiner Mama gesagt, kann ich mir gar nicht mehr vorstellen so was nochmal zu machen XD Klar .. manchmal ist man so beschäftigt das man einfach keine Zeit hat oder das Essen vergisst. Aber grundsätzlich sterbe ich ohne Essen °^° Vor allem beim Frühstück könnte ich hier immer weiter essen XDDD","replies":[]}]}]}]}