{"id":"Uop0U2we","poster":"Eibert Rümmel","date":"2019-06-12T05:33:12.819+0000","title":"[TGSG] Der langweiligste Thread des Jahres","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":2,"body":"Schreibe deine Gedanken auf\r\n\r\nes ist witzig dass man keinen Thread erstellen kann der nur den Satz \"Schreibe deinen Gedanken auf\" beinhaltet.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-13T11:48:38.440+0000","up_votes":1,"down_votes":0,"body":"Der Langweiligste Thread des Jahres, war selbst den Downvotern zu langweilig. nur 2 konnten der Langeweile trotzen und haben es bis zum Vote geschafft. Über 1,5k Zugriffe. sry dafür kann ich nix, dass euch allen sooo langweilig ist, so einen Thread zu öffnen.\n\n150 Kommentare versuchten gegen die Langeweile anzukämpfen. Ohne Erfolg.\n\nDas gute ist. Das schlimmste ist für dieses Jahr geschafft. Kann nur noch besser werden","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-14T07:29:13.441+0000","up_votes":1,"down_votes":0,"body":"20h später 1000 Aufrufe mehr? was meint ihr. Manipuliert Riot die Zugriffszahlen aufs Forum?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T09:22:39.684+0000","up_votes":1,"down_votes":0,"body":"Ich glaube manche Leute lesen sich das auch noch Tage später durch. :) \nDurchschnittlich hat ein TGSG nach 5-7 Tage so 4k Aufrufe davon kommt 1/3 bis die hälfte nach 2 Tagen und der Rest kommt über die Zeit.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-14T20:02:01.593+0000","up_votes":1,"down_votes":0,"body":"Das ist halt ein relativ neues Phänomen, seit ein paar Monaten, dass ab den dritten Tag die Zugriffszahlen explodieren. nicht nur bei tgsg, bei fast allen threads. je mehr Kommentare, desto mehr gefakte zugriffe kommen dazu.\n\ndieser Thread hat in den ersten beiden Tagen weniger Zugriffe, als am dritten. und die ersten beiden Tage wurde der Thread benutzt. Sprich da gab es auch Leute die den 20-30 mal angeklickt haben. \n\nDas sind definitiv keine Menschen, die den Thread öffnen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-14T21:07:45.508+0000","up_votes":1,"down_votes":0,"body":"Könnte es sein das nichtanmeldete Leser erst später berechnet werden?\nWenn du mit deinem Account anmeldet bist sieht du ja das dein View sofort berechnet wird.","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-13T12:04:32.908+0000","up_votes":1,"down_votes":0,"body":"Manchmal heiratest du auch einfach viel zu viel.\nDas reicht jetzt für dieses Jahr. >.&lt;","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T11:37:26.024+0000","up_votes":1,"down_votes":0,"body":"Danke für die Gesellschaft! Wünsch euch einen baldigen Feierabend. Wetter ist wunderbar bei mir. Ich radel jetzt zum See.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T11:49:29.980+0000","up_votes":1,"down_votes":0,"body":"An einem echten See im echten Leben?","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T13:46:05.873+0000","up_votes":1,"down_votes":0,"body":"naklar. nach ner Runde schwimmen in der natur zu surphen macht gleich doppelt soviel Spaß","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T14:10:54.305+0000","up_votes":1,"down_votes":0,"body":"Sowas macht ein echter Gamer nicht!!!\nDu musst ein Alien oder ein Cyborg sein.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T17:03:15.926+0000","up_votes":1,"down_votes":0,"body":"Dann muss das Leben eines echten Gamers aber ziemlich scheiße sein. Die besten Dinge passieren nun mal draußen. Nicht vor dem Monitor","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T17:52:21.253+0000","up_votes":1,"down_votes":0,"body":"Nein","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-06-12T12:28:00.320+0000","up_votes":1,"down_votes":0,"body":"Niemals!\n\nEr hat bestimmt Pokemon gespielt und sein Fahrrad in Vertania City erhalten. jetzt fährt er Richtung Süden.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T12:39:45.341+0000","up_votes":1,"down_votes":0,"body":"Das Fahrrad bekommt man aber in Azuria City.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T12:42:07.592+0000","up_votes":1,"down_votes":0,"body":"Das würde bedeuten du hättest gelesen was ich schreibe und auch noch aufgepasst :o","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T12:45:21.644+0000","up_votes":1,"down_votes":0,"body":"Wenn ich dir antworte habe ich wohl auch gelesen was du geschrieben hast...o.O \nDu verwirrst mich ein wenig ist das dein Plan?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T12:58:32.596+0000","up_votes":1,"down_votes":0,"body":":o Du kannst auch lesen was ich schreibe und nicht darauf antworten =p","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T13:06:38.941+0000","up_votes":1,"down_votes":0,"body":"Das wäre ziemlich unhöfflich einer Damen gegenüber.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-06-12T10:56:16.242+0000","up_votes":1,"down_votes":0,"body":"XD Wie meine Lügenbaronchefin MIR unterstellt ich würde JETZT ERST \"bekannt geben\" das im Juli neue Aushilfen eingestellt werden müssen.\n\nAber .. Oh :o WAS IST DENN DAS?\n> Spätestens im Juli müsste Ersatz für Herrn Koch da sein, da es sonst zu Problemen mit den monatlichen Stunden der Aushilfen kommt.\n\n:o Ein Satz aus meiner E-Mail an dieses Wesen vom 27. Mai 2019 O.O\n\nXD Sie hat sich auch tierisch daran aufgehangen das ich wohl gesagt hätte \"Wenn DIE keinen Einstellen\" ... Blöd XD Denn **WORTWÖRTLICH** habe ich gesagt: Dann ist das Wochenende eben nicht besetzt. Ist nicht mein Problem\n\nEntweder hat die Rezeption von oben gepetzt aber versucht mich zu schützen XD oder Madame Lügenbaronin hat sich beim abhören verhört :> Dumm.\n\nDa Madame ihr Gespräch begonnen hat mit \"nur zur Kenntnisnahme\" ... Kriegt sie jetzt meine Mail von Ende Mai NOCHMAL geschickt mit dem Vermerk \"Für Sie Zur Kenntnisnahme habe ich, wie am Telefon erwähnt, bereits die Information Ende Mai weiter gegeben.\"\n\n Uff ... die kriegen mich aber auch immer wieder auf 180.\n\nErst gestern die Spionage Attacke mit der Kamera, jetzt das wieder, dann das mit dem Dienstplan der aufeinmal heute fertig sein bzw. abgegeben werden sollte aus heiterem Himmel. Hab gestern erst vor Wut nochmal wegen meinem Vertrag gefragt. Kommt bestimmt gut wenn ich jetzt wieder Feuer mit Feuer beämpfe XD","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T11:00:43.366+0000","up_votes":1,"down_votes":0,"body":"ich glaube du brauchst mittelfristig eine neue Herausforderung :(","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T11:23:59.380+0000","up_votes":1,"down_votes":0,"body":"Das Wesen soll mir einfach nur sagen ob ja oder nein.\n\nMein Innerstes hofft auf ein \"Nein\". Dann würde ich nur noch Juli arbeiten gehen, August Urlaub nehmen und krank schreiben lassen und den Rest des Jahres arbeitslos sein! Einfach erholen und mit Ruhe was freundlicheres und vielleicht näheres suchen. Ich könnte sogar eine Therapie machen für mein gestörtes Ich XD \n\nGlaub ich bin traurig wenn es ein \"Ja\" gibt XD Aber auch dann beiße ich weiter die Zähne zusammen und halte einfach meinen Flammenwerfer gegen deren Feuerzeug xp Meine Stur und Faulheitskombination ist furchtbar :D","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-12T11:30:56.383+0000","up_votes":1,"down_votes":0,"body":"Also hier in der Region gibt es auch einige dieser Einrichtungen...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T12:26:04.806+0000","up_votes":1,"down_votes":0,"body":"Das würde bedeuten du wärst die einzige Person die ich wenigstens ein bisschen kennen würde °^° und du müsstest damit leben das ich mich wie ein Hundewelpe auf dich fixiere.\n\nWürd ich mich nicht so schwer tun meine beiden Hühner zurück zu lassen ._.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-12T12:46:41.125+0000","up_votes":1,"down_votes":0,"body":"Ich denke damit komme ich gut zurecht. Gegenüber sind zwei Häuser frei zur Zeit. Wir könnten eventuell sogar Nachbarn sein. Oder mein Bruder bliebt mit deiner Freundin da wohnen und wir ziehen über die Straße und deine beiden Hühner nebenan.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T13:47:43.836+0000","up_votes":1,"down_votes":0,"body":"Ich bin ja immer der Meinung, dass man nichts fordern darf, was man nicht selbst bereit ist zu tun. Von daher zieh doch in Ihre Gegend. Sie ist es definitiv Wert","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-12T13:51:29.195+0000","up_votes":1,"down_votes":0,"body":"Rein faktisch ist das richtig und eventuell nicht ganz abwegig, sollte mein Zeitvertrag hier nicht verlängert werden.","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-06-12T12:50:26.047+0000","up_votes":1,"down_votes":0,"body":"XD Weder meine Mama noch meine Schwester würden die Ecke hier für irgendwas auf der Welt verlassen :D So perfekt sich auch letzteres anhört","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-12T12:57:58.147+0000","up_votes":1,"down_votes":0,"body":"Worlds apart... Sehr tragisch.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T13:03:21.430+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nie was du ernst meinst\nhttps://images.emojiterra.com/twitter/512px/1f62d.png","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-12T13:08:59.617+0000","up_votes":1,"down_votes":0,"body":"Wenn ich etwas nicht ernst meine benutze ich meistens Emojis oder Filmzitat.\n\nAber das habe ich durchaus ernst gemeint.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T13:16:27.355+0000","up_votes":1,"down_votes":0,"body":"Okay.\n\nAußer dir entweicht aus Versehen ein \"xD\" Smiley :>","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-12T13:18:49.121+0000","up_votes":1,"down_votes":0,"body":"Gut, sagen wir ich bringe schlecht übermittelbare Gefühle wie Ironie oder Belustigung durch den moderaten Einsatz von Emojis rüber.\n\nAber der hier ist nur für dich \n\n°^°","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T13:33:12.715+0000","up_votes":1,"down_votes":0,"body":"Das hab ich mir gemerkt! :3\n\nhttps://media.tenor.com/images/860624a58f5fceaf7384617d35c82618/tenor.gif","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T11:01:10.959+0000","up_votes":1,"down_votes":0,"body":"Deine Arbeit ist komisch ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T11:19:05.721+0000","up_votes":1,"down_votes":0,"body":"Ich würde gerne in so einer Behindertenwerkstatt sitzen und da einfach am Fließband Dinge sortieren XD Teilzeit. Glaub das wäre mein Ding!","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T06:43:18.778+0000","up_votes":1,"down_votes":0,"body":"ich stell mal eine Frage in die Runde.\n\nkann man mit einer guten Freundin was anfangen ohne die Freundschaft zu gefährden?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T06:48:36.615+0000","up_votes":1,"down_votes":0,"body":"Wölfchen konnte das. Aber nur weil sie hinterher oder während dessen lesbisch geworden ist.\nOder wie war das Mister Wolf? Ich kriegs nicht mehr zusammen :o\n\nGrundsätzlich würde ich nein sagen. Weil Frauen scheiße sind. Ist nun mal so ._.\n\nP.S.\nIch korrigiere auf: kommt auf die Intention an.\n\nWenn es dir nur ums flachlegen geht, dann such dir eine an der Straßenecke. Ist gesünder.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T07:08:47.315+0000","up_votes":1,"down_votes":0,"body":"Ums flachlegen gehts mir definitiv nicht. Ich weiß du hältst mich für den klassichen Aufreisser Typen, aber das stimmt nur zur Hälfte. Ich flirte und date zwar wahnsinnig viel. Aber dass ich mit einer Frau schlafe, da muss schon alles passen. \n\nIch hab nur 4 Leute die ich als echte Freunde bezeichnen würde. Sie ist einer davon. Freundschaft ist mir auch viel wichtiger als Sex. Von daher sollte ich überhaupt nicht mit dem Gedanken spielen...\n\nDoch dann waren halt einige Partys in letzter Zeit. Als wir das erste Mal Arm in Arm eingeschlafen sind, haben wir noch gesagt, dass war eine einmalige Ausnahme. Seit dem passiert das aber irgendwie fast immer, wenn wir gemeinsam feiern gehen. \ngestern war ich bei ihr und hab mir fest vorgenommen jeglichen unnötigen Körperkontakt zu vermeiden. Das Ergebnis: Wir haben uns Arm in Arm ein Gewitter angeschaut.\nIch fühl mich einfach echt krass körperlich zu ihr hingezogen. hab aber nicht das gefühl verliebt zu sein. komische Situation....","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T07:20:24.078+0000","up_votes":1,"down_votes":0,"body":"> Ich hab nur 4 Leute die ich als echte Freunde bezeichnen würde. Sie ist einer davon.\n\n:\\ Dann lass es. Ist vielleicht nur eine Phase.\n\nIch dürfte auch eigentlich gar nicht darauf antworten -.- Frag mich wenn du was zerstören willst. Ich bin spitze im \"Dinge jeglicher Art\" vernichten.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-12T11:34:01.472+0000","up_votes":1,"down_votes":0,"body":"Eventuell solltest du eine Karriere als Terrorfürstin anstreben.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T12:44:22.651+0000","up_votes":1,"down_votes":0,"body":"Ich glaube da ähnle ich eher dem Ice Age Sid.\n\nEin eigentlich kleines liebes Kerlchen das durch seine Dummheit und Ungeschicktheit fast die ganze Welt vernichtet hat. Mehrmals.\n{{sticker:sg-soraka}}","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T07:30:51.236+0000","up_votes":1,"down_votes":0,"body":"Ich wieß ja, dass du Recht hast, aber ....\n\ndann frag ich anders^^\n\nwenn ich die Freundschaft zerstören will, sollte ich dann eher das Gespräch suchen oder einfach nix sagen und mich zusammenreisen \n\n\nps: Alles kriegst du nicht zerstört. Mich bist du ja auch noch nicht losgeworden ;)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T08:02:06.664+0000","up_votes":1,"down_votes":0,"body":"> ps: Alles kriegst du nicht zerstört. Mich bist du ja auch noch nicht losgeworden ;)\n\nXD Bei League schon\n{{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T08:30:17.240+0000","up_votes":1,"down_votes":0,"body":"das ist aber wahrlich nicht dein Verdienst! hab die Woche mal wieder ein Botgame ausprobiert. Das hat mich schon überfordert. bei mir ist einfach die Luft raus","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T08:39:49.750+0000","up_votes":1,"down_votes":0,"body":"Natürlich ist das mein Verdienst :o Ich hab dich immerhin mit einem Schwung andere Leute von meiner Liste entfernt XD","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T08:53:19.498+0000","up_votes":1,"down_votes":0,"body":"echt? wir sind keine LOL Freunde mehr? Das hab ich wirklich nicht verdient *merkwürdigerheulsmiley*","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T09:44:22.171+0000","up_votes":1,"down_votes":0,"body":"Mach dir nichts draus.\nMich hat sie auch entferned nachdem ich ihr anzügliche Bilder geschickt hatte.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T09:50:15.732+0000","up_votes":1,"down_votes":0,"body":"Das was darauf zu sehen war, war einfach zu klein","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T10:02:23.523+0000","up_votes":1,"down_votes":0,"body":"hast du schon mal ein DickPic bekommen. In einer Umfrage haben mal 80% aller Frauen gesagt, dass sie schon eins bekommen haben. Wobei nur 7% der Männer zugegeben haben, jemals eins verschickt zu haben. \nIch frage mich, ob die Herren nicht zu ihren Taten stehen oder ob es ein paar gibt die einfach soooooo viele verschicken, dass fast jede frau eins abbekommt","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T10:17:18.417+0000","up_votes":1,"down_votes":0,"body":"Um ehrlich zu sein weiß ich nicht mehr ob man mir mal ein Foto geschickt hat. Ich glaube mich dunkel zu erinnern das da mal was war ... Fakt ist das ich mal ein Video geschickt bekommen habe ^^'''''","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T11:17:39.247+0000","up_votes":1,"down_votes":0,"body":"Ja .. das war eine Solonummer.\n\nAber nur um das klar zu stellen: Ich hab das unfreiwillig bekommen und nur aus Neugier mal reingeguckt XD\n\nAnfangen konnte ich damit auch nicht wirklich was. Oder eher überhaupt nichts .-.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T10:53:36.300+0000","up_votes":1,"down_votes":0,"body":"oha. wie kann man sich denn so ein Videovorstellen?\nSolonummer?\noder was ich fast schon witzig fände, einer der die Hüften kreisen lässt und sein seil wie ein lasso schwingt","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-12T09:52:07.505+0000","up_votes":1,"down_votes":0,"body":"Ich habe es extra mit Photoshop verkleinert um dich gleich am Anfang komplett zu überfordern...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T09:56:31.985+0000","up_votes":1,"down_votes":0,"body":"=p Ausrede!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T10:00:26.776+0000","up_votes":1,"down_votes":0,"body":"Ne ist die Wahrheit. :)\nIch habe Zeugen.","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-06-12T09:07:59.039+0000","up_votes":1,"down_votes":0,"body":":x Aber schon lange jetzt nicht mehr. Dir ist es ja nicht mal aufgefallen :D also nehme ich das mal als \"halb so wild\" xp","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T09:37:38.256+0000","up_votes":1,"down_votes":0,"body":"eher scheiß egal ^^\n\nich bin alle paar Monate mal kurz on, da schau ich nur kurz meine nachrichten durch und beantworte manche davon.\nFreundesliste asusortieren kann sich sehr befreiend anfühlen. Das isch da zu den Streichkandidaten gehört habe, ist auch ok. hab mich ja auch ewig nicht gemeldet ;)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T09:42:34.121+0000","up_votes":1,"down_votes":0,"body":"Siehst du XD \n\nIch hab noch jemanden auf meiner Liste mit dem ich Ewigkeiten gezockt habe. Hab ihn schon zweimal gelöscht weil er eigentlich kein LoL mehr spielt XD aber er added mich immer instant wenn er mal wieder online ist.\n\nMomentan spielt er tatsächlich sehr viel o_o Wird wohl dauern bis ich ihn das nächste mal löschen kann :'D","replies":[]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T09:07:21.516+0000","up_votes":1,"down_votes":0,"body":"darf ich fragen wieso und wann?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T09:10:38.000+0000","up_votes":1,"down_votes":0,"body":"Ich glaube das war eine Zeit wo du eh nicht gespielt hast und auch nicht online warst über längeren Zeitraum. Vermutlich war ich da auch im Ragemode und hab einfach Leute gekickt.","replies":[]}]}]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T07:30:06.363+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T07:52:18.396+0000","up_votes":1,"down_votes":0,"body":"Wenn sie eine von vier \"echten\" Freunden ist, solltest du mit ihr reden können. Was du ja auch offensichtlich schon mal hast.\n\nWenn du die Freundschaft zerstören willst, rede nicht und schlaf einfach mit ihr!\n\nIch glaube, ob du etwas sagen solltest oder nicht, liegt daran wie stark du dich (derzeit) zu ihr hingezogen fühlst. Fair ist es immer mit offenen Karten zu spielen. Wovon ich eigentlich auch nicht reden darf weil ich meistens alles für mich behalte bis ich innerlich zusammenbreche und der Meinung bin das richtige zu tun wenn ich andere vor mir beschütze. Manchmal glaube ich das diese inneren Qualen so was wie mein Fetisch ist >.&lt;\n\nVielleicht versuchst du dir erst mal selbst einen klaren Kopf zu machen. Wenn du nicht weiter kommst, solltest du mit ihr reden und ehrlich sein. Im schlimmsten Fall geht sie auf Abstand. Im besten Fall habt ihr einfach Sex. Aber wie uns \"Friends with Benefits\" gelehrt hat wissen wir, wie das ausgehen kann!","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T08:19:56.816+0000","up_votes":1,"down_votes":0,"body":"ich denke, ich werde die Tage das Gespräch suchen. Wir reden sonst auch über alles. sie wird meine hin und hergerissenheit verstehen. Ihr geht es ja auch nicht anders.\n\n\nIch glaube, du hast Angst vor zu viel Nähe und sabotierst dich dann selbst. So war es zumindest bei mir früher. Das Allein sein und alleine klar kommen, darin war ich gut. Alles was darüber hinaus ging hat sich dann bedrohlich angefühlt. \nGerade dann ist offen und ehrlich sein, besonders schwer, aber auch der einzige Ausweg. Es gibt genug Menschen, die das verstehen und auch geduldig genug wären. \nIch tu mich immer noch sehr schwer Menschen wirklich an mich ran zu lassen. Bei meinem besten Freund hat es 3 Jahre gedauert, bis ich ihm das erste Mal erzählen konnte was wirklich in mir vorgeht. Er ist noch immer nicht so weit, aber das ist ok.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T08:30:51.400+0000","up_votes":1,"down_votes":0,"body":"Wir Menschen sind schon komische Wesen :/ \n\nAber kann das auch gut verstehen :O","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T09:40:45.608+0000","up_votes":1,"down_votes":0,"body":"Nur du. :)\nIch bin ein ganz tolles Wesen xD \nIch bin halt einzigartig Artig.","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-06-12T08:38:51.694+0000","up_votes":1,"down_votes":0,"body":":p Ich bin mir sicher ihr kriegt des schon hin und findet einen Weg um das Problemchen aufzulösen.\n\n> Ich glaube, du hast Angst vor zu viel Nähe und sabotierst dich dann selbst.\n\nDefinitiv. Ich hab erst angefangen mit ca. 24 über mich zu reden und das sogar mit meiner Mama. Und das auch nur weil ich fast meinen 'delete' Knopf gedrückt hätte. \n\nXD Vermutlich platze ich deswegen manchmal auch einfach so oder laber hier wortwörtlich alles an die Wand weil es einfach raus will. Actually bin ich froh das es wenigstens mittlerweile mit so simplen Sachen funktioniert.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T08:51:11.943+0000","up_votes":1,"down_votes":0,"body":"dann siehs doch positiv. du hast in den letzten 4 Jahren nicht nur einen Schritt in die richtige Richtung gemacht, sondern 100!\n\ndie letzten 10 schaffst du auch noch die nächsten Monate/Jahre. Es geht halt nur Schritt für Schritt. Rückschläge gehören immer dazu. Aber bei dir stimmt die Richtung definitiv.","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-12T07:53:25.480+0000","up_votes":1,"down_votes":0,"body":"Heiraten geht auch. :)","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T07:59:32.199+0000","up_votes":1,"down_votes":0,"body":"das kann man machen wenn man alt ist. 60 oder so","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T08:13:38.229+0000","up_votes":1,"down_votes":0,"body":"dann bin ich aber schon lange tod. :D","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T07:00:46.614+0000","up_votes":1,"down_votes":0,"body":"Ja kommt auf die Person an. Aber es geht ^^' \nKommt halt drauf an ob du damit dann klar kommst :0\n\nIst denk ich jetzt doch garnicht so einfach zu sagen. \nIm besten Fall klappt es im schlimmsten geht alles kaputt :/","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T07:34:33.025+0000","up_votes":1,"down_votes":0,"body":"Im besten Fall klappt es im schlimmsten geht alles kaputt :/\n\ncih denke das trifft es perfekt auf den Punkt","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T08:15:25.727+0000","up_votes":1,"down_votes":0,"body":"Ja ist schwer zu sagen. \n\nDas kannst halt im besten Fall nur du richtig einschätzen :/","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-12T07:05:16.911+0000","up_votes":1,"down_votes":0,"body":"Meine Gedanken sind leider nicht für dieses Forum geeignet. :)","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T07:38:31.895+0000","up_votes":1,"down_votes":0,"body":"das geht schon klar :P","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T07:40:09.850+0000","up_votes":1,"down_votes":0,"body":"Nein dann werde ich gebanned du bist schuld!\nWillst du mir das wirklich antun?\nWILLST DU MIR DAS WIRKLICH ANTUN?!?!\n{{sticker:sg-soraka}} {{sticker:sg-soraka}} {{sticker:sg-soraka}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T08:11:28.592+0000","up_votes":1,"down_votes":0,"body":"Ja :>","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T08:15:26.662+0000","up_votes":1,"down_votes":0,"body":"Nicht du! \nAber ich würde ich dann natürlich an dir Rächen wollen. \nDas heißt ich würde dich dein ganzes Leben verfolgen.\nIch glaube nicht das du das willst. \n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T08:16:58.766+0000","up_votes":1,"down_votes":0,"body":"Tust du doch schon. Alles eine Frage der Gewöhnung.\nhttps://cdn.frankerfacez.com/emoticon/264076/4","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T08:20:03.807+0000","up_votes":1,"down_votes":0,"body":"Was tue ich?\nIch bin super süß und super lieb. :) \n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T08:29:08.702+0000","up_votes":1,"down_votes":0,"body":"Ersten ist das mein Satz und zweiten NEIN !","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T08:40:22.756+0000","up_votes":1,"down_votes":0,"body":"Ich dachte dein Satz wäre: Ich bin super sexy und unwiderstehlich!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-06-12T11:32:11.501+0000","up_votes":1,"down_votes":0,"body":"To sexy for his Shirt","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T12:33:15.881+0000","up_votes":1,"down_votes":0,"body":"Bei dem Video steht wenigstens nichts ...\n\nAber ich lese diesen Satz und ...\n\nHab den Ohrwurm of Doom D:\n{{sticker:sg-janna}}","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T08:46:18.563+0000","up_votes":1,"down_votes":0,"body":"Ja der Satz gehört auch mir :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T08:48:57.926+0000","up_votes":1,"down_votes":0,"body":"https://www.youtube.com/watch?v=P5mtclwloEQ","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-06-12T09:39:25.675+0000","up_votes":1,"down_votes":0,"body":"Hast du das schriftlich?","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T08:16:58.606+0000","up_votes":1,"down_votes":0,"body":"Wäre doch lustig :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T08:20:26.268+0000","up_votes":1,"down_votes":0,"body":"Keine Zuschauer erlaubt!!!","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T08:15:49.866+0000","up_votes":1,"down_votes":0,"body":"Jop :3","replies":[]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-06-12T11:28:51.016+0000","up_votes":1,"down_votes":0,"body":"Langweilt mich.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T10:55:30.010+0000","up_votes":1,"down_votes":0,"body":"selbstgemachter scharfer BBQ Burger mit extra viel Bacon. Super Frühstück :)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T11:01:32.246+0000","up_votes":1,"down_votes":0,"body":"Ohhhhhhhh :0 \nEin guten!","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T11:03:42.182+0000","up_votes":1,"down_votes":0,"body":"ist längt weg :(","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T10:04:32.450+0000","up_votes":1,"down_votes":0,"body":"jetzt geb ich mal an. Ich steh jetzt auf :P\n\n3 Filme, eine Kanne Kaffee und viel gespame mit euch am Tablet. was ein gemütlicher morgen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T10:29:19.788+0000","up_votes":1,"down_votes":0,"body":"Welche Hentais hast du dir angeschaut?","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-06-12T10:18:16.469+0000","up_votes":1,"down_votes":0,"body":"Ich finde ... dafür gehörst du auf den Scheiterhaufen x.x","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-06-12T09:43:54.471+0000","up_votes":1,"down_votes":0,"body":"Ich möchte damit angeben das es heute Abend zum Essen Cordon Bleu mit Erbsen und Möhren geben wird °^°","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T09:49:34.960+0000","up_votes":1,"down_votes":0,"body":"Erbsen und Möhren sind ja sehr lecker, aber die einzige Beilage die ich zu cordonbleu akzeptiere ist ein zweites cordonbleu","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T09:59:56.400+0000","up_votes":1,"down_votes":0,"body":"Nur kein Blumen oder Rosenkohl das ist widerlich.\n{{sticker:slayer-pantheon-rainbows}}","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-06-12T09:51:16.846+0000","up_votes":1,"down_votes":0,"body":"Würde ich auch befürworten.\n\nAber meine Mutter ist so frech :o die will auch was essen heute Abend! Deswegen kriege ich nur die Hälfte!\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T09:58:20.255+0000","up_votes":1,"down_votes":0,"body":"dann lasst es euch schmecken. ich glaub ich lauf jetzt zum Metzger. Hab voll Lust auf Cordon Bleu bekommen. Warum nur?\n\nich war vor kurzen mit Freunden in nem echt guten Burgerladen. wie die Bedienung mich angeschaut habe, als ich als Beilage zu meinem Burger keine Pommes wollte sondern einen zweiten Burger","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T05:39:26.858+0000","up_votes":1,"down_votes":0,"body":"Guten morgen \n\nAlso meine Arbeit ist langweiliger im Moment  als der theard ^^\n\nNa alles klar? \n\nSchaut mal hab mir einen neuen \"schreibtisch\" gekauft :3 \n\nhttps://cdn.discordapp.com/attachments/312477482836295681/588072690498404382/20190611_202354.jpg\n\nDer ist irgendwie geil. Ein großer Mauspad  (^^) über den Tisch und farblich passt alles zusammen :3 \nUnd ich hab jetzt auch Platz für einen zweiten Bildschirm. Der wenn alles klappt die tage kommt :) \nMuss mal schauen ob die Anschlüsse passen ^^' \n\nWünsch euch einen schönen Mittwoch :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T05:50:02.213+0000","up_votes":1,"down_votes":0,"body":"D: Zeig das Bild nicht immer! Das löst in mir den Drang aus zwei meiner Schränke weg zu werfen + meinen Schreibtisch und einen neuen zu kaufen der über meine komplette Wandbreite geht °^°\n\nWas ich mich nur frage...\n\nDu hast ja jetzt einen Schreibtisch ohne so ein Fach zum raus ziehen für die Tastatur. Ich meine ... auf der Arbeit habe ich das auch alles \"ebenmäßig\". Aber ... zuhause könnte ich das irgendwie nicht? Hat dein Schreibtisch eine bestimmte Höhe? .-. Glaub meiner ist zu hoch? Oder mein Stuhl ist zu niedrig eingestellt? Fragen über Fragen!\n\nAußerdem ... wieso ist bei dir alles Staubfrei? XD Gib mir zwei Tage nach dem aufräumen und mein Staub rastet schon wieder völlig aus und ist überall :&lt;","replies":[{"id":"","poster":"Necromant","date":"2019-06-12T06:15:24.640+0000","up_votes":1,"down_votes":0,"body":"Jemand benutzt noch so ein Ausziehding in 2k19? LUL","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T06:44:35.209+0000","up_votes":1,"down_votes":0,"body":"JA!\n\nx.x Es spart eben Platz und so. Das ist gut!","replies":[{"id":"","poster":"Necromant","date":"2019-06-12T06:55:17.393+0000","up_votes":1,"down_votes":0,"body":"Musst du mal deine ganzen Poro-Spielzeuge nicht aufn Schreibtisch stehen haben, dann hättest du auch Platz!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T06:57:02.864+0000","up_votes":1,"down_votes":0,"body":"Als würde das rum stehen! Das liegt in Schubladen!\n\nMein Schreibtisch ist eigentlich immer aufgeräumt *hust in der Theorie.\nAber ich stell da immer so viele Sachen drauf ab das es einfach unordentlich aussieht XD","replies":[{"id":"","poster":"Necromant","date":"2019-06-12T07:23:16.160+0000","up_votes":1,"down_votes":0,"body":"*deine Schubladen sind aber schon mehr als voll.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T07:31:16.556+0000","up_votes":1,"down_votes":0,"body":":o Stimmt nicht!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T07:33:12.951+0000","up_votes":1,"down_votes":0,"body":"Manchmal heiratest du auch einfach zuviel!!!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T07:54:00.463+0000","up_votes":1,"down_votes":0,"body":":( hab doch erst einmal geheiratet","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T08:00:07.896+0000","up_votes":1,"down_votes":0,"body":"Ja einmal...\nIch hab am Montag 3x geheiratet und am Dienstag sogar 5x.\nHeute lasse ich es etwas ruhiger angehen.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T08:03:50.367+0000","up_votes":1,"down_votes":0,"body":"Ist heiraten hier ein Codewort für etwas anderes?\nhttps://cdn.frankerfacez.com/emoticon/264076/4","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T08:11:38.261+0000","up_votes":1,"down_votes":0,"body":"Woher weißt du das?","replies":[]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-06-12T07:35:05.897+0000","up_votes":1,"down_votes":0,"body":"würde ich jetzt auch behaupten","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T07:38:32.182+0000","up_votes":1,"down_votes":0,"body":"Sie lügt bestimmt.","replies":[]}]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T07:40:37.114+0000","up_votes":1,"down_votes":0,"body":"Einspruch. Mindestens ein Poro pro Schreibtisch ist Pflicht","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T06:19:05.275+0000","up_votes":1,"down_votes":0,"body":"Also ich zieh mein Ding gerne raus :D .... ah ^^\n\nEdit. Hab jetzt etwas über den Satz nach gedacht und ich lasse ihn stehen weil lustig aber eigentlich ist das falsch ^^","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T06:31:03.573+0000","up_votes":1,"down_votes":0,"body":"ist schon ok. manche stehen da halt drauf ihr Ergebnis zu sehen. Aber bedenke, rechtzeitig rausziehen ist keine sichere Verhütungsmethode :P","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T06:37:20.544+0000","up_votes":1,"down_votes":0,"body":"Ich weiß :D  \n\nDa geh ich schön auf Nummer sicher ich weiß wie teuer ein paar Minuten spaß sein können ^^'","replies":[]}]},{"id":"","poster":"Necromant","date":"2019-06-12T06:19:48.146+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-jinx-unamused}}","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T05:55:48.659+0000","up_votes":1,"down_votes":0,"body":"für ein poserfoto staubt man vorher ab :P\n\nwas ich mich frage. sind das One Piece mangas im mittleren Fach?\n\nPS: hab auch alles auf einer Ebene. wenn der Stuhl hoch genug ist kein Problem","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T06:04:21.441+0000","up_votes":1,"down_votes":0,"body":":o Ja aber sogar der Boden sieht aus wie geleckt! Und die Balken! Und alles!\n\nGlaub wenn ich alles auf einer Ebene nutzen würde bräuchte ich echt einen super langen Schreibtisch. Durch mein Ausziehfachding lasse ich ja praktisch die Tastatur + Maus verschwinden. Was praktisch ist wenn man mehr Fläche vom Schreibtisch nutzen will .-. Wobei dieses Schiebefach sehr klein ist und ich mir oft genug im Müden Zustand die Maus von dem Ding haue XD \n\nAlso mein Stuhl hätte noch ausreichend Luft nach oben denke ich. Aber ich hab meinen Bildschirm auf einer Erhöhung stehen :o Da darf der Stuhl nicht zu niedrig und nicht zu hoch sein weil ich entsprechend auf den Bildschirm gucke und je nach Haltung gibt das Nackenschmerzen.\n\nUnd ja. Das mittlere Fach sind One Pice Mangas. Ganz oben Attack on Titan und unten auch °^° UND NICHT MAL DA IST STAUB!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T07:35:35.329+0000","up_votes":1,"down_votes":0,"body":"Alles viel zu Mainstream....\n{{sticker:sg-ahri-3}}","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T06:13:44.317+0000","up_votes":1,"down_votes":0,"body":"das mit dem Platz kenn ich. Ich nutz ja schon einen 2m x 1m Tisch als Schreibtisch. Viel zu klein\n\nstimmt schon. soooo sauber ists bei mir nicht mal wenn ich Frauenbesuch bekomme ^^","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T06:12:13.770+0000","up_votes":1,"down_votes":0,"body":"Ahhh ^^ \nGlaubt mir wenn ich sage da ist überall Staub! :D \nStaub und Spinnenweben :0 \n\nIch bin faul wenn es ums sauber machen geht :/ ausser wenn mich mal wirklich die Lust dazu packt ^^' \n\nIch zeug euch besser nie meine Küche ^^\n\nUnd ja richtig gesehen ^^\nDa stehen dann noch ein paar andere mangas und weiter in der Wohnung gibt es noch mehr mangas :P","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T06:03:32.011+0000","up_votes":1,"down_votes":0,"body":"Nene dafür wäre ich zu faul :D den Staub sieht man nur nicht ^^ \n\n\nUnd ja das sind one piece mangas und darüber Attack on titan :)","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T06:09:36.581+0000","up_votes":1,"down_votes":0,"body":"wie viele One Piece Bände gibts denn inzwischen? hab die ersten 27 noch irgendwo im Keller liegen. Das ist locker 8 Jahre her, dass ich mir den letzten gekauft habe. War genervt immer so lange auf den nächsten zu warten. Hab dann beschlossen zu warten, bis die Story zu Ende ist und sie dann in einem Rutsch zu lesen","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T06:17:35.316+0000","up_votes":1,"down_votes":0,"body":"Warten bis es abgeschlossen ist ? :0 na hoffe du hast zeit :D \n\nIch hab bis Band 67 seit dem war ich nicht mehr einkaufen ^^ \nGehen wird es Mittlerweile ich will nicht lügen .... Google ... wow Band 93 :0 das hab ich auch nicht gedacht ^^","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T06:24:27.491+0000","up_votes":1,"down_votes":0,"body":"dass die Story soooo lang wird, hätt ich nicht gedacht :O\n\nDamals war Dragon Ball mit 42 Bänden noch der längste Manga. Ich glaube ich schau mal ob irgendwer seine Sammlung günstig verkaufen will. Da kann ich jedenfalls sehr lange am Stück lesen","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T06:33:31.414+0000","up_votes":1,"down_votes":0,"body":"Ja da kannst du wirklich lange lesen :0 \nMuss auch wieder mal etwas aufholen \n\nBei AoT bin ich glaub ich auch schon wieder einen Band in Verzug :/ und gerade so ab Band 20 wird die Story in meinen Augen richtig gut :0 \nWill natürlich nicht spoilern","replies":[]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T06:00:25.532+0000","up_votes":1,"down_votes":0,"body":"Tja also dann würde ich sagen musst du jetzt bei dir mal anfangen neu einzurichten ^^ \nIst doch auch schön das alle paar Jahre mal zu machen :3 \n\nJa ist alles eben bei mir :) \nHab jetzt gestern nur mal kurz getestet ob alles geht und noch nicht gezockt aber denke das ist kein Problem.  An meinen alten Schreibtisch war die Tastatur auch eben aber der Bildschirm 15 cm höher gestanden das ist der einzige Unterschied den ich bisher merke.\n\nAber im notfall kann ich den Tisch in der Höhe etwas verstellen aber das merke ich dann beim spielen selbst :) \n\nJetzt bekommt meine cam bei streamen etwas mehr Licht also sieht man mich auch besser ^^ nur mal schauen wie es aussieht wenn es nachts ist mit Licht an ^^ \nAber hab ja jetzt dahinter Platz für eine Beleuchtung :) Und man sieht jetzt etwas mehr von meiner Wohnung :0\n\nStaubfrei? :D glaub mir das sieht nur so aus. Bei mir leben mehr Staubmäuschen als spinnen ^^' \n\nAnfangs hab ich noch regelmäßig sauber gemacht aber das ist fast wirkungslos :D ich hab mich dem Staub Mittelwelle ergeben","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T06:13:56.798+0000","up_votes":1,"down_votes":0,"body":"XD Ich habe mich auch ergeben. Aber nicht nur dem Staub sondern einfach meinem vollständigem Chaos.\n\nActually müsste ich hin gehen und alles in meinen Schränken oder dem Sideboard raus schmeißen. Dann könnte ich \"wichtige\" Dinge da rein räumen und bestimmt ein Schränkchen noch weg werfen :x\n\nMeine Bücher wollte ich auch los werden. Es gibt ein paar an denen ich hänge und die auch sichtbar aufgestellt sind. Aber der Großteil wurde von mir in einen Schrank geworfen der droht jederzeit nach vorne über zu kippen XDD Ich würde sie ja einfach weg schmeißen ... Aber bisher sträube ich mich davor >.&lt;\n\n\"Alle paar Jahre neu einrichten\" XD *hust\n\nIch hab erst Ende 2018 oder Anfang 2019 \"neu eingerichtet\". Sideboard, Schreibtisch, Bildschirm, Tastatur, Maus, mindestens zwei weitere Schränkchen. Glaub das war so Oktober 2018? \n\nAber vielleicht miste ich zeitnah wirklich mal die Schränke aus wo ich alles nur reingestopft habe. Je nachdem was dann weg kommt und wie viel Platz dann wieder herrscht XD kauf ich sowieso wieder irgendwas ...","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T06:19:39.401+0000","up_votes":1,"down_votes":0,"body":"ich miste 2 mal im Jahr bei mir aus. Alles was ich 2 Monate nicht verwendet habe, kommt in den Keller. Somit wird das Chaos verlagert ;)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T06:47:18.871+0000","up_votes":1,"down_votes":0,"body":"Ich mach das nur wenn es mich überkommt. Das kann jährlich sein oder ich mach es einmal und dann zehn Jahre später wieder XD Aber das ist irgendwie egal weil ich 1A im weg werfen bin. Aber ich hasse aufräumen. So sehr! Wenn ich mal am Rad drehe und alles etwas ordentlicher mache ... hält das zwei Tage und es geht wieder los.\n\nDeswegen sollte ich immer darauf achten nicht zu viele Dinge zu besitzen die man irgendwo hinlegen oder abstellen kann XD","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T06:53:29.348+0000","up_votes":1,"down_votes":0,"body":"das ist auch meine Taktik. Bis auf meine Kerzensammlung, ein paar Büchern, 4 Pflanzen, einer Schatztruhe, einer MiniTardis und den wichtigsten Kuscheltieren hab ich alles verbannt.\n\njetzt kann ich mein Chaos in 5 min beseitigen. Klammotten in die Wäsche, Schuhe aus allen Ecken zusammenglauben. und schon bin ich fertig","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T06:24:28.794+0000","up_votes":1,"down_votes":0,"body":"Also ich hab teilweise noch Kartons rum stehen wie ich sie bei meinem Einzug hingestellt habe ^^' \n\nAlso die Hälfte von meinen Besitz steht auf den Boden :D mein \"Gäste zimmer\" ist eigentlich nur eine abstellen Kammer weil da lauter zeug drin steht ^^","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T06:31:36.159+0000","up_votes":1,"down_votes":0,"body":"du gönnst dir alleine eine 3 Zimmer Wohnung?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T06:36:03.116+0000","up_votes":1,"down_votes":0,"body":"Weiß nicht ob das drei Zimmer sind :0 oder ob das so zählt \n\nHab mein Schlafzimmer \nGäste zimmer oder Vilt mal Kinderzimmer :3 (hoff Bin dahin hab ich was eigenes^^)\nBad \nKüche und Wohnzimmer sind ein großer Raum :) da steht auch der Tisch im eck ^^","replies":[]}]}]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T05:45:59.032+0000","up_votes":1,"down_votes":0,"body":"ja sieht sehr cool aus,alles in schwarz grün gehalten","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-06-12T05:58:26.140+0000","up_votes":1,"down_votes":0,"body":"Ich bin viel zu müde\n{{sticker:sg-soraka}} \n\nUm halb elf schlafen gegangen ... gefühlt fünf Minuten später hat der Wecker geklingelt. Und genau so zerstört fühle ich mich.\n\nAuf der anderen Seite ... meine Karma hat einen Buff bekommen. Ebenso Lulu inklusive visuelle Verbesserungen. Auch kriegen wir Auto Chess für LoL was ganz cool ist, da ich Dota nicht verstehe XD Und mal ehrlich. Diese \"kleine Legenden\" sind hyper süß! Zumindest der kleine Greif und der Pinguin .-. okay. Nur der Greif. Bis jetzt. Wer weiß was da noch kommt.\n\nWieso krieg ich denn jetzt Lust auf Rankeds? >.&lt;\n\nUnd verstehe ich das richtig in den ARAM Anpassungen? Nidalee macht jetzt nochmal +12% DMG? Macht sie mehr oder erleidet sie mehr? XD Irgendwie stehe ich da auf dem Schlauch °^°","replies":[{"id":"","poster":"Xayah Strife","date":"2019-06-12T07:04:48.814+0000","up_votes":1,"down_votes":0,"body":"*Headpat*","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T06:06:21.598+0000","up_votes":1,"down_votes":0,"body":"Weiß nicht was ich von dem neuen Modus halten soll :/ \n\nScheint ja etwas zu seinen wo sich viele drauf freuen aber ich für mein Teil habs nicht so mit anderen Modi ^^' \nNaja werd es mir Vilt mal anschauen wenn es da ist :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-06-12T06:16:56.945+0000","up_votes":1,"down_votes":0,"body":"Naja. Würde ich Dota verstehen hätte ich Auto Chess längst ausprobiert.\n\naber ich hab einfach keine Nerven mir noch mehr Dinge über Champions zu merken ... League ist umfassend genug und selbst da weiß ich vermutlich nicht mal die Hälfte °^° Nur halt grobe Dinge die man zum überleben braucht.\n\nDeswegen kommt das LoL-Auto Chess ganz gelegen und ich bin wirklich gespannt drauf xp vor allem das es eine Rangliste bekommt! :D Schauen wir mal","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T06:23:02.244+0000","up_votes":1,"down_votes":0,"body":"Das bekommt eine Rangliste? \n\nEndlich noch was in dem ich schlecht sein kann ^^","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T06:06:01.373+0000","up_votes":1,"down_votes":0,"body":"hier ein extra Starker kaffee für dich. Das besondere ist er schmeckt wie heiße Schokolade mit ganz viel Sahne drauf","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T06:07:56.287+0000","up_votes":1,"down_votes":0,"body":"Also ein Kaffao ? :3","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T05:44:45.760+0000","up_votes":1,"down_votes":0,"body":"KOMMENTIEREN","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-06-12T05:48:46.785+0000","up_votes":1,"down_votes":0,"body":"Kommentar","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2019-06-12T05:48:14.225+0000","up_votes":1,"down_votes":0,"body":"hier haben sie es hinbekommen ein sinnvolles Binding zu Programmieren. typisch rito. sie können es ja, aber setzen es nicht an jeder stelle um","replies":[]}]}]}