{"id":"F10tEv07","poster":"A schene Leich","date":"2018-01-16T12:31:32.691+0000","title":"ACC Masters of eSports sponsored by LIWEST - Turnier mit Preisgeld","subforum":"Turniere & Veranstaltungen","embed":{"title":"ACCM sponsored by LIWEST - LoL eSports Turnier mit 5.000 € Preispool","description":"Liebe Leute der gepflegten League of Legends Action, die ACC Master of eSports sponsored by LIWEST geht in Runde 2! Das Jahr 2017 liegt hinter uns und schon stecken wir wieder voll in den Vorbereitungen für die zweite Auflage ACC Masters of eSports sponsored by LIWEST.","url":"https://www.austrianforce.at/2018/01/15/accm-esports-lol-turnier/","image":"https://www.austrianforce.at/wp-content/uploads/2018/01/ACCM-Titelbild-Homepage.png"},"up_votes":1,"down_votes":0,"body":"Hallo Beschw&ouml;rer.\r\n\r\nnach einer &auml;u&szlig;erst erfolgreichen Erstauflage der Austria Comic Con Masters of eSports organisieren wir, von Austrian Force eSports dieses Jahr die zweite Auflage mit sagenhaften **5.000 &euro;** Preispool!\r\n\r\nIm letzten Jahr spielten nach spannenden Qualifiern vier Top-Teams (Vination eSports e.V., EURONICS Gaming, Tactical Riot Gaming e.V. und Alternate Attax) auf der Austria Comic Con mit 15.000 Besuchern um den Pokal und den saftigen Preispool. Doch das Motto f&uuml;r dieses Jahr ist &quot;**BIGGER** is **BETTER**&quot;. Das beinhaltet nicht nur einen Locationwechsel f&uuml;r die Austria Comic Con nach Wels, wo mit 20.000 Besuchern gerechnet wird, sondern auch einem wesentlichen Ausbau des eSports-Bereichs. Auf knapp 900 m&sup2; habt ihr dort die Chance geballte League of Legends Action und ein hochkar&auml;tiges Turnier zu erleben.\r\n\r\nDu willst dich f&uuml;r das Turnier anmelden und die Chance erhalten, dich auf einer gro&szlig;en B&uuml;hne vor Zusehern zu beweisen und dabei um den Pokal und den Preispool von 5.000 &euro; zu k&auml;mpfen? Dann findest du hier alle Infos, die du wissen musst: https://www.austrianforce.at/verein/lol-sektion/accm/\r\n\r\nLiebe Gr&uuml;&szlig;e\r\nA schene Leich\r\nAustrian Force eSports e.V.","replies":[]}