{"id":"lRWs73WY","poster":"WPU Clueless","date":"2018-01-15T00:00:57.157+0000","title":"Worst Players Uzbekistan suchen Top- und Midlaner","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Servus, Gr&uuml;ezi und Hallo an alle LoL s&uuml;chtigen da drau&szlig;en. Da uns mit Ende der Season 7 unsere nicht vorhandenen Top- und Midlaner, auf Grund der besseren Gehalts-chancen in den USA verlassen haben, sucht die renomierte E-sport Organisation Worst Players Uzbekistan neue Talente um unser derzeitiges Top-Roster zu vervollst&auml;ndigen.\nWir bestehen zurzeit aus:\n\nJungle:\nWPU Fedddex\n-\tFelix 25 Jahre aus Esslingen (Ende Season 7 auf Platin 1)\n-\tBehauptet er k&ouml;nnte auf Dia Niveau mitspielen\n-\tLiefet die Ganks schneller als DHL Express\n\nSupport:\nWPU Impulz\n-\tPaul 22 Jahre aus Marbach bei Stuttgart (Ende Season 7 auf Gold 5)\n-\t&bdquo;Was support? Ich mach mehr dmg als der Midlaner&ldquo;\n-\tPickt gerne Shen damit er ab lvl 6 seinen ADC im Stich lassen kann.\n-\tFlamed am liebsten seinen Lanepartner\n\nADC:\nWPU Clueless\n-\tMax 22 Jahre aus K&ouml;ln (Ende Season 7 auf Gold 5)\n-\tDer Summonername ist Programm\n-\tHat entweder miserablen Farm oder bekommt nichts vom Game mit, oder beides!\n\nFalls ihr Bock habt mit uns ne Runde im Team zu zocken, nen guten Humor besitzt sowie ein bisschen reife im Hirn kommt doch einfach mal bei uns auf dem Discord-Server vorbei (https://discord.gg/hqYFfHR) oder schreibt uns auch gerne erst eine Mail (worstplayersuzbekistan@gmail.com), wir sind Abends fast immer da und zocken LoL oder PUBG. Wir haben auch auf jeden Fall vor in der kommenden Season am Clash teil zu nehmen.","replies":[{"id":"","poster":"FMH007COLOGNE","date":"2018-01-15T00:27:06.386+0000","up_votes":1,"down_votes":0,"body":"Hey Leute, hab grade mal den Trailer zu der neuen Season gesehen und Interessiere mich für den Clash.\nIch spiele generell Toplane  (Großteils Malphite, ab und zu Teemo oder Phanteon.) \nHab vor 3 Monaten wieder Angefangen mit Lol und bin heute noch in Gold aufgestiegen.\nBin 19 Jahre Alte ( Nähe Köln). Eure Gruppe hört sich gut an, würde mich euch gern anschließen.\n\n\nWenn ihr Interesse habt an mir, schreibt mir im game. Werde mir aber auch disord wieder runter laden und euren Server besuchen.","replies":[]}]}