{"id":"NEzKLKgH","poster":"humble prodigy","date":"2018-01-14T13:48:44.607+0000","title":"[Dia] Team sucht Toplaner, Jungler und Supporter","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Einen wundersch&ouml;nen guten Morgen/Tag/Abend w&uuml;nsche ich euch.\r\n\r\nWir, das Team Supercalifragilisticexpialidocious Gaming, suchen einen neuen Jungler, Toplaner und Supporter um f&uuml;r die kommende Season wieder als Team durchstarten zu k&ouml;nnen.\r\nDoch zun&auml;chst ein paar Worte zu uns:\r\nDas  Supercalifragilisticexpialidocious Gaming wurde im Herbst 2017 gegr&uuml;ndet. Dadurch, dass uns der Jungler,Toplaner,Supporter im Dezember verlassen haben aufgrund Zeitproblemen, haben wir uns dazu entschlossen, eine kleine Pause zu machen. Jetzt m&ouml;chten wir wieder durchstarten, um perfekt f&uuml;r die neue Season vorbereitet zu sein. Unser Ziel ist es, auf einem Hobbym&auml;&szlig;igem Competitive Level zusammen zu spielen und zu improven. Der Spa&szlig; am Spiel soll darunter aber nicht leiden. \r\n\r\nUnser aktueller Roster:\r\n\r\nToplane: gesucht\r\nJungle: gesucht\r\nMidlane: Diamond 4\r\nADC: Diamond 4\r\nSupport: gesucht \r\n\r\nTrainingsablauf:\r\nGeplant sind 2-3 Nachmittage/Abende Pro Woche (Ab 18:00/19:00 Uhr). DIe Zeiten und Tage werden im Team zusammen besprochen und festgelgt. Im Normalfall werden 3 Runden Flex Q oder BO3 Scrim pro Trainingseinheit gespielt. Au&szlig;erdem m&ouml;chten wir gerne Pro Woche ein Turnier spielen(sofern es sich einrichten l&auml;sst). \r\n\r\nAnforderungen an Dich:\r\nDamit das ganze auf lange Sicht klappt, haben wir als Team nat&uuml;rlich auch gewisse Anforderungen an Dich:\r\n\r\n1.         Solo q High Plat/Dia Bereich\r\n2.         Ausgewogener, metabezogener Championpool (keine OTP&#039;s)\r\n3.         Mindestens 16 Jahre alt sein\r\n4.         Aktiv in League sein \r\n5.         Kritikf&auml;higkeit besitzen\r\n6.         Teamspeak/Discord + Mic\r\n7.          Freundliches Auftreten\r\n8.         Ehrgeiz und den Willen zum improven besitzen\r\n9.         Teamerfahrung ist KEIN muss (wenn Du jahrelang Solo q gespielt hast und mal Bock auf ein bisschen competitive Erfahrung hast, bist Du nat&uuml;rlich auch herzlich eingeladen)\r\n\r\nAblauf der Tryouts:\r\nZun&auml;chst sammle ich alle Bewerber und unterhalte mich mit jedem ein bisschen um mir einen ersten Eindruck von den Spielern zu machen. Anschlie&szlig;end beginne ich dann die Tryouts zu planen und versuche so vielen Leuten wie m&ouml;glich eine Chance zu geben. Ich werde euch aber allen aufjedenfall bescheid geben.\r\n\r\nSollte ich dein Interesse geweckt haben und du dich bei Supercalifragilisticexpialidocious Gaming siehst, dann melde dich bei mir unter den IGN: humble prodigy\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\n\r\nhumble prodigy/John","replies":[]}