{"id":"HVBAqfTx","poster":"ADC SO FUN","date":"2019-06-11T19:27:10.106+0000","title":"Auf einmal niedrige FPS","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo Forum, \r\nIch habe ein kleines Problem mit meinen FPS, ich muss regelmäßig meinen Pc neu aufsetzen um vernünftig Spielen zu können. \r\nIn den Monaten danach gehen meine FPS in kleinen aber merkbaren Schritten in den Keller, gestern war es dann wieder soweit vom einen aufs andere Spiel.\r\n\r\nNormalerweise habe ich wenn das Spiel started ca. 220 FPS die dann auf ca. 180 sinken\r\ngestern habe ich erst normal gespielt und auf einmal habe ich ein Spiel gestartet in dem ich dann am Anfang 100 FPS hatte die im Laufe des Spiels auf ca. 70 sinken.\r\n\r\nEs kann ja nicht sein, dass ich alle 3 Monate meinen PC neu aufsetzen muss. \r\nIch defragmentiere mein Festplatten, lösche regelmäßig unnötige Dateien und wende auch sonst alle Tipps an die man Online so findet. \r\nIch benutze meine Laptop wirklich NUR zum LoL Spielen es muss doch eine möglichkeit geben ihn dafür zu optimieren ?! Ich poste mal meine Systeminformationen falls das weiter hilft.\r\n\r\n\r\nBetriebsystemname\tMicrosoft Windows 10 Home\r\nVersion\t10.0.17134 Build 17134\r\nBetriebsystemhersteller\tMicrosoft Corporation\r\nSystemhersteller\tAcer\r\nSystemmodell\tAspire VN7-791\r\nSystemtyp\tx64-basierter PC\r\nSystem-SKU\tAspire VN7-791_091D_1.07\r\nProzessor\tIntel(R) Core(TM) i5-4210H CPU @ 2.90GHz, 2901 MHz, 2 Kern(e), 4 logische(r) Prozessor(en)","replies":[{"id":"","poster":"Temp1891534","date":"2019-06-11T22:12:28.585+0000","up_votes":1,"down_votes":0,"body":"Und wo ist das Problem an 70 Fps?\nMehr wie 60 Fps kann das menschliche Hirn nicht verarbeiten.","replies":[{"id":"","poster":"Inhert","date":"2019-06-12T17:28:47.524+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=50 Hooks of Grey,realm=EUW,application-id=Wj1wcocU,discussion-id=HVBAqfTx,comment-id=0000,timestamp=2019-06-11T22:12:28.585+0000)\n>\n> Und wo ist das Problem an 70 Fps?\n> Mehr wie 60 Fps kann das menschliche Hirn nicht verarbeiten.\n\nGrößere FPS Schwankungen schon. Auch über 60 FPS fällt das auf und verursacht bei manchen Kopfschmerzen und Epilepsie.\n\n@OP erzähl mir was von den Temperaturen beim spielen. Klingt so als würde dein Lappi langsam aber stetig einstauben, überhitzen und der Prozessor dann runtertakten. Einmal absaugen könnte helfen.","replies":[]}]}]}