{"id":"9fV4wJRy","poster":"EquiiLazZ","date":"2018-01-14T11:40:07.117+0000","title":"Suche ein Team/Clan zum Spielen als Anfänger","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo erstmal.\r\n\r\nKurzes zu meiner Person: \r\n\r\nName: Alex\r\nAlter: 18 Jahre\r\nNationalit&auml;t: Deutsch\r\n\r\nIch habe vor gut einer Woche mit League of Legends angefangen und m&ouml;chte einen Clan bzw ein Team finden mit dem ich spielen kann, da mit pers&ouml;nlich ohne eine gewisse Kommunikation in den meisten runden fehlt, es ist eher der fall das sich die Leute gegenseitig anbeefen weil sie &quot;feeden&quot; obwohl diese wom&ouml;glich noch nie vorher gespielt haben und jetzt erst anfangen diese Spiel alleine wirklich intensiv zu lernen\r\n\r\nDas Team sollte auf mehr Erfahrung haben als ich (was nicht besonders schwer ist bei dieser kurzen spiele dauer), um mir eben die genauen Unterschiede verschiedener Champions zu erkl&auml;ren ( St&auml;rken/Schw&auml;chen, etc) und vlt um mit etwas zu helfen bei dingen die mir als Anf&auml;nger noch nicht direkt klar sind.\r\n\r\nDem Team bzw dem Clan sollte bewusst sein das durch meine erst gut 1 Woche Spielzeit die ich habe, ich nicht der besonders erfahrenste Spieler bin, und mich deswegen bitte nicht gleich flamen sollte oder der gleichen.\r\n\r\nIch versuche mich haupts&auml;chlich an der Midlane oder als ausweich M&ouml;glichkeit an der solo Top Lane, dabei sind die Champs die ich main spiele (mid Lane: Ahri und Syndra, und in der Top Lane habe ich mich mal an Darius und Jax versucht die ich beide recht gut finde) Es ist mir pers&ouml;nlich bewusst das ich diese Champs nicht alle innerhalb dieser einen Woche auf einen schlag perfekt beherrsche, was ich auch selber sehe und was andere auch bestimmt sehen. Jedoch versuche ich mich immer mehr an diesen Champs um sie irgendwann in naher Zukunft bestm&ouml;glichst spielen zu k&ouml;nnen.\r\n\r\nWenn noch Inhalte fehlen, schreibt es bitte darunter. BITTE keine flamer \r\nLetztes Wort: Im allgemeinen suche ich einfach ein fixes Team zum trainieren, dass mir beim besser werden hilft, mir meine Fehler aufzeigt und eben (fast) jeden Tag aktiv ist. Ich versuche so gut wie jeden Tag zwar zu spielen, kann dies aber nicht garantieren aufgrund der Tatsache das ich in der Oberstufe bin und nicht immer den ganzen Tag zeit haben werden.\r\n\r\nErreichbarkeit: Ts3, Skype, Discord oder Ingame unter EquiiLazZ.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en:\r\n\r\nAlex/EquiiLazZ","replies":[]}