{"id":"AcIEyRTL","poster":"DerPenetrator56","date":"2018-01-13T23:37:42.867+0000","title":"League Displays funktioniert nicht","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hallo Beschw&ouml;rer!\r\n\r\nNachdem ich unter den &quot;h&auml;ufig gestellten Fragen/Problemen&quot; keine L&ouml;sung f&uuml;r meins gefunden habe, nutze ich mal das Forum. Vielleicht hat ja wer eine Idee f&uuml;r mich. :) \r\nNeulich habe ich League Displays entdeckt, und habe es sofort installiert, weil ich sowas eigentlich schon immer mal f&uuml;r League haben wollte. Bei der Installation gab es keine Probleme/Fehlermeldungen. Nachdem ich es zum ersten mal ausgef&uuml;hrt hatte, wurde mein Bildschirmhintergrund schwarz, was mich zuerst nicht gewundert hat. Allerdings blieb er immer noch schwarz, nachdem ich meine Hintergr&uuml;nde ausgew&auml;hlt hatte und &quot;Aktivieren&quot; gedr&uuml;ckt habe. Bis heute habe ich dieses Problem nicht gel&ouml;st. Was ich bisher gemacht habe, um League Displays zum Laufen zu bringen:\r\n\r\n- League Displays neu installiert (saubere Installation)\r\n- meinen Virenskanner auf Probleme mit dem Programm kontrolliert und s&auml;mtliche Beschr&auml;nkungen f&uuml;r League Displays aufgehoben. (Kaspersky Internet Security)\r\n- Das Forum durchsucht, wo mein Fehler allerdings nie auftaucht\r\n\r\nUm meinen letzten Punkt nochmal genauer auszuf&uuml;hren: Da offensichtlich keiner oder nur sehr wenige mein Problem teilen, bin ich mir relativ sicher, dass es an mir liegt. Ich benutze Windows 7. Von daher ist eine Vermutung von mir, dass irgendeine Einstellung verhindert dass der Bildschirmhintergrund von League Displays ge&auml;ndert wird (au&szlig;er zum schwarzen). Die Hintergr&uuml;nde manuell herunterzuladen und als Hintergrund einzuf&uuml;gen funktioniert &uuml;brigens ohne Probleme. \r\n\r\nIch benutze die aktuellste Version von League DIsplays f&uuml;r Windows:\r\nW1.0.928-beta-18011103-Jan12\r\n\r\nSchonmal danke f&uuml;r Eure Hilfe!\r\n(Ich sollte dringend meinen Namen &auml;ndern)","replies":[]}