{"id":"AYQdIApM","poster":"Not joining you","date":"2018-01-13T13:15:21.032+0000","title":"Frage zum Ehrenlevel (nach einem Ban)","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":2,"body":"Ich mach&#039;s jetzt einfach mal ganz kurz, also ich wurde vor ca. 2 Monaten gebannt f&uuml;r 14 Tage. (Toxic behaviour, falls es ne Rolle spielt)\r\nMeine Frage ist jetzt, wie lange es dauert, bis ich wieder im Ehren Level aufsteigen kann? Ich bin von dem gesperrten Level wieder auf\r\nLevel 0 &quot;dishonorable&quot; &quot;gestiegen&quot; und seitdem das passiert ist (ist jetzt ca. 1 1/2 Monate her) bin ich nicht mehr aufgestiegen oder so.\r\nIch kann schon verstehen, dass es vielleicht schwerer ist, aus diesem niedrigem Ehren Level wieder rauszukommen, sozusagen als Strafe,\r\njedoch finde ich es etwas komisch, dass es so lange dauert, um wieder Ehren Level 2 oder so zu erreichen.\r\nWovon h&auml;ngt Ehren Level denn eigentlich ab? Ich habe mal geh&ouml;rt, dass es nicht nur von den Ehrungen abh&auml;ngt sondern auch von anderen Faktoren,\r\ndie mir leider unbekannt sind. \r\n\r\nFalls jemand eine Ahnung davon hat, wie lange es dauert um aus Ehren Level 0 wieder rauszukommen, w&uuml;rde ich mich &uuml;ber eine Antwort sehr freuen. ^^","replies":[{"id":"","poster":"clair de lune289","date":"2018-01-13T15:00:31.632+0000","up_votes":2,"down_votes":0,"body":"den größten Einfluss scheint ein Spiel in dem dein ganzes Team einen Spieler geehrt  hat zu haben, unabhängig davon um du selbst Ehrungen erhalten hast. (gibt dann immer eine Meldung im Aftergamechat) \nmMn ist das auch die effektivste Möglichkeit darüber zu entscheiden wei ein Spiel war.\n\nDas ganze ist aber nur mein persönlicher Eindruck davon und kann sich stark von der Praxis unterscheiden.\n\nps: nach der Bestrafung bist du auch eine ganze Weile von dem Aufstiegt ausgeschlossen d.h. das herabsetzen auf level 0 ist nur ein Teil der Strafe.","replies":[]},{"id":"","poster":"Vogeljunges","date":"2018-01-13T13:25:52.717+0000","up_votes":2,"down_votes":1,"body":"Wovon soll der Ehrungslevel denn abhängig sein, wenn nicht allein davon, dass andere Spieler dich als ehrenhaft empfinden und dich ehren? oO","replies":[{"id":"","poster":"Hakkuu","date":"2018-01-13T13:38:47.572+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Vogeljunges,realm=EUW,application-id=KYnfKGf0,discussion-id=AYQdIApM,comment-id=0000,timestamp=2018-01-13T13:25:52.717+0000)\n>\n> Wovon soll der Ehrungslevel denn abhängig sein, wenn nicht allein davon, dass andere Spieler dich als ehrenhaft empfinden und dich ehren? oO\n\nEs gibt keine eindeutige \"Liste\" von Riot, was alles mit einen Einfluss hat bis man wieder \"honorable\" ist. Ziemlich sicher ist aber:\n- Es geht vor allem darum, nicht negativ aufzufallen.\n- Honors haben vermutlich nur wenig Einfluss. Dafür Reports umso mehr - in die andere Richtung natürlich.\n\nWenn du dann wieder auf Stufe 2 bist, kann es sein, dass nurnoch die Honors zählen und Reports ggf. auch garkeinen Einfluss mehr haben. Sicher ist aber, dass beim Aufsteigen von Level 0 an sehr wohl andere Faktoren, als nur Honors mit einspielen!","replies":[{"id":"","poster":"Vogeljunges","date":"2018-01-13T13:44:18.752+0000","up_votes":2,"down_votes":0,"body":"ja, dass berechtigte Reports ne Rolle spielen ist sicherlich klar, ohne die gibts ja gar nicht erst den Abstieg, bzw. Strafe.","replies":[]}]},{"id":"","poster":"eingew","date":"2018-01-14T08:29:20.121+0000","up_votes":1,"down_votes":0,"body":"Tatsächlich ist es so, dass man in erster Linie aufsteigt, indem man spielt. Honors geben nur einen vergleichsweise kleinen Boost. \n\nWenn man eine Strafe hatte ist es noch dazu so, dass man bei negativem Verhalten nach der Strafe, dass nicht für einen Ban ausreicht, aber dennoch negativ ist, einen Malus erhält, der einen langsamer aufsteigen lässt, als wenn man neutral oder sogar positiv wäre.","replies":[]},{"id":"","poster":"Not joining you","date":"2018-01-13T13:29:58.914+0000","up_votes":1,"down_votes":0,"body":"Kann sein, dass ich das irgendwie falsch verstanden habe.\nHätte ja sein können, dass dodgen oder so mit zu der Erfahrung zählt.\nWhoops. ^^","replies":[{"id":"","poster":"Vogeljunges","date":"2018-01-13T13:33:59.319+0000","up_votes":1,"down_votes":0,"body":"ja aber wenn dem so wäre, dann wäre dodgen ja kontraproduktiv und würde den Wiederaufstieg ja nur verlängern. oder verlässt du so oft die Select, dass es bei dir ein Faktor sein könnte?","replies":[{"id":"","poster":"Not joining you","date":"2018-01-13T13:35:36.456+0000","up_votes":1,"down_votes":0,"body":"Ne ne, dodgen gibts bei mir nich. \nEs ist entweder Q erst gar nicht oder sitz die 20 - 40 Minuten.\nHab mich nur gewundert.","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2018-01-14T08:32:57.049+0000","up_votes":1,"down_votes":0,"body":"Das kommt drauf an, wie lange es dauert. Kann 2-3 Monate pro Levelaufstieg dauern, kann länger dauern oder sogar deutlich kürzer. Du kannst das auch recht gut selbst beeinflussen, alles, was du tun musst, ist, dich besonders positiv zu verhalten. Wenn du neutral bist gehts auch, aber nicht ganz so schnell. Wenn du negativ bist, kriegst du wie schon im Kommentar als Antwort auf Vogeljunges gesagt sogar einen Malus, der dich länger brauchen lässt.\n\nPositives Verhalten lohnt sich ^^.","replies":[]}]}