{"id":"f3PA9ti3","poster":"Riot Kengen","date":"2018-01-12T18:59:57.608+0000","title":"Meddlers Gameplay-Gedanken - 12. Januar","subforum":"Dev Corner","up_votes":2,"down_votes":0,"body":"Hallo,\r\n-------------------------------------------------------------------------------\r\n\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n\r\n----------------------------------------------------------------------------\r\n**&Auml;nderungen am Sehenden Stein**\r\nWie bereits Anfang der Woche erw&auml;hnt, stehen &Auml;nderungen bevor, durch die man die aktive Komponente des Sehenden Steins als Belohnung &uuml;ber die Gegenst&auml;nde f&uuml;r Supporter erh&auml;lt. Dadurch wollen wir die Wahl von Gegenst&auml;nden und Flexibilit&auml;t f&uuml;r Supporter vergr&ouml;&szlig;ern, die momentan durch den fr&uuml;hen Kauf des Sehenden Steins eingeschr&auml;nkt werden. Wir haben einige Bedenken hinsichtlich dieser Herangehensweise gesehen und obwohl wir bereits in einigen Beitr&auml;gen dar&uuml;ber gesprochen haben, fehlt es an Sichtbarkeit und/oder unsere Pl&auml;ne sind seitdem vorangeschritten. Hier sind einige diesbez&uuml;gliche Punkte:\r\n\r\n* Die allgemeine St&auml;rke von Supportern soll sich dadurch nicht ver&auml;ndern. Sollte sich die &Auml;nderung als klare Abschw&auml;chung oder Verbesserung der Position herausstellen, werden wir Anpassungen vornehmen.\r\n* Der Effekt des Sehenden Steins sollte zur gleichen Zeit wie zuvor in der Lane verf&uuml;gbar sein. Aus diesem Grund wurde der n&ouml;tige Goldbetrag f&uuml;r den Questabschluss gesenkt. \r\n* Wir &uuml;bertragen die aktiven Komponenten von Frostk&ouml;nigin und dem Talisman auf andere Gegenst&auml;nde, und wollen daf&uuml;r Kosten- sowie Herstellungspfade finden, die sie auch f&uuml;r andere Rollen zug&auml;nglich machen.\r\n* Wir &uuml;berlegen, ob wir einen neuen Gegenstand mit der aktiven Komponente von Gebirgspanzer einf&uuml;hren, sind uns aber noch nicht sicher. Es ist durchaus m&ouml;glich, dass wir einen &auml;hnlichen sch&uuml;tzenden Gegenstand f&uuml;r Einzelziele (sozusagen) brauchen, den Ritterschwur, Mikaels Schmelztiegel oder das Amulett der eisernen Solari nicht ersetzen k&ouml;nnen. Die Kaufrate des Gebirgspanzers war bereits in der Vergangenheit ziemlich niedrig (im Vergleich zum Auge der Sonnenwende) und die Verwendung seines Aktivs ist noch niedriger. Wir sind uns deswegen nicht so sicher, ob eine &Uuml;bertragung wie bei Frostk&ouml;nigin/Talisman sinnvoll w&auml;re.\r\n* Eine Abklingzeitverringerung f&uuml;r Gegenst&auml;nde mit aktiver Komponente k&ouml;nnte als Effekt eines Gegenstands zur&uuml;ckkehren. Hinsichtlich der daraus resultierenden Spielz&uuml;ge und m&ouml;glichen Gegenstandskombinationen w&auml;re das sicherlich ein ordentliches Konzept. Allerdings br&auml;uchten wir in diesem Fall h&ouml;chstwahrscheinlich eine Grenze f&uuml;r die Abklingzeitverringerung f&uuml;r Gegenst&auml;nde mit aktiver Komponente. Diese fehlende Grenze ist ein Vers&auml;umnis &ndash; da es vor 7.22 und den neuen Runen keine andere Quelle f&uuml;r diese Art von Abklingzeitverringerung gab &ndash; und f&uuml;hrt zu Problemen beim Ausbalancieren von Gegenst&auml;nden. \r\n* Im Gewundenen Wald gew&auml;hren die Gegenst&auml;nde f&uuml;r Supporter nicht die aktive Komponente des Sehenden Steins. Vorerst behalten sie im GW ihre bisherigen Belohnungen bei.\r\n\r\n-----------------------------------------------------------------------------\r\n**Sichtwertung in der Punkteanzeige**\r\n\r\nWo wir gerade mehr oder weniger beim Thema sind: Wir wollen die Sichtwertung dauerhaft zur Punkteanzeige &uuml;ber die Tabulatortaste hinzuf&uuml;gen, damit sie nicht nur &uuml;ber die Schmuckinfo sichtbar ist. Damit soll die Bedeutung der Sicht hervorgehoben werden und den Teams gezeigt werden, wie viel einzelne Spieler durch das Platzieren/Zerst&ouml;ren von Augen zum Spiel beitragen. Sollte in 8.2 oder 8.3 so weit sein. Die Sichtwertung r&uuml;ckt dadurch mehr in den Fokus und m&ouml;glicherweise kommen dadurch Merkw&uuml;rdigkeiten bei der Berechnung zum Vorschein (z. B. ob ein Platzieren von Augen im gegnerischen Dschungel im Vergleich zum tats&auml;chlichen Beitrag zu hoch gewertet oder das Zerst&ouml;ren von Augen mit rotem Schmuck zu niedrig gewertet wird). Wir freuen uns &uuml;ber jegliche R&uuml;ckmeldungen dazu, sowohl &uuml;ber die aktuelle Sichtwertung als auch nach ihrer Einf&uuml;hrung auf der Punkteanzeige.\r\n\r\n-----------------------------------------------------------------------------\r\n\r\n**Standard f&uuml;r adaptiven Schaden**\r\n\r\nWir &uuml;berpr&uuml;fen bei jedem Champion, ob er standardm&auml;&szlig;ig F&auml;higkeitsst&auml;rke oder Angriffsschaden von adaptiven Runen erh&auml;lt, wenn er noch keinen der beiden Werte besitzt. Bei den meisten gibt es keine Probleme, da entweder ihr Startgegenstand ihre Richtung vorgibt oder einer der beiden Werte stets h&ouml;her ausf&auml;llt und sie diesen ohnehin verbessern. Bei manchen allerdings k&ouml;nnte der momentane Standardwert problematisch sein. Betroffen sind davon besonders die Robusteren, die vielleicht weder das eine noch das andere verfolgen, oder Jungler, die f&uuml;r ihre ersten Dschungellager einen bestimmten Wert bevorzugen. \r\n\r\nWir wollen uns die Standardliste ansehen und alle momentan unpassenden Kombinationen &auml;ndern. Wir haben allerdings noch keine Liste an betroffenen Champs und ich w&uuml;rde diese Frage gerne in die Runde werfen. Falls du &uuml;ber einen Champion mit falschen adaptiven Standardwerten Bescheid wei&szlig;t, hinterlasse uns einfach eine Nachricht im Kommentarbereich!\r\n\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[{"id":"","poster":"Meitser","date":"2018-01-12T19:07:24.216+0000","up_votes":1,"down_votes":2,"body":"Durch die entfernung des Sightstones werden Supporter stark generft.\nSogar so stark, dass es mich nicht wundern würde wenn man einfach einen weiteren carry auf der botlane nehmen wird.\npls fix.","replies":[{"id":"","poster":"Megamaexx","date":"2018-01-12T19:40:22.074+0000","up_votes":2,"down_votes":0,"body":"Du hast auch gelesen, dass er nicht entfernt, sondern umgelagert wird? Was bringt es denn, einen weiteren Carry auf die Lane zu packen, wenn dieser kein Gold bekommt? Ein Supporter ist mehr als eine Wardmaschine. sonst könnte da sowieso ein anderer ADC mit Sightstone eingesetzt werden, wenn das die einzige Aufgabe ist...","replies":[]}]}]}