{"id":"sOnk6wcT","poster":"xSilverSt4r","date":"2018-01-11T22:14:46.424+0000","title":"LOL Champion BUG Lp verloren","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hallo erstmal \r\nich habe eben ein Ranken Game gespielt, welches wir verloren haben. Aufgrund eines Bugs bin ich leider auf der Lane ziemlich oft gestorben.\r\nEs handelt sich hier um die Kette von LB. Diese h&auml;tte mich niemals treffen k&ouml;nnen, da ich viel zu weit entfernt war. Dadurch konnte LB die Kette fast immer landen, obwohl unser Team deutlich daneben stand. Nun habe ich ca. 20 Lp verloren, da diese Bug ganz klar schlaggebend f&uuml;r die Niederlage war. Kann man die LP nun irgendwie zur&uuml;ck fordern ? Unser Team konnte ja nichts daf&uuml;r, dass die Kette so verbucht war. Ich kann gerne Bilder beif&uuml;gen, falls das gew&uuml;nscht wird.","replies":[{"id":"","poster":"Dermel","date":"2018-01-11T22:38:22.233+0000","up_votes":2,"down_votes":0,"body":"Ein Video wäre am besten, das kann man ja im Replay aufnehmen.","replies":[]},{"id":"","poster":"DrunkenRedPanda","date":"2018-01-11T22:16:11.019+0000","up_votes":2,"down_votes":0,"body":"Pic or it didn't happen","replies":[]},{"id":"","poster":"Hakkuu","date":"2018-01-12T13:05:21.720+0000","up_votes":1,"down_votes":0,"body":"Ich calle hiermit einfach mal ohne weitere Details oder Bilder zu haben bullshit. Vorab das irrelevante:\n- Du bist Level 17?! Und 20LP mit einem Lose verlieren ist schon eine Seltenheit.\n- Nein, du kannst, konntest und wirst auch nie verlorene LP zurückfordern können. In seltenen Fällen geht das von Riot aus, wenn sie einen großen Bug leicht eingrenzen können. Vom Spieler aus: nein.\n\nJetzt zur eigentlichen Sache:\nLe Blanc's Kette hat eine deutlich größere Hitbox als die Partikel darstellen. Ich bin mir sehr sicher, dass du keinen Bug, sondern League of Legends erlebt hast.\nSpätestens wenn du einmal von Gragas Bodyslam getroffen wurdest, weißt du, dass Hitboxen nicht immer das sind wonach es aussieht.","replies":[]}]}