{"id":"1V3m3UE6","poster":"RammiRasur","date":"2018-01-11T17:15:32.711+0000","title":"Überarbeitetes Ehrungssystem für 2018","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Hey Leute,\r\n\r\nich hab grad das &uuml;berarbeitete Ehrungssystem f&uuml;r 2018 (https://euw.leagueoflegends.com/de/featured/honor?utm_source=LeagueClient&amp;utm_medium=OverviewTier2Pos1) gesehen und habe mich was zur Zur&uuml;cksetzung der Ehrungsstufe gefragt, was sich wom&ouml;glich auch viele von euch gefragt haben. Im Thread wird ganz unten erl&auml;utert, dass du in der neuen Season mit einer anderen Zwischenstufe startest, je nach deinem Ehrungslevel in der letzten Season, z.B wenn du 2017 Stufe 5 warst, startest du Season 8 mit Stufe 2 und Zwischenstufe 3, wenn du nur Stufe 4 warst startest du ein Zwischenlevel niedriger. Nun habe ich mich gefragt, ob man die Belohnungen f&uuml;r das Erreichen der Zwischenstufen (Ehrungskugeln) f&uuml;r die Zwischenstufen erh&auml;lt die man &quot;&uuml;bersprungen&quot; hat.\r\n\r\nNehmen wir z.B. an Spieler 1 war letzte Season Ehrungsstufe 2, also startet er 2018 mit Ehrungsstufe 2 und zwischenstufe 0. Also kann er nun die Belohnungen f&uuml;r Zwischenstufe 1, 2 und 3 der Ehrungsstufe 2 erhalten.\r\nSpieler 2 war letzte Season Ehrungsstufe 5 und startet dementsprechend 2018 mit Ehrungstufe 2 und Zwischenstufe 3. Spieler 2 kann jetzt aber die Belohnungen f&uuml;r die Zwischenstufen 1,2 und 3 nicht erhalten, damit h&auml;tte Spieler 1 ja einen Vorteil.\r\n\r\nW&auml;hrend ich diesen Thread geschrieben habe, ist mir eingefallen, dass Spieler 2 daraus aber nur Vorteile hat, denn er erh&auml;lt die besseren Belohnungen, die man in den h&ouml;heren Ehrungsstufen erh&auml;lt fr&uuml;her. Nun dachte ich auch zuerst, dass Spieler 2 ja aber insgesamt dann weniger Belohnungen erh&auml;lt, jedoch ist im FAQ (https://support.riotgames.com/hc/de/articles/115008474148) f&uuml;r das Ehrungssystem angegeben, dass man im selben Zwischenstufenabstand ,wie bei den anderen Ehrungsstufen, Ehrungskapseln der Ehrungsstufe 5 erh&auml;lt.\r\n\r\nAuch wenn ich mir die Frage w&auml;hrend des Schreibens selbst beantwortet habe, m&ouml;chte ich diesen Thread trotzdem ver&ouml;ffentlichen, um vielleicht einigen von euch zu helfen, die sich das selbe gefragt haben.\r\nFalls ich der einzige war, der sich dies gedacht hat, hab ich mir jetzt immerhin 10 Minuten Langeweile vertrieben :)\r\nLG RammiRasur","replies":[{"id":"","poster":"Me Support OwO","date":"2018-01-11T17:28:03.860+0000","up_votes":2,"down_votes":0,"body":"**Hey.**\n\nDas ist doch total logisch, da es kein Maximum gibt.\nWenn du bei ZwischenStufe 3 startest, bist du ja schneller Ehrungsstufe 5 und somit kannst somit die Zwischenstufen von Ehrungsstufe 5 bekommen, welche auch viel höheren Wert haben. Da du für Die Zwischenstufe immer gleich viel tun musst, unabhängig von der Ehrungsstufe, ziehst du daraus ja mehr Vorteile, da man ab der Fünften unendlich oft die Belohnungen bekommt.\n\n ~**_Crynx_**","replies":[]},{"id":"","poster":"Roxãs","date":"2018-01-11T19:07:54.365+0000","up_votes":1,"down_votes":0,"body":"Ich finde es Bullshit das ich nun 2 Seasons warten muss bis ich VLLT! den Grey WW bekomme.\nTrotz Honor 5 und mind. 12 Honor Kapsel habe ich Season 7, keinen der beiden Skins gezogen.\nNa gut dachte ich mir, nun bekommt man Safe einen der beiden, außer man hat bereits einen der beiden.\nDas heißt Season 8 bekomme ich safe einen, Season 9 bekomme ich dann den anderen oder Key fragments, bei Key Fragments muss ich dann auf Season 10 hoffen...wow","replies":[{"id":"","poster":"hi im seb","date":"2018-01-12T09:45:22.856+0000","up_votes":1,"down_votes":0,"body":"du bekommst beim erreichen von Honor 5 garantiert einen der beiden Skins, dh ja du musst 2 Seasons warten aber eben definitiv die beiden Seasons","replies":[{"id":"","poster":"Roxãs","date":"2018-01-12T20:15:50.246+0000","up_votes":1,"down_votes":0,"body":"oder mehr Season, Sollte ich Grey WW haben, und nächste Season sollte ich erneut Grey WW ziehen ( er bleibt in dem pool) bekomme ich stattdessen Key fragments.\nund so geht es jede Season weiter.","replies":[]}]}]},{"id":"","poster":"SSI CptHaunted","date":"2018-01-11T17:18:48.177+0000","up_votes":1,"down_votes":0,"body":"Die übersprungenen bekommst du logischerweise auch. Wäre sonst ja richtig unfair.","replies":[{"id":"","poster":"Hakkuu","date":"2018-01-11T18:15:56.366+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HauniHaunted,realm=EUW,application-id=YnZkMR0R,discussion-id=1V3m3UE6,comment-id=0000,timestamp=2018-01-11T17:18:48.177+0000)\n>\n> Die übersprungenen bekommst du logischerweise auch. Wäre sonst ja richtig unfair.\n\nHier nochmal eine ausführlichere Erklärung:\nDie höchste Honor Stufe, in die man nach dem Reset geplaced wird ist Stufe 2 Checkpoint 3.\nAlle Reward Stufen VOR Stufe 2 Checkpoint 3 geben max. 1 Key oder 3 Key Fragments (ergo auch 1 Key).\nSomit hat man keinerlei Nachteil, wenn man im hohen Honor Bereich eingestuft wird, sondern erreicht nur schneller Stufe 5.\nVon dort an bekommt man mit JEDEM Orb 3 Key Fragments + Blue Essence (also sogar mehr als für's Erreichen von Stufe 1 und 2 bzw. der Checkpoints)\n\nIch verstehe deine Besorgnis - ich hatte auch kurz Angst, dass mir jetzt Rewards entgehen, wenn ich viele Honors hatte. Riot hat das aber schon bedacht, und es so gebalanced, dass man nur davon profitiert :)","replies":[]}]}]}