{"id":"yRTvcZ8R","poster":"Riot Kengen","date":"2018-01-11T16:40:31.443+0000","title":"Meddlers Gameplay-Gedanken - 10. Januar","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Hallo,\r\n-------------------------------------------------------------------------------\r\n\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n\r\n-----------------------------------------------------------------------------\r\n**Gro&szlig;er Patch/kleiner Patch**\r\nWie zuvor bereits erw&auml;hnt probieren wir dieses Jahr, zwischen Patches mit einer gr&ouml;&szlig;eren Menge an Spiel&auml;nderungen und Patches mit weniger &Auml;nderungen abzuwechseln. Wir m&ouml;chten herausfinden, ob eine relative Best&auml;ndigkeit &uuml;ber diese 4-w&ouml;chigen Zeitr&auml;ume eine gr&ouml;&szlig;ere Entwicklung von Strategien und interessanten Spielz&uuml;gen hervorbringt, da die Verh&auml;ltnisse stabiler f&uuml;r Experimente/Optimierungen sind. Wir hoffen au&szlig;erdem, dass wir dadurch bei der L&ouml;sung von umfassenden Problemen besser vorankommen (z. B. Gegenst&auml;nde &uuml;berarbeiten, fehlende Runen hinzuf&uuml;gen, F&auml;higkeitensets aktualisieren), da wir weniger Zeit f&uuml;r die kurzfristigen Spielbalanceanpassungen aufwenden m&uuml;ssen. \r\n\r\nDabei handelt es sich allerdings erstmal nur um einen Test. Es ist gut m&ouml;glich, dass es sich zwar auf dem Papier gut anh&ouml;rt, aber im Endeffekt so scheint, als w&uuml;rden dringende Dinge langsamer gel&ouml;st, und wir bei l&auml;ngerfristigen Arbeiten trotzdem nicht schneller vorankommen. Sollte dem so sein oder andere Probleme auftauchen, kehren wir zu unserem regul&auml;ren Patchablauf zur&uuml;ck. \r\n\r\n8.2 wird der erste gr&ouml;&szlig;ere Patch, 8.3 ein kleinerer, 8.4 wieder gro&szlig; usw. Wichtiger Hinweis: Dieser Gro&szlig;/Klein-Zyklus betrifft nur ein paar Arten von Spiel&auml;nderungen, zumindest vorl&auml;ufig. Wenn wir z. B. einen Haufen Gegenst&auml;nde &auml;ndern, dann in einem gro&szlig;en Patch (mit gerader Nummer). Das gleiche gilt f&uuml;r die meisten &Auml;nderungen an der Spielbalance. Dinge wie Skins, Fehlerbehebungen, die Spielmodus-Rotation, neue Clientfunktionen usw. sind von der Gro&szlig;-/Kleinunterscheidung nicht betroffen und werden ver&ouml;ffentlicht, wenn sie fertig sind. Vorerst kommen neue Champions und &Uuml;berarbeitungen weiterhin sowohl in gro&szlig;en als auch in kleinen Patches. Falls diese Herangehensweise vielversprechend ist, werden wir noch einmal separat beurteilen, ob ihre Begrenzung auf gro&szlig;e Patches von Vorteil ist (oder nicht). Wir wollen mit diesem Zyklus allerdings generell anfangs nur weitreichendere Spielbalance&auml;nderungen testen.\r\n\r\n-----------------------------------------------------------------------------\r\n**Zielgerichtete F&auml;higkeiten und Vasallenaggro**\r\n\r\nWo wir gerade von weitreichenden &Auml;nderungen sprechen, hier ist eine f&uuml;r einen zuk&uuml;nftigen gro&szlig;en Patch, falls wir sie durchziehen. Wir testen gerade eine &Auml;nderung, bei der schadenverursachende F&auml;higkeiten, die man per einfachem Klick auf das Ziel einsetzt (z. B. Brands E oder Annies Q), wie normale Angriffe auch die Vasallenaggro auf sich ziehen. Keine Garantie, dass diese &Auml;nderung implementiert wird, da sie noch in der Testphase ist, aber es w&auml;re definitiv in einem gro&szlig;en Patch (m&ouml;glicherweise 8.2 oder 8.4). \r\n\r\nWir testen diese Herangehensweise, da sie uns eventuell sehr bei der Ausbalancierung einer Menge Champions helfen k&ouml;nnte. In der Vergangenheit mussten wir viele Champions mit dieser Art von F&auml;higkeiten um die Annahme herum ausbalancieren, dass sie diese F&auml;higkeit einfach endlos auf ihren Gegner hauen, bis das Ziel entweder stirbt/sich in die Basis zur&uuml;ckzieht oder der Anwender kein Mana mehr hat.  Pantheon ist daf&uuml;r ein besonders klares Beispiel. Das daraus resultierende Spielmuster ist ziemlich beschr&auml;nkt und bietet auch dem Gegner nur begrenzte M&ouml;glichkeiten (es durchzustehen oder im Duell besser zu sein). Um manche Champs in Zaum zu halten, mussten wir beispielsweise ihr Mana stark kontrollieren, die Reichweite abschw&auml;chen, sie vollst&auml;ndig von einer Lane verdr&auml;ngen oder F&auml;higkeiten zu Skillshots umwandeln. \r\n\r\nIm Gegensatz dazu sind normale Fernangriffe &ndash; trotz gewisser Probleme &ndash; um einiges differenzierter, da sie die Vasallenaggro auf sich ziehen. Zum Beispiel ist es manchmal keine gute Idee, den Gegner mit einem normalen Angriff zu treffen, da du Schaden durch die Vasallen erleidest oder das Vorantreiben der Lane dadurch beeinflusst wird. Andere Spieler k&ouml;nnen in diesen Momenten reagieren und es er&ouml;ffnet andere M&ouml;glichkeiten, die Lane zu spielen. Das ist besonders wichtig in Begegnungen zwischen Fern- und Nahk&auml;mpfern, da ohne die Vasallenaggro sonst die Fernk&auml;mpfer klar im Vorteil sind. \r\n\r\nWie gesagt handelt es sich um eine m&ouml;gliche, noch nicht feststehende &Auml;nderung. Sie w&uuml;rde einen Haufen Champs st&auml;rketechnisch recht hart treffen; wir denken hier vor allem an Panth, Kassadin und Cass. Die br&auml;uchten danach ziemlich sicher etwas Hilfe (au&szlig;er vielleicht Panth aufgrund seiner momentanen St&auml;rke). Allerdings k&ouml;nnten wir ihre St&auml;rke anders verbessern, wenn ihre Grundf&auml;higkeiten anders gekontert werden k&ouml;nnen. Ein paar Champs mit wenig Konterm&ouml;glichkeiten in der Anfangsphase d&uuml;rfen nur sehr begrenzte andere St&auml;rken besitzen. Eine solche &Auml;nderung w&uuml;rde es uns erm&ouml;glichen, manche Champs f&uuml;r Situationen auszubalancieren, von denen wir sie fr&uuml;her ausschlie&szlig;en mussten (k&ouml;nnen wir zum Beispiel Elise zur&uuml;ck auf die Lane bringen, wenn der Gegner auf ein Dauer-Q reagieren kann?)\r\n\r\n-----------------------------------------------------------------------------\r\n**Entsiegeltes Zauberbuch**\r\n\r\nWir arbeiten momentan am &bdquo;Entsiegelten Zauberbuch&ldquo;. Die &Auml;nderungen kommen zwar noch nicht in 8.2, aber hoffentlich recht bald danach (vielleicht 8.3, wenn sie kleiner ausfallen, bei gr&ouml;&szlig;eren &Auml;nderungen wahrscheinlich 8.4). Wir wollen eine Sache probieren, die interessant sein k&ouml;nnte und auch h&auml;ufig vorgeschlagen wird: &bdquo;Entsiegeltes Zauberbuch&ldquo; k&ouml;nnte die Wahl von &auml;lteren Beschw&ouml;rerzaubern erm&ouml;glichen, die es nicht mehr im Spiel gibt. Wir denken noch dar&uuml;ber nach, welche wir verf&uuml;gbar machen sollen. Manche scheinen ziemlich unproblematisch (z. B. &bdquo;Klarheit&ldquo;). Andere sind sehr interessant, aber k&ouml;nnten Probleme verursachen (z. B. &bdquo;Wiederbeleben&ldquo;). Ich werde wieder berichten, nachdem wir diesen Punkt genauer getestet und diskutiert haben. \r\n\r\n-----------------------------------------------------------------------------\r\n**Neuigkeiten zum Spielrhythmus**\r\n\r\nWir &uuml;berpr&uuml;fen diese Woche weiterhin den Spielrhythmus bzw. Probleme mit dem &Uuml;berrollen des gegnerischen Teams. Seit Montag (w&auml;hrend ich diesen Beitrag schreibe) testen wir ein paar &Auml;nderungen, die T&uuml;rme im fr&uuml;hen Spiel etwas robuster machen. Die durchschnittliche Spielzeit hat sich nach dem Vorsaisonspatch kaum ge&auml;ndert. Allerdings hat die Anfangsphase am meisten Zeit eingeb&uuml;&szlig;t und wir haben den Eindruck, dass sie zu sehr verk&uuml;rzt wurde. Wir testen &Auml;nderungen, die wieder etwas Zeit zur&uuml;ckbringen sollen und ein paar m&ouml;gliche &Auml;nderungen von Elementen, die ein &Uuml;berrollen des Gegners beg&uuml;nstigen (z. B. eine Abschw&auml;chung von &bdquo;Triumph&ldquo; bez&uuml;glich des Golds und/oder der Wiederherstellung von Leben). \r\n\r\nDiese Punkte sind kniffliger auszuarbeiten, da die Ansichten der Spieler weit auseinanderliegen. In manchen Internetcommunitys behaupten Spieler, dass die Spiele l&auml;nger dauern sollten und extrem h&auml;ufig eines der Teams die Oberhand gewinnt und nicht mehr zu stoppen ist. Andere Gruppen sehen das anders. Wir f&uuml;hren au&szlig;erdem zuf&auml;llige Umfragen unter LoL-Spielern durch, wie vor Kurzem (Anfang Januar) f&uuml;r Spieler in Nordamerika, Brasilien und Korea (1500 Spieler nach Ende eines Spiels in der Kluft). Dadurch ging hervor, dass zumindest diese Spieler sich durchschnittlich ein etwas k&uuml;rzeres Spiel w&uuml;nschen. Sie gaben au&szlig;erdem an, dass der &Uuml;berroll-Effekt in Ordnung ist und sich &auml;hnlich wie zum Zeitpunkt unserer Umfrage Anfang 2017 verh&auml;lt. Diese unterschiedlichen Meinungen erschweren unsere Arbeit an diesem Thema.\r\n\r\nWir werden &uuml;ber die kommenden Wochen diese Aspekte genau unter die Lupe nehmen, bis wir eine &uuml;berzeugende Hypothese haben, mit der wir arbeiten k&ouml;nnen. Basierend auf Spielerr&uuml;ckmeldungen, Spielbeobachtungen und gesammelten Daten ist der Zeitverlust in der Anfangsphase bereits ein relativ sicherer Punkt f&uuml;r uns und wir testen &Auml;nderungen. F&uuml;r weitreichendere &Auml;nderungen m&uuml;ssen wir aber zuerst noch etwas Forschung betreiben. Als Erstes werten wir Umfragedaten aus anderen Regionen aus (China ist als N&auml;chstes dran). Dann sehen wir uns an, ob je nach MMR der Spielrhythmus/&Uuml;berroll-Effekt anders empfunden wird (also wie die Meinungen in Silber im Vergleich zu Diamant ausfallen). Wir m&uuml;ssen au&szlig;erdem einen Haufen gesammelter Daten in andere Segmente aufschl&uuml;sseln (z. B. die genaue Verteilung unter den Mittelwerten von Spielern, die stark in eine Richtung tendieren, im Gegensatz zu einer eher neutralen Haltung). \r\n\r\n\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[{"id":"","poster":"hi im seb","date":"2018-01-12T07:42:14.840+0000","up_votes":1,"down_votes":0,"body":"Wie wäre es wenn man die Twisted Treeline endlich mal überarbeitet. Sie attraktiver macht und dann das Spiel so anpasst das beide Seiten einen Modus haben, einen mit kurzen Spielen und einen mit Längeren.","replies":[{"id":"","poster":"HyperionCH","date":"2018-01-12T10:11:51.040+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sebtional,realm=EUW,application-id=x3W1ubQa,discussion-id=yRTvcZ8R,comment-id=0000,timestamp=2018-01-12T07:42:14.840+0000)\n>\n> Wie wäre es wenn man die Twisted Treeline endlich mal überarbeitet. Sie attraktiver macht und dann das Spiel so anpasst das beide Seiten einen Modus haben, einen mit kurzen Spielen und einen mit Längeren.\n\nIch muss dir leider sagen, dass für  Verbesserungsvorschläge hier wohl der falsche Ort ist.\nRiot-Mitarbeiter posten hier offenbar nur die Übersetzungen von Beiträgen vom Entwickler- bzw. Balancing-Team aus dem NA-Forum. Dein Vorschlag wird somit von Riot nicht gelesen und schon gar nicht weiter geleitet.\n\nVorschläge in englischer Sprache auf Reddit oder im NA-Forum haben zumindest eine geringe Chance, dass sie von Riot gesehen wird.","replies":[{"id":"","poster":"hi im seb","date":"2018-01-12T11:09:39.564+0000","up_votes":1,"down_votes":0,"body":"nun dann probier ichs vllt mal da vllt findet das ja anklang :/\n\nis halt n bissl schade das die deutschen Foren von Rio praktisch aufgegeben wurden","replies":[{"id":"","poster":"HyperionCH","date":"2018-01-12T21:34:56.407+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sebtional,realm=EUW,application-id=x3W1ubQa,discussion-id=yRTvcZ8R,comment-id=000000000000,timestamp=2018-01-12T11:09:39.564+0000)\n> \n> is halt n bissl schade das die deutschen Foren von Rio praktisch aufgegeben wurden\n\nWahrscheinlich findet dies niemand so schade, wie ich es tue.\nEntsprechend habe ich vor über einem Jahr meine Konsequenzen gezogen.","replies":[]}]}]}]}]}