{"id":"wjW9M6R5","poster":"SayaShire","date":"2020-02-03T15:54:49.175+0000","title":"0 LP verloren beim Verlieren...","subforum":"Champions & Gameplay","embed":{"title":null,"description":null,"url":"https://cdn.discordapp.com/attachments/364109639413006338/673917922238005248/Unbenannt.png","image":null},"up_votes":1,"down_votes":0,"body":"Hallo ihr Zockermäuse!\r\n\r\nIch hatte wieder ne ziemlich lange LOL Pause und schaffe vielleicht ein Mal die Woche ein bis drei Games, bevor ich tot ins Bett falle. \r\n(Demnach sind meine Stats auch nicht wirklich gut und bevor mich irgendwer dafür anmacht, hab ich sie einfach entfernt)\r\n\r\n[Wie ihr auf dem Bild sehen könnt](https://cdn.discordapp.com/attachments/364109639413006338/673917922238005248/Unbenannt.png), habe ich zwei Games verloren, zwei gewonnen und wieder eins verloren.\r\nIch hab mit 0LP gestartet, nichts verloren. Dann gewann ich +38LP und beim nächsten Game +33LP. \r\nAls ich gestern dann wieder ein Spiel verlor ( das letzte aufgelistete Game), verlor ich aber keine LP. \r\nWas mich jetzt irgendwie wundert, denn man verliert doch immer irgendwie? \r\n\r\nWie kann man das erklären? \r\nIst das ein Bug? Wenn ja, sollte ich das melden, oder? \r\n\r\n{{sticker:sg-zephyr}}","replies":[{"id":"","poster":"Eroticat Nimar","date":"2020-02-03T16:08:27.755+0000","up_votes":3,"down_votes":0,"body":"In den Placement games verliert man keine Punkte.\nSInd die ersten 10 Games im Ranked pro Season","replies":[{"id":"","poster":"SayaShire","date":"2020-02-03T16:15:40.317+0000","up_votes":1,"down_votes":0,"body":"Oh... \nVor ein paar Wochen konnte ich, obwohl die Season beendet war, weiter ranken und meinen Rang noch etwas hochziehen. \nIch dachte, ich mache dort weiter wo ich aufgehört habe... \n\nAber okay, dann warte ich mal die Placements ab, vielen Dank!\n\n(Zählen Remakes eigentlich auch?)","replies":[{"id":"","poster":"Sirrkas","date":"2020-02-03T16:33:25.821+0000","up_votes":1,"down_votes":0,"body":"In wie fern sollen Remakes zählen? Ob sie als Einstufungsmatch zählen? Ich denke nicht, dass das der Fall ist. Ein Remake ist ja schon eine vergebene Niederlage, da sollte es eigentlich nicht zu den Placements zählen.","replies":[]}]}]}]}