{"id":"JYqREzoE","poster":"Casμ","date":"2019-06-11T16:19:24.232+0000","title":"Suche Plat+ ADC für DuoQ Grind","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Tl;dr: Suche ADC Plat+, ab 18, entspannt aber focussed, bin washed up\nMoin.\nWie ihr dem Titel sicher entnehmen könnt suche ich einen guten ADC mit dem ich bis Dia grinden kann und darüber hinaus.\nWenn du darüber hinaus noch Bock hast auf ein 5er Team wäre das ideal, da wir auch für unser Team einen ADC suchen. Allerdings sind wir in den nächsten Wochen als Team zu inaktiv und deshalb suche ich hier erstmal für DuoQ einen ADC.\n\nBin eigentlich seit Beginn Support Main, habe aber zwischendurch oft die Rolle gewechselt. Kann so gut wie alles spielen oder mir aneignen. Ich spiele seit Season 1 und habe in den Seasons 3-5 auch einige Erfahrung im hohen Dia Bereich bzw. in der  Semi-Professionellen LoL Szene sammeln können. Danach hat mich dann leider das Reallife eingeholt sodass ich nicht mehr regelmäßig spielen konnte. Jetzt laufe ich meiner alten Form hinterher, bin aber an guten Tagen sicher noch auf Dia 3-2 Niveau.\n\n\nBitte nur Meldungen von Leuten über 18, im Idealfall über 20.\n\nEs könnte etwas kompliziert werden mich zu adden, da der LOL Client ein paar Probleme mit meinem Namen hat. Falls es nicht funktioniert kommentiert bitte kurz unter dem Thread, dann adde ich euch.\n\nIGN: Casµ","replies":[{"id":"","poster":"Gloryzuo","date":"2019-06-11T16:36:21.326+0000","up_votes":2,"down_votes":0,"body":"add ist raus ^^","replies":[]},{"id":"","poster":"Dat Troll Pick12","date":"2019-06-16T21:04:58.242+0000","up_votes":1,"down_votes":0,"body":"moin adde mal Coinflip Throw","replies":[]},{"id":"","poster":"Casμ","date":"2019-06-16T20:52:37.255+0000","up_votes":1,"down_votes":0,"body":"bump","replies":[]},{"id":"","poster":"Casμ","date":"2019-06-12T17:22:55.503+0000","up_votes":1,"down_votes":0,"body":"bump","replies":[]},{"id":"","poster":"Casμ","date":"2019-06-11T21:41:22.683+0000","up_votes":1,"down_votes":0,"body":"Push","replies":[]}]}