{"id":"6wyxO606","poster":"Markishi","date":"2018-01-10T10:50:48.762+0000","title":"Gewinner des Volunteer-Weihnachtsgeschichten-Rätsels","subforum":"Community-Kunstwerke","up_votes":5,"down_votes":0,"body":"Seid gegr&uuml;&szlig;t Beschw&ouml;rer!\n\nWie versprochen gibt es die Aufl&ouml;sung des R&auml;tsels aus unserer Weihnachtsgeschichte!\nDoch zuerst einmal m&ouml;chten wir Euch daf&uuml;r danken, dass Ihr unsere Geschichte gelesen und Dylan geholfen habt! Wir hoffen nat&uuml;rlich, Euch hat es gefallen, Dylan auf seiner Reise zu begleiten.\n\nDoch nun zu den L&ouml;sungen auf unsere Fragen!\nFrage eins lautete: Welche Zahl muss Dylan in das Eis ritzen?\nDie Antwort darauf lautet 4. Es ging immer nach der Anzahl der Buchstaben die die vorher angezeigte Zahl besa&szlig;. Da Dylan eine 10 angezeigt wurde ist 4 die Antwort.\n\nFrage zwei lautete: Was k&ouml;nnte Dylan zu den Porow&auml;chtern gesagt haben?\nDie richtige Antwort w&auml;re, dass er ins Schlafzimmer seiner Eltern gebracht werden m&ouml;chte. Bei richtiger Aussage h&auml;tten die Poros ihn in sein Bett gebracht, bei falsche in das Schlafzimmer seiner Eltern. Da er in das Schlafzimmer seiner Eltern wollte, aber nicht gelogen hatte, konnten die Poros ihn nicht fortbringen und er durfte bleiben.\n\nFrage drei handelte von den beiden Seilen, mit dem der Koch gerne 45 Minuten bestimmen w&uuml;rde.\nDie korrekte L&ouml;sung ist, dass man ein Seil an beiden Enden anz&uuml;ndet und das andere nur an einer. Sobald das Seil, was man an beiden Seiten angez&uuml;ndet hat abgebrannt ist, also nach 30 Minuten, z&uuml;ndet man das andere Ende des zweiten Seiles an. So w&auml;re nach weiteren 15 Minuten das zweite Seil auch abgebrannt und man h&auml;tte 45 Minuten gemessen.\n\nBei Frage vier war die Aufgabe, herauszufinden, was Dylan zu einem der Poros gesagt haben k&ouml;nnte, damit er den richtigen Weg herausfindet. Eins spricht immer die Wahrheit, das andere l&uuml;gt.\nDie L&ouml;sung hierbei war folgende: Man fragt das Poro, welchen Weg das andere vorschlagen w&uuml;rde. Eines l&uuml;gt und sagt den falschen, das andere spricht die Wahrheit und nennt den falschen oder den richtigen Weg. So wei&szlig; Dylan, welchen Weg er nehmen muss um nach Hause zu kommen.\n\nWir hatten einen Beschw&ouml;rer, der alle Antworten richtig hatte und das ist Black Udyr! Ich habe Dir eine Anfrage geschickt, damit ich Dir dein Geschenk senden kann, ein kleines Mistery Gift f&uuml;r Deine Bem&uuml;hungen! Solltest Du keine Anfrage erhalten haben, so melde Dich bitte oder f&uuml;ge mich hinzu.\nWir bedanken uns noch einmal bei allen die mitgemacht haben, w&uuml;nschen Euch nat&uuml;rlich noch einen guten Start ins neue Jahr und vielleicht k&ouml;nnen wir Dylan ja bald auf einem neuen Abenteuer begleiten!\n\nEure Volus","replies":[{"id":"","poster":"Black Udyr","date":"2018-01-10T11:33:55.337+0000","up_votes":1,"down_votes":0,"body":"Super, danke!","replies":[]}]}