{"id":"N34APEti","poster":"NTX Bongo","date":"2018-01-09T14:24:44.165+0000","title":"Plat+ Support sucht Team","subforum":"Clans & Teams","embed":{"title":"TiN Bongo - Summoner Stats - League of Legends","description":"TiN Bongo / Platinum 3 49LP / 94W 88L Win Ratio 52% / Thresh - 35W 25L Win Ratio 58%, Nami - 16W 15L Win Ratio 52%, Lulu - 16W 9L Win Ratio 64%, Brand - 9W 3L Win Ratio 75%, Nautilus - 4W 8L Win Ratio 33%","url":"http://euw.op.gg/summoner/userName=tin+bongo","image":"http://opgg-static.akamaized.net/images/logo/2015/reverse.rectangle.png"},"up_votes":1,"down_votes":0,"body":"Ich suche nach einem Platin bis Low Diamond Team f&uuml;r Flexq und eventuelle Turniere. Die geistige Reife sollte im Team vorhanden sein, was jedoch nicht hei&szlig;t, dass ihr komplett versteift sein sollt. Lediglich sollen flame und Streitereien um Kleinigkeiten aus bleiben.\r\n\r\nIch spiele seit Season 4 aktiv als Support und besitze einen gro&szlig;en Championpool, welcher sich von Tanks &uuml;ber Heal/Shield Supports bis zu Mages erstreckt, jedoch gibt es einzelne Champions welche mir nicht sonderlich liegen, was ich aber durch &Uuml;bung &auml;ndern k&ouml;nnte (bsp. Tahm Kench).\r\n\r\nSeason 7 &uuml;ber habe ich nur sehr wenig LoL gespielt, da ich es ohne festes Team sehr langweilig und erm&uuml;dend finde, weshalb ich weniger als 200 soloq games habe und nur Platin 3 bin, in der Flexq habe ich sogar nur unter 100 Runden gespielt und bin derzeit Gold 4, da ich keinen Sinn darin sehe alleine Flexq zu spielen.\r\n\r\nMit einem festen Team und somit auch festen Duoq Partnern w&auml;re ich jedoch bereit wieder deutlich mehr Zeit in das Spiel zu investieren um zu climben.\r\n\r\nIch habe viel Erfahrung &uuml;ber vIsion control, wave control und macro play, wodurch ich auch f&uuml;r calls zu gebrauchen bin, jedoch habe ich auch kein Problem damit mich an Shotcalls anderer zu halten, Kritik anzunehmen und mich in ein Team zu integrieren.\r\n\r\nNat&uuml;rlich habe ich ein funktionierendes Headset und Programme wie Teamspeak oder Discord und kann mich auch mit festen Zeiten anfreunden, solange sie nicht anderen Terminen im Weg stehen.\r\nAu&szlig;erdem spiele ich auch gerne andere Spiele wie beispielsweise PUBG oder GTA V, wenn im Team gerade mal nicht so viel Lust auf LoL vorherrscht.\r\n\r\nWenn ihr noch einen Supporter sucht, dann schreibt mich einfach ingame an.\r\n\r\nIngame Name: TiN Bongo","replies":[]}