{"id":"PZEbA5q3","poster":"KorSett","date":"2020-03-06T11:29:41.430+0000","title":"Die Discord-experience","subforum":"Allgemeiner Chat","up_votes":13,"down_votes":1,"body":"Hallo liebe Community, \r\nda bald das Forum geschlossen wird, habe ich mir überlegt wie ich anderswo Spieler zum zocken finde. Ich habe mich dazu entschieden den Offiziellen League of Legends Community Discord zu besuchen und dort ein bisschen zu stöbern. **Gleich vorweg möchte ich weder die Nutzer verallgemeinern noch persönlich die Moderation dessen angreifen. Genauso sind mir und allen Forennutzern bestimmt schon Forum XY bekannt, welches dies ersetzen soll. **\r\nNein, ich möchte bitte das in den Kommentaren am besten auch andere ihre Erfahrung teilen, vielleicht mit noch anderen Medien (keine Ahnung wie man über Reddit o.ä. Leute suchen soll). \r\n___________\r\nUm mal einen Maßstab zu setzen würde ich dem Forum so wie es aktuell ist eine 6/10 geben. Man findet zwar nicht immer direkt Leute zum zocken oder änhlichem, aber zumindest konnte man gewisse Parameter setzen (Alter, Elo etc.). \r\n\r\nAber zum eigentlichen Thema, Discord würde ich mit einer 2/10 bewerten. Um einmal kurz die Vorteile zusammenzufassen, es geht schnell und ist nachdem man verfiziert ist unkompliziert. Die Nachteile (und bitte den Disclaimer beachten) sind, dass man keinerlei Parameter setzen kann und auf einmal mit Kindern (Vielleicht war es auch Zufall aber die Person die ich meine gab vor 22 zu sein und hörte sich nunmal an wie 12), Anfängern (nicht das ich was gegen Anfänger hätte, aber ich fühle mich schlecht wenn diese ein schlechtes Spiel haben, weil die Gegner erfahrener sind) oder toxischen Personen in einer Lobby sitzt. Zusätzlich hatte ich das Vergnügen innerhalb von einem Tag schon die niedrigste Kreatur zu betrachten, ein Tryndamere ADC (auf Lv35 acc+L9 tag) der irgendwann Minute 10 einen Kill nicht bekommt den er sich wohl ganz doll gewünscht hat. Daraufhin hat er im Discord angekündigt afk zu gehen. Schön und gut dann geben wir halt das 4v5 Minute 15 auf, nein, er kam eine Minute später wieder um jeden Surrender-Vote zu blockieren, obwohl er selbst nur in der Basis stand und unseren Supporter beleidigte und die Gegner aufforderte den Supporter zu reporten. Damit hatte er allen Teilnehmern den Spaß genommen und die Gruppe (die mir sonst sehr nett schien) aufgelöst. Nun dachte ich mir so eine Art von Griefing kann ja wohl keine Person gutheißen und wollte dies der Moderation mitteilen, woraufhin mir kurzgesagt mitgeteilt wurde, dass Ingame Griefing keinen Interessiert, solange kein Beweis im Discord steht. \r\n______\r\nDaraus ist mein Fazit: Man findet zwar schnell Leute, aber zum Preis der Qualität. Es kann weder Moderation stattfinden und durch die Geschwindigkeit, kann man umso effizienter auf Trolls treffen. Da mache ich lieber ein Spiel alleine bis ich Leute finde die auch wirklich das Spiel spielen wollen und nicht wegen einem Kill oder Loose direkt ihr Team verraten. \r\n\r\nIch würde mich freuen wenn ihr mir eure Erfahrungen teilen könnt, da ich mit dem Discord nicht gerade zufrieden bin, \r\nVielen Dank für lesen LG KorSett","replies":[{"id":"","poster":"Megamaexx","date":"2020-03-06T13:14:16.541+0000","up_votes":3,"down_votes":0,"body":"Hab zwar keine Erfahrungen damit gemacht, aber Discord ist nicht gerade optimiert dafür. Es ist und bleibt eben ein Chat-Tool.\n\nEigentlich müsste man die Suche nach einem Queue-Partner wie eine Partnersuche gestalten, die dann nach gewissen Kriterien dir Spieler vorschlägt und diese dann einander bekannt macht. Gab's dafür nicht sogar mal ein Team, das sowas entwickelt hat oder ist das wegen mangelnder Nutzer schon eingeschlafen? \nSchon schade, dass Riot das Forum einfach löscht und man dann auf Discord oder Community-Foren angewiesen ist.","replies":[{"id":"","poster":"KorSett","date":"2020-03-06T14:15:53.541+0000","up_votes":1,"down_votes":0,"body":"Hey, danke für deine Gedanken. Kannst du mir vielleicht raussuchen was für ein Team du meinst, ich meine so eingeschlafene Spielersuchen wie in vielen Teamspeak Communitys habe ich schon oft gesehen. Waren dann aber irgendwie.. nunja eingeschlafen.\n\nFände aber auch klasse so eine Art Tinder zum zocken, wo man dann mit Spielern mit selbigen Interessen Matchen kann. Denke aber auch dort wird die Moderation sehr schwer laufen. Aber man kann ja mal träumen.\n\nLG KorSett","replies":[{"id":"","poster":"Megamaexx","date":"2020-03-06T14:55:19.117+0000","up_votes":1,"down_votes":0,"body":"> Kannst du mir vielleicht raussuchen was für ein Team du meinst\n\nIch wüsste leider auch nicht mehr, wonach ich suchen sollte, um die wiederzufinden :/ Ich glaub, das ist auch schon wieder Jahre her, seitdem die ihre Website promotet hatten. Hab schon überlegt, ob man sowas vielleicht in unser Community-Forum einbinden könnte ( [also das hier](https://lolboards.de/forum/) nichts offizielles von Riot), hat aber wieder den Nachteil, dass sich alle Teamsuchenden dort registrieren. Hmm, ich frag mal \"meine\" Programmierer, ob die Zeit und Lust hätten, sowas zu entwerfen. Dann brauchen wir nur noch genügend Nutzer dafür :D\nWäre aber cool, wenn das ursprüngliche Entwickler-Team hinter der Idee wieder aus der Versenkung erwacht.","replies":[]},{"id":"","poster":"HyperionCH","date":"2020-03-06T14:38:17.544+0000","up_votes":1,"down_votes":0,"body":"Genau, wirklich nützlich wäre eine Team-/Spielersuche, wenn es eine Datenbank gibt und man anhand von \"Filtern\" danach suchen kann.\nWeil dann das Team bzw. der Spieler genau ausfüllen muss, was man braucht/spielt (Rolle, Modus, Rang, etc.), würde man rasch finden, was man sucht.\n\nDas Forum ist leider aufgrund der Menge nicht allzu gut geeignet, aber Discord ist als Chat-Portal noch weniger geeignet.","replies":[]}]}]},{"id":"","poster":"Jennifer420","date":"2020-03-06T16:26:22.055+0000","up_votes":2,"down_votes":0,"body":"discord ist viel zu unübersichtlich und ich weiß nicht die leute da sind einfach merkwürdig.","replies":[]},{"id":"","poster":"flinxxx","date":"2020-03-06T14:40:00.248+0000","up_votes":3,"down_votes":1,"body":"Lege dir mal den im Thread aufgeführten reddit link von  Izaya Kumiho beiseite: \nhttps://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/8T5JAUNR-die-liste-dexter-ist-nun-auf-reddit\nAlso diesen:\n\n https://old.reddit.com/r/Project_Dexter/\n\nEr führt zu eine Liste von diversen Clubs und Clans ..\n\nIn der Vergangenheit galt z.B. Die Liga der Gentlemen als  eine sehr gute Anlaufadresse, jedoch kenne ich keinen akt. Stand und war auch nie selber Mitglied","replies":[{"id":"","poster":"Megamaexx","date":"2020-03-06T15:00:03.872+0000","up_votes":1,"down_votes":0,"body":"Zwar ein etwas komplizierterer Weg, um Mitspieler nach bestimmten Kriterien zu finden, aktuell aber wohl die beste Methode.","replies":[{"id":"","poster":"flinxxx","date":"2020-03-06T15:07:55.975+0000","up_votes":2,"down_votes":0,"body":"Es gibt keine direkte Anlaufstelle mehr ... die Anfänger tun mir echt leid ..","replies":[]}]},{"id":"","poster":"Izaya Kumiho","date":"2020-03-06T14:54:40.826+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=flinxxx,realm=EUW,application-id=YnZkMR0R,discussion-id=PZEbA5q3,comment-id=0002,timestamp=2020-03-06T14:40:00.248+0000)\n>\n> Lege dir mal den im Thread aufgeführten reddit link von  Izaya Kumiho beiseite: \n> https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/8T5JAUNR-die-liste-dexter-ist-nun-auf-reddit\n> Also diesen:\n> \n>  https://old.reddit.com/r/Project_Dexter/\n> \n> Er führt zu eine Liste von diversen Clubs und Clans ..\n> \n> In der Vergangenheit galt z.B. Die Liga der Gentlemen als  eine sehr gute Anlaufadresse, jedoch kenne ich keinen akt. Stand und war auch nie selber Mitglied\n\n\\o/ danke fürs sharen. sehr nice.\n\nBezüglich der Liga kann ich dir leider auch nichts mehr sagen, da es einfach unglaublich schwierig ist, dort kontakt zu finden. Die  liga sollte eigentlich noch leben und von einigen volunteers geführt werden, iirc. Darunter auch soulfly, humpel und das bäumchen.","replies":[{"id":"","poster":"flinxxx","date":"2020-03-06T15:06:05.252+0000","up_votes":1,"down_votes":0,"body":"Ich glaube wir sollten uns nun auch in Zukunft stärker direkt vernetzen, falls du also magst, kannst du mich auch gerne adden ..","replies":[]}]}]},{"id":"","poster":"HugoTheJungler","date":"2020-03-06T13:07:05.756+0000","up_votes":2,"down_votes":0,"body":"Was den Discord betrifft kann ich dir schon zu stimmen. Er ist einfach umschrieben gesagt \"nicht gut.\"\n\nDie Hemmschwelle zu trollen ist recht niedrig. Warum das so ist ? Keine Ahnung. Ich denke mal einfach, dass mehr \"nette Leute\" wie der Tryndamere mit dem du gespielt hast, auf dem Discord rumrennen, weil die Spielersuche recht unkompliziert ist und man Leute nicht einfach aus dem Discord Voice kicken kann aufgrund von fehlenden Berechtigungen. \n\nDas Leute oftmals in rankeds smurfen und trollen / nicht serious spielen, ist keine Seltenheit auf dem Discord. \n\nGeschätzte 30% der Smurfs auf dem Discord trollen/rennen runter meiner Ansicht nach. Rund 20% der Leute auf dem Discord wiederum sind Smurfs, bzw. zocken auf den Smurfs und suchen spezifisch nach Leuten in loweren Elos um sich über diese dann privat lustig zu machen oder sie zu blamen. \n\nWenn wir das mal hochrechnen bedeutet das, dass von ungefähr 30 Leuten auf dem Discord  (20% von 30 = 6 : 1/3 weil 30% sind 2 Leute) 2 Leute von 30 rennen runter/trollen/blamen richtig hart ingame. Die Rechnung ist natürlich nur grob aber spiegelt meine persönliche Ansicht wieder. \n\nDas hört sich nach wenig an ? Das sind ja auch nur die richtig harten Fälle. \"Soft Toxic\" sein nenn ich´s mal, sollte Gang und gebe sein. Da würde ich schon auf 70% tippen.\n\nFazit: Das Forum ist auch wenn es bei der Spielersuche ein wenig länger dauert um weiten besser/war besser. Der Discord ist recht komisch. Unabhängig von beiden Kategorien ist es glaube ich am besten, dass man sich seine Leute sucht und ab und zu mit denen ein paar Games macht. \n\nHoffe dir konnte mein recht \"kurzer\" Beitrag etwas weiterhelfen. \n\nMfG HugoTheJungler","replies":[{"id":"","poster":"KorSett","date":"2020-03-06T14:21:22.659+0000","up_votes":1,"down_votes":0,"body":"Habe zwar noch nicht so viel Erfahrung allgemein auf Discords gemacht, finde es aber schade, dass so viel Zeit und Hass investiert wird nur um persönliche Probleme an anderen auszulassen. Zusätzlich kann ich noch erwähnen dass es (zum Glück) wohl keine Rankeds sind die ich dort absolviere, sondern lediglich normals, da ich schon angenommen habe das diese Dinge passieren könnten und ich eigentlich nicht erwartet hätte das Menschen so viel Zeit haben, anderen ihre Normals ohne jegliches Gefühl der Genugtuun zu vermiesen. \n\nDanke jedoch auch für deine Sicht der Dinge, \nLG KorSett","replies":[]}]},{"id":"","poster":"Allerbester Biss","date":"2020-03-07T10:31:08.631+0000","up_votes":1,"down_votes":0,"body":"Mmh ich habe auch schon ein paar Spiele über den Dicord organisiert , aber so negative Erfahrungen nicht gemacht :/","replies":[{"id":"","poster":"KorSett","date":"2020-03-07T11:31:56.910+0000","up_votes":1,"down_votes":0,"body":"Hey, danke für deine Antwort. Wie gesagt, kann leider keine ausgiebige Erfahrung vorweisen, weswegen ich so schockiert war. Wie lange oder wie oft hast du den Community-Discord denn schon benutz wenn ich fragen darf? \n\nLG KorSett","replies":[{"id":"","poster":"Allerbester Biss","date":"2020-03-07T13:30:26.872+0000","up_votes":1,"down_votes":0,"body":"Vl 4-5 mal, not too often.","replies":[]}]}]},{"id":"","poster":"Cenâreth","date":"2020-03-07T10:03:36.927+0000","up_votes":1,"down_votes":1,"body":"Tja. Willkommen in der deutschsprachigen Community, kein Wunder warum die Franzosen besser im Competitive abschneiden als die Deutschen. Die sind halt wenigstens nicht arrogant.","replies":[]}]}