{"id":"GXWywE3r","poster":"AEon Chaos","date":"2018-01-07T21:39:08.010+0000","title":"Video Editor und Grafikdesigner gesucht","subforum":"Streams & YouTube","up_votes":1,"down_votes":0,"body":"Guten Abend liebe Community,\r\n\r\nK&uuml;rtz zu uns:\r\n\r\nNun ist es endlich wieder soweit! \r\nAm 02.01.2018, mit Absprache meines neuen Teams, beschlossen wir das Projekt wieder mit Freude und vollem Elan neu zu starten. Dieses Projekt wird f&uuml;r die &Ouml;sterreichischen Teams von vorne aufgebaut. Nun da seit Ende 2017 die ESL auch nach &Ouml;sterreich durchgedrungen ist werden wir, im heimischen Bereich Fu&szlig; fassen. Zurzeit haben wir ein bekanntes und starkes League of Legends Team welches bereits erste Erfolge errungen hat. Desweiteren wollen wir auch in CS:GO, Rainbowsix Siege, Project Cars 2, FIFA etc. ein erfolgreiches Team zusammenstellen. \r\n\r\nNun, was unterscheidet uns eigentlich von anderen Organisationen? \r\nWir sind eine straff organisierte Gruppe mit einem fachm&auml;nnischen Team. Jedes Teammitglied hat in seinem Gebiet viel Erfahrung vorzuweisen. Jeder Aspekt wurde von uns gr&uuml;ndlich durchdacht. Die gr&ouml;&szlig;te Frage die sich uns stellte, lautete: &bdquo;Was wollen wir erreichen und wie werden wir dies bewerkstelligen.&ldquo; Die Antwort war offensichtlich. Durch hartes Training und auch gutes Coaching wollen wir das beste Team in &Ouml;sterreich werden. Zurzeit erk&auml;mpfen wir uns den Einzug in die Meisterschaften und in sp&auml;terer Folge werden wir die Profilligen unsicher machen. Im &Uuml;brigen erstellen wir eine Community, in der wir etwa Turniere mit Preisen anbieten werden. Vieles mehr haben wir bereits geplant, doch will ich euch jetzt noch nicht mehr dazu sagen. Ihr werdet es selbst sehen!   \r\n   \r\n\r\n\r\n    Du hast:\r\n    Leidenschaft und ein gutes Auge f&uuml;r Design, Gestaltung und Typografie\r\n    Ausgezeichnete Rechtschreibkenntnisse und Affinit&auml;t zur Erstellung von Werbetexten / Viedeos\r\n    Eigenverantwortliche, strukturierte, detailorientierte &amp; selbstst&auml;ndige Arbeitsweise\r\n    Kreativit&auml;t bis in die Haarspitzen \r\n    Freundliches, kommunikatives Auftreten\r\n    Teamf&auml;higkeit\r\n    \r\n    \r\n Du machst in deiner Freizeit schon immer gerne ViedeoS / Grafiken und bist auf der suche nach einem Projekt ? Dann bist du bei uns genau richtig! \r\nMelde dich via e-mail an team@aeon-esports.at  oder schreib mir eine private Nachricht via WhatsApp an +436641618383\r\n\r\nWir warten auf euch ! \r\n\r\nLG Fabio","replies":[]}