{"id":"Y7qilEee","poster":"Holyfuture","date":"2018-01-07T17:51:21.851+0000","title":"Allgemeine Fragen zum Spiel.","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo, \r\nmein n&auml;chstes Ziel f&uuml;r die Season 8 ist es als ADC auf Platin 5 zu kommen. Seit dem ich in der Pre Season nun endlich seit 2 Jahren (mit Pausen) in Gold gekommen bin, habe ich seit Gold 4/3 bemerkt, dass mein Grundwissen &uuml;ber League of Legends recht bed&uuml;rftig ist. Ich m&ouml;chte euch deshalb ein paar Fragen zu League of Legends und zur ADC Rolle stellen. \r\n\r\n1.) Welche Ziele sollten im Early erreicht werden? Was ist das Early und worauf kommt es an?\r\n2.) Wie erkenne ich eine Situation in der mein Team positiv rauskommt? Um welche Situationen handelt es sich dabei meistens?\r\n3.) Viele Reden davon, dass man wissen muss wie man ein Spiel gewinnt. Was ist das &quot;Geheimnis&quot; und wie erreicht man das Ziel?\r\n4.) Wann kann ich Traden und wann nicht?\r\n5.) Was sollte man machen, wenn das Gegnerteam zu stark ist und zu sehr eingepusht wird? Wie kommt man wieder zur&uuml;ck ins Game und wie kann man es drehen?\r\n6.) Auf was soll man beim positioning beachten? Was ist als ADC besonders zu beachten?\r\n7.) Was hilft f&uuml;r einen ausgeglichenen Playstil zwischen Aggressiv und Defensive? \r\n8.) Wie kann ich als ADC mein Team im Early unterst&uuml;tzen?","replies":[{"id":"","poster":"WarriorHuman","date":"2018-01-08T17:02:47.180+0000","up_votes":3,"down_votes":0,"body":"1.) Dein Early Game bezeichnet den Spielablauf unmittelbar nach Beginn des Spiels (1:30) also nach der Zeit die verwendet wird zum Invaden, Covern, Warden, dem Jgl beim Camp helfen etc.\n\nIm early Game finden besonders viele Trades auf der Lane statt. D.h. man versucht sich gegenseitig zu Poken mit AA und Skillshots oder engaged Gegner. \nDein Job hierbei klingt erstmal simpler als er ist: Trade besser als die Gegner.\n\nDas kannst du erreichen durch simple Dinge wie:\n\n- Ist der gegnerische Support ein Relic Shield Spieler, gib ihm immer ein AA wenn er seinen Stack einlöst - natürlich immer mit Sinn und Verstand, nicht dass du geradewegs in die Leona E läuft o.ä. das sollte klar sein.\n\n- Hinter Minions stehen um Skillshots wie Blitzcrank Q, Ezreal Q etc. etc. zu entgehen\n\n- Auf Cooldowns der Gegner achten und den passenden Zeitpunkt für einen Engage suchen\n\n- Auf Cooldown der Summonerspells des Gegners verglichen mit den eigenen achten.\n\nAls Adc hast du einen durchaus teuren Itembuild grundsätzlich; d.h. eine deiner Hauptaufgaben im Early Game (aber natürlich auch im Rest des Spiels) ist es gut zu Farmen. D.h. du musst dir abgesehen von dem ganz normalen Last-Hitting auch Wave-Manipulation-Skills aneignen. Damit ist gemeint: Wie setze ich einen Slowpush an? Wie setze ich einen Freeze an? Wie setze ich einen Push an? Wann ist was sinnvoll? Wie bereite ich mir selbst bereits angehittet Minions unterm Tower vor für den Fall, dass mein Support nicht weiß wie (was in Gold natürlich durchaus vorkommen kann)?\n\nWarding. Ja du hast einen Support; Ja es ist seine Aufgabe zu warden; Ja es ist seine Aufgabe Sightstone und Control Wards zu kaufen (eigentlich.) und Nein, es entbindet nicht dich von der Pflicht ebenfalls zu warden oder Control Wards zu kaufen. Jeder Support freut sich wenn er Unterstützung beim Warden bekommt und dir tuts ja auch nicht weh ein paar Sekunden darauf zu verwenden.\n\nDazu zählen:\n\n- Wards im River gegen Ganks\n- Wards über Wände vs Gegner mit Gapcloser\n- Wards beim Drake\n- Wards in den Lanebüschen um das Verhalten des gegnerischen Supports beobachten zu können\n- Deepwards, bestenfalls hinter den Gegnern platziert um deinem Top/Midlaner einen Tp-Gank zu erleichtern bzw überhaupt erst zu ermöglichen\n\n2.) Woran erkennst du ob dein Team positiv rausgeht? Das lässt sich nie wirklich sagen da immer jmd Blödsinn bauen kann. ABER es gibt dennoch einige Indikatoren die deine Erfolgschancen erhöhen.\n\nDazu zählen\n\n- Überzahlsituationen erzeugen - entweder dadurch, dass ein Gegner vom Rest gesplittet ist; der Tp der Gegner auf CD ist, Ein oder mehr Gegner tot sind etc.\n- Objectives Forcen wenn der Gegnerische Jungler fehlt --> denn dann fehlt auch Smite\n- Crossmap Actions: Damit ist gemeint, dass wenn man z.B. mitbekommt dass die Gegner Herald machen; man selbst aber nicht mehr rechtzeitig dort ankäme, man stattdessen ein Objective wie Drake/Tower oder ähnliches auf der Gegenüberliegenden Seite der Map (Crossmap!) nimmt, da dort sich momentan weniger Gegner als Mates befinden müssen.\n\n3.) Damit ist gemeint du musst einen Gameplan haben wenn du das Spiel startest. \n\nAlso: Wann ist das Gegnerteam stark, wann sind wir Stark? (Abhängig von Item und Levelpowerspikes sowie dem Late-Mid-Earlygameverhalten der Einzelnen Lanes) Das bringt einzig und Allein die Erfahrung mit sich.\n\nAußerdem Rotationen, also wann moved man auf welche Lane, wann pushed man den Tower etc. \nDas heißt auch, dass man nach einem gewonnen Teamfight nicht backportet und sich von dem Gold erstmal was tolles kauft, sondern schaut \"Was kann ich denn noch mitnehmen?\" Also Türme, Drake, Baron, Herald, Buffs, selbst Camps im Jgl um dem Gegner das Leben schwer zu haben.\nEben so viel Gewinn aus einer Situation schlagen wie möglich, ohne sich dabei selbst in Gefahr zu bringen.\n\nRechtzeitiges Groupen oder vermeiden von Groupen (Splitpushtaktiken 1-3-1, 1-4 o.ä.) je nachdem wie die Teamfightoptionen der einzelnen Teams aussehen.\n\nWenn du deine Lane gewinnst nicht auf dem Erfolg ausruhen und am Ende sagen, \"Ja die Mates waren halt schlecht, deshalb hab ich verloren\" sondern danach aktiv daran arbeiten andere Mitspieler mit nach Vorne zu bringen also z.B. mit dem Midlaner groupen, oder Laneswap mit der Toplane machen etc.\n\n4.) Ergibt sich größtenteils aus 1.\n\n- Auf Summonerspell CD achten\n- Auf CD der Gegnerischen Spells achten (wenn du die nicht auswendig kennst, dann starr nicht den Loading Screen an und warte bis das Game anfängt, sondern nutz die Zeit um Schnell die CD's zu googlen)\n- Auf die Healthbars ALLER 4 Spieler achten\n- Auf Vision achten (könnte der Gegnerjgl dazukommen?)\n- Auf TP der Spieler achten\n- Auf Global Ults achten (TF, GP, Shen etc.)\n\n5.) Wie kommt man zurück? Indem man selber weniger Fehler macht als der Gegner und die Fehler des Gegners härter bestraft als man selbst bestraft wird.\nMag zwar banal klingen aber das ist die einzige Möglichkeit - also einfach auf alle bisher genannten Punkte BESONDERS achten, weil sonst das Spiel dem Ende naht. Prinzipiell also einfach eigene Fehlentscheidungen minimieren und keine unnötigen Risiken auf sich nehmen.\n\n6.) Worauf du im Earlygame achten musst steht bereits unter 1.\n\nGenerell lässt sich sagen, dass du mit deinem Positioning es den Gegnern so schwer wie möglich machen musst dich engagen zu können.\nDazu zählt:\n- Außerhalb der Range von Lockdown CC (also Lissandra Ult, Malzahar Ult etc. ) bleiben\n- Auf die Art des Engages achten - wer hat Gapcloser, wer nicht? Haben die Gegner Righteous Glory, Sivir Ult etc. die einen Engage erleichtern?\n- Hinter deine Frontline stehen um nicht von Skillshots getroffen zu werden\n- In der nähe deines Supports bleiben, da dieser Dir von allen am Besten weiterhelfen kann sollte etwas schieflaufen\n\nAußerdem zählt der Grundsatz:\n\nVersuch so viel Schaden wie möglich an den Gegnern zu verursachen ohne dich eben selbst dabei in zu große Gefahr zu bringen.\nDenn es nützt niemand wenn du ganz ganz ganz weit hinten stehst, zwar kein Mensch dich engagen kann, dein Team aber auf deinen Schaden verzichten muss.\n\n7.) Du musst deinen Spielstil immer den gegebenen Umständen anpassen - da gibts kein Allheilsmittel. Angenommen du spielst äußerst aggressiv gegen eine Lane die dir Deutlich überlegen ist aufgrund der Champions alleine schon, und wardest evtl nicht. Dann wirst du anfangen zu feeden. Angenommen du spielst mit sagen wir mal Draven passiv gegen eine Vayne, weil dein \"Spielstil nunmal passiv ist\" bringt dir das auch nichts, weil du das Leben der Vayne so schwer wie nur irgendwie möglich machen musst. D.h. oftmals ist es sinnvoll aggressiv oder defensiv zu spielen, wann dieser Fall eintrifft musst du selbst entscheiden.\nAber es gibt keine Grauzone des \"Spielstils\" mit der du einfach jedes Game erfolgreich bist.\n\n8.) Das Early ist die Laning Phase. D.h. du hast alle Hände voll zu tun mit Traden, Farmen und nicht sterben bestenfalls. Speziell im Earlygame kannst du nur eine Person unterstützen und zwar deinen Support mit dem Warding. Falls du einen Adc mit Global Ult (Draven, Ezreal, Jinx, ...) spielst, einfach Ausschau halten nach Fights auf der Map und dadurch unterstützen.","replies":[]},{"id":"","poster":"Wolf Husky","date":"2018-01-07T20:46:50.841+0000","up_votes":3,"down_votes":0,"body":"1:Wenn du ein Adc spielst, der im Early stark ist(wie zb. Draven) solltest du so aggressiv wie möglich spielen und mit so vielen Kills wie möglich aus der Lane gehen,um das Spiel schnell zu beenden,du musst dennoch dein Cs im Auge behalten und aufpassen,dass du nicht sirbst oder verlierst,sonst wirst du so gut wie nutzlos,außer du holst ein Comeback.\nWenn dein Adc aber erst im Late stark ist(wie Z.b Vayne) solltest du so defensiv wie möglich spielen und dich auf Cs konzentrieren,du darfst nicht sterben,sonst könnte es passieren, dass die Gegner das SPiel beenden bevor du dein Potenzial nutzen kannst.\nNatürlich ist in beiden Fällen Warden wichtig!\n2:Auf der Lane sind es meistens All-ins bzw Ganks.Man kann nur Abschätzen ob man es gewinnst oder nicht,darauf sind wichtige Kriterien: Seit ihr Mehr oder weniger(3 vs 2 etc.), sind die Gegner im Early oder im Late stark, wie viel Leben und/oder Mana haben/habt sie/ihr, habt ihr oder die Gegner ein Goldvorteil und somit mehr ITEMS(es kann auch sein,dass er/sie/es noch nicht shoppen war.\nIn teamfights genau das gleiche.\n3:Es sind meist Taktiken und Das Wissen.Darunter zählt auch Reaktion=GegenReaktion und Ursache und Wirkung.Man muss diese halt Verstehen.In Youtube oder Google findest du solche Beispiele\n4:Beim Traden musst du das gleiche Beachten wie bei 2),zudem musst du auch immer Abschätzen,wo der Jngler sein könnte.Wenn du nicht weißt wo er ist,mache keine große Trades. Wenn es um AA trades geht,kannst du manchmal Nahkämpfer sehr gut Poken,da sie sich schlecht wehren können. Wenn du aber fernkämpfer traden willst,solltest du sie dann genau angreifen,wenn sie gerade jmd angreifen oder ein Minion holen,da sie sie sich während den AA nicht wehren können.\n5:Meist ist man auf den Jngler angewiesen,der aber eben unzuverlässig ist. In diesen Situationen kann man halt,falls die Feinde stärker sind,nichts machen.Man kann nur hoffen,dass die Gegner ein Fehler machen, die Situatuon nicht einschätzen können und Towerdiven und dabei sterben. Was man versuchen kann, wenn die Gegner keinen Goldvorteil etc. haben,seine Spielweise zu verändern und die Schwächen deines Gegners ausnutzen. Z.b ist eine Leona in All ins stark während sie für kleinere Trades useless ist,und eine Cait kann zwar gut traden,aber in All ins ist sie nicht die beste.\n6)Du solltest dich von Cc weghalten,so gut wie möglich,manchmal ist es sogar besser abzuwarten bis eine Malph oder Seju ult draußen ist, und dann erst in den Fight einsteigen.Du solltest dich auch von Assassins oder anderen Oneshots gefahren fernhalten,dazu ist Warden auch wichtig! \nIn seltenen Fällen kannst du dich auch zwischen deinen Tanks verstecken,wenn gerade welche von hinten kommen.\nAußerdem sollte dir ein Fluchtweg zur Verfügung stehen,somit solttest du dich nicht an einer Wand zwengen,da du dich dort schlecht repositionieren kannst.\n7)Dazu ist halt das Abschätzen notwendig,manhmal ist es besser aggressiv zu spielen und manchmal Defensiv. Mobility Spells und Flash solltest du Als Late-game Champ meist Defensive aufbewahren, nur wenn du einen bekommen kannst UND überleben kannst kannst du es Offensive anwenden,dabei ist natürlich auch zu beachten,für wen du Flash ausgibst.\n8)Das gleiche wie im Late,einfach in einer defensiven Weise versuchen schaden zu machen,du solltest aber vermeiden zu sterben!1 für 1 Kills lohnen sich meistens nicht.","replies":[]},{"id":"","poster":"Allerbester Biss","date":"2018-01-07T19:42:25.653+0000","up_votes":1,"down_votes":1,"body":"Bei 90% muss man nur die Augen benutzen.","replies":[]}]}