{"id":"nzgR6XVK","poster":"CML Ace","date":"2018-01-07T12:32:41.348+0000","title":"[SoloQ: Silver III] [ADC] Teamsuche","subforum":"Clans & Teams","embed":{"title":"CML Ace - Westeuropa - Beschwörer - League of Legends - DE","description":"CML Ace / Westeuropa / Level 44 / Silber III - 31 LP / Kürzlich gespielt mit CML Flush. League of Legends Beschwörer an Westeuropa (EUW).DE","url":"https://lolprofile.net/de/summoner/euw/CML%20Ace#update","image":"https://lolprofile.net/web/img/logo.png"},"up_votes":1,"down_votes":0,"body":"Willkommen in der Kluft der Beschw&ouml;rer.. \r\n\r\nIch bin 18+ und suche ein nettes Team, mit dem ich ab und an mal zocken kann. Meine Rolle ist OTP M&auml;&szlig;ig die ADC Rolle. Ich bin in der SoloQ/DuoQ aktuell Silver III und komme da nur ganz schwierig raus. Ihr kennt das, wenn man mal einen guten Supp erwischt hat und man selbst auch super spielt, kommt der 0/13 Toplaner und schon kommt die Garen R und Vayne f&auml;llt zu boden und das Spiel ist vorbei. Solo Carry ist eben nur selten m&ouml;glich.  \r\n\r\nIch selbst sch&auml;tze meinen &quot;richtigen&quot; Skill eher im Goldbereich ein. Ich habe auch meine Ups and Downs, habe gute und schlechte Spiele, aber im Normal gehe ich eigentlich immer mit einer positiven KDA raus. Meine gr&ouml;&szlig;te Schw&auml;che ist eine leichte Neigung zum Tilt, woran ich allerdings arbeite und was auch nicht so schlimm sein wird, wenn man in einem 5er Team zockt. Meine gr&ouml;&szlig;te St&auml;rke ist meine Kritikf&auml;higkeit, allerdings unter der Vorraussetzung, dass sie angemessen gestellt wird. &quot;Ey alter, dein Farm ist schei&szlig;e&quot; ist eine schlechte Form von Kritisierung :) \r\n\r\nIch suche ein 5er Team f&uuml;r Ranked Games. Aufgrund meines Berufes (Ja, ich Hartze nicht!) kann ich an unterschiedlichen Tagen meist abends f&uuml;r 1-2 Matches spielen :) Am Wochenende vermutlich ein paar mehr! Es w&auml;re sch&ouml;n, wenn die Teammember sich im Silber oder h&ouml;herem Bereich aufhalten w&uuml;rden.\r\n\r\nIch selbst spiele seit Ende der Season 4. Meine Hauptchampions sortiert nach Elopoints sind:\r\n- Vayne: 208k \r\n- Ashe: 188k\r\n- Twitch: 100k\r\n\r\nMein inGame Name ist &quot;CML Ace&quot;. \r\n\r\nMeine Favouritechamps sind aktuell:\r\n- Vayne\r\n- Kalista (die lerne ich aktuell aber noch :) ) \r\n- Ashe\r\n- Twitch\r\n\r\nFavouritesupportchamps:\r\n- Blitzcrank\r\n- Leona\r\n(das ist aber die Entscheidung des Supps und nicht meine)\r\n\r\nBeste Gr&uuml;&szlig;e\r\nCML Ace","replies":[]}