{"id":"9E6nQJfh","poster":"Babeponia","date":"2018-01-07T03:06:32.218+0000","title":"Langeweiletroller","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":7,"body":"Hallo,\r\nich hab vorhin nach einiger Zeit Pause wieder mal LoL angeschmissen und hatte in 2/4 Spielen scheinbar ein paar neue Trendtroller im Spiel.\r\nDie Spieler gehen normal ins Spiel und stehen dann halt in der Base rum und gehen entweder alle paar Minuten oder wie im letzten Spiel alle paar Sekunden raus und wieder rein ins Spiel und spammen damit auch Ton und Benachrichtigungen.\r\nIm ersten Spiel ist derjenige dann kurz vor Schluss ins Spiel eingestiegen und prim&auml;r &uuml;ber die Map gelaufen, als er gemerkt hat, dass wir auch zu viert stark dominiert haben und niemand sich drum geschert hat. Im letzten Spiel wurde einem der Trolle langweilig, weil auch niemand irgendwie wirklich drauf reagiert hat, und er lief auch ins Spiel, hat was gefeedet und rumgeplingt.\r\nDas schlimme daran ist, dass Remake scheinbar nur geht, wenn die Leute wirklich keine Verbindung haben. Wenn die aber das Spiel anschmeissen, rumstehen, on und off gehen und nebenbei Fernsehen gucken oder sich einen drauf runterholen, kann man echt nichts machen. \r\nAlso was zur H&ouml;lle soll der Quatsch? \r\nUnd vor allem: Wei&szlig; jemand, ob das bald vorgesehen ist, dass man in solchen F&auml;llen auch Remakes machen kann?\r\nW&auml;r auf jeden Fall extrem w&uuml;nschenswert, weil das so nur nervige Zeitverschwendung ist und man insbesondere bei 3 vs 5 gar keine Chance hat. \r\nImmerhin wei&szlig; ich jetzt wieder, warum ich in den letzten Wochen nur Singleplayer Spiele gespielt hab ;)","replies":[{"id":"","poster":"Giambare","date":"2018-01-07T07:22:46.363+0000","up_votes":1,"down_votes":0,"body":"Waren das Games gegen Bots? Dort sind immer 2 von 5 deiner Teammates irgendwelche Bots die jemand zuhause angeschmissen hat.","replies":[{"id":"","poster":"Babeponia","date":"2018-01-07T23:58:19.801+0000","up_votes":1,"down_votes":1,"body":"Das waren ganz normale Ranked Spiele und die Leute haben auch vorher und teilweise nachher \"normal\" in den Chat geschrieben.\nEiner hat auch quasi mit Ansage getrollt. Die anderen beiden einfach so for fun und wirklich ohne jeglichen Grund.","replies":[{"id":"","poster":"Lantami","date":"2018-01-08T01:34:43.260+0000","up_votes":1,"down_votes":0,"body":"Bei dem extremen Verhalten dauert das maximal 2-3 Spiele bis der Leaverbuster drauf anspringt und ihnen direkt einen 14d-Ban reindrückt. Bei Wiederholung Perma.\nIch finde die Leute viel schlimmer, die das subtiler machen und teilweise 50 Spiele brauchen bis sie gebannt werden. Die anderen sind wenigstens schnell weg vom Fenster.","replies":[{"id":"","poster":"Babeponia","date":"2018-01-08T02:48:00.452+0000","up_votes":1,"down_votes":0,"body":"Mir persönlich würde es ja auch schon mal reichen, wenn man in dem Fall eben auch ein Remake machen könnte. Letztendlich ist es doch kein Unterschied, ob man die ersten 30 min in der Base steht oder technisch keine Verbindung hat.\nWobei subtiler beim AFK-Sein ja sone Sache ist. Gibt viele Spieler, die direkt rumschreien, wenn man sich nicht direkt bei Beginn bewegt oder neben dem Turm steht und kurz was trinkt, sich den Hintern kratzt oder Katze umsortiert.","replies":[{"id":"","poster":"Sharks Nijushiho","date":"2018-01-08T15:06:57.573+0000","up_votes":2,"down_votes":1,"body":"Kann ich dir nur beipflichten. Erweiterte Remake Optionen wären extrem hilfreich!!!","replies":[]}]}]}]}]}]}