{"id":"5MWehkHU","poster":"JuggerNuke1","date":"2018-01-05T21:10:51.918+0000","title":"Honor Level 0 seit 3-4 Monaten","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":3,"body":"Moin, und zwar wurde ich vor ca. 3-4 Monaten f&uuml;r zwei Wochen gebannt. Nach meinem entbann bekam ich Honor Level 0.\r\nIch dachte das ganze wird in ein paar Wochen vorbei sein, aber ich bin jetzt noch immer Honor Level 0.\r\nWieso?\r\nIch meine... Ich schreibe kaum mehr was im Chat bzw. nur wenn es unbedingt n&ouml;tig ist.\r\nIch bekomme auch regelm&auml;&szlig;ig ein paar Ehrungen...\r\nVerstehe aber nicht wieso ich noch Honor Level 0 bin?\r\nIch spiele dieses Spiel schon 6 Jahre und wurde &quot;nur&quot; dieses mal gebannt\r\nUnd mit meinen Truhen kann ich auch nichts anfangen...\r\nSo langsam wirds echt irgendwie bl&ouml;d...\r\nUnd ich will jetzt auch nicht dieses System schlecht reden, im Gegenteil, ich finde es eigentlich sogar ziemlich gut.\r\nNur das man so lange Honor Level 0 ist, ist meiner Meinung nach dann doch etwas &uuml;bertrieben.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-01-06T01:40:03.237+0000","up_votes":2,"down_votes":0,"body":"Also die Honor Level 0 und 1 sind absolut fragwürdig konzepiert.\nAktuell habe ich das Gefühl, das man zwischen 3 und 5 Monaten bracht um von 0 auf 1 und von 1 auf 2 zu gelangen (gesamt als 6 bis 10). Ab da kann man in 1,5 Monaten etwa auf Honor 5 gelangen, wenn man so 3 Spiele pro Tag schafft.\n\nWarum auch immer Riot überhaupt Honor 1 und 0 einführt, wenn man sie eh nicht wirklich los wird.\n\n{{sticker:slayer-jinx-unamused}}","replies":[]},{"id":"","poster":"Herr Hübsch","date":"2018-01-05T22:30:30.681+0000","up_votes":2,"down_votes":0,"body":"5monate von 0 zu1 und 1 monat dann von 1 auf 2... so ist der durchschnitt","replies":[]},{"id":"","poster":"thefire7","date":"2018-01-05T21:36:41.315+0000","up_votes":2,"down_votes":1,"body":"das System von riot ist sagen wirs mal so: verfeinungsbedürftig...\n\nhttps://www.youtube.com/watch?v=hcCJ7LEp6Zo\n\nDas Video von Silphi triffts eig gut","replies":[{"id":"","poster":"eingew","date":"2018-01-06T08:37:39.658+0000","up_votes":1,"down_votes":0,"body":"Der Thread über den er redet ist unvollständig. Da fehlen zwei Spiele. [Hier](https://www.reddit.com/r/LeagueOfMeta/comments/7o4euh/asked_riot_about_slowedlocked_honor_level/) gibts den vollständigen Thread. Vor allem spannend ist da dieses Bild:\n\nhttps://imgur.com/a/hTNcB\n\nDas Honorsystem sollte im Allgemeinen eher in die Richtung von früher gehen mMn, dass ohnehin nur der konstant positivste Teil der Community die Ribbons bekommt. Dann hat man auch das Problem mit der Verlangsamung nicht - wobei ich die hier gar nicht mal so schlecht finde. Silphis Problem ist denke ich, dass er eine andere Grenze für das Wort \"toxisch\" zieht. Ich würde die Logs anders bewerten, die hier im Ticket stehen. Der Spieler ist eindeutig unkonstruktiv. Entsprechend steigt er nicht so schnell auf, wie jemand, der konstruktiv ist. Ist doch fair.\n\nUnd der Typ ist ja echt unverbesserlich :D \"Wenn ich nicht in den Chat reinschreiben würde >Ey du Penner, hat der Flash oben?< oder irgendwie sowas, wo sind wir denn dann? LoL ist ein Teamspiel!\" (8:60) So viel zum Thema \"wieso steige ich nicht auf\".\n\n___\n\nDass es im Allgemeinen zu lange braucht um in den niedrigsten Honorleveln aufzusteigen, denke ich allerdings auch. Die vom TE genannten 3-4 Monate sind mMn zu viel. Einer ist genug, denke ich, vielleicht sollte man anderthalb brauchen, wenn man dabei im Chat unkonstruktiv ist, aber sicher nicht länger.","replies":[]}]}]}