{"id":"8ZVp4dQx","poster":"Pandeonor","date":"2018-01-04T11:14:47.017+0000","title":"Fast keine Mitspieler angezeigt+keine Lebensbalken über den Spielern","subforum":"Melde einen Bug","embed":{"title":"Bild: bughp1u8qcn.jpg - abload.de","description":"Bei Abload.de kostenlos Bilder hosten und in Foren, ebay oder anderen Auktionsplattformen usw. nutzen. Die Benutzeroberfläche ermöglicht einfaches bearbeiten deiner Bilder!","url":"http://abload.de/image.php?img=bughp1u8qcn.jpg","image":"http://abload.de/img/bughp1u8qcn.jpg"},"up_votes":1,"down_votes":0,"body":"Es kommt selten vor, aber nun wieder einmal.\n\nFolgen des Bugs:\n- keine Lebensbalken &uuml;ber den Spielern (weder bei mir noch f&uuml;r andere Spieler)\n- Mitspieler werden rechts unten nicht agezeigt (bzw. hier war es nur einer aus meiner Gruppe, die Evelyn)\n- das dr&uuml;cken der Tab-Teste sieht aus wie auf dem Bild zu sehen. M.E. sind links die Werte aller gegnerischen Spieler auf der ersten Zeile zusammengeschoben\n\nDas ist Blindflug pur.\nhttp://abload.de/image.php?img=bughp1u8qcn.jpg","replies":[{"id":"","poster":"Pandeonor","date":"2018-03-12T18:44:39.339+0000","up_votes":1,"down_votes":0,"body":"Bump..... \n\nAlso in den letzten Rankeds (innerhalb der letzten Woche) nun 3(!) Mal vorgekommen. Das wird richtig lästig und ärgert. Ich kann dann weder dem Jungler helfen noch bin ich rechtzeitig auf der Lane wenn ich das Spiel beenden und wieder neu starten muss um die Lebensanzeigen der Spieler (und von mir selbst) zu erhalten. \n\nEs ist ja nicht nur so das man das nicht mit dem Tab sieht sondern auf der Lane sieht man beispielsweise seinen eigenen Lebensbalken nicht. Das ist unspielbar! {{sticker:sg-shisa}}","replies":[]},{"id":"","poster":"Pandeonor","date":"2018-01-06T16:51:16.204+0000","up_votes":1,"down_votes":0,"body":"Und wieder. {{sticker:sg-janna}}","replies":[]},{"id":"","poster":"HHaie tabbian","date":"2018-01-04T11:24:40.594+0000","up_votes":1,"down_votes":0,"body":"Ich hab ab und zu mal Grafikbugs, ich kann die allerdings jedes Mal beheben, indem ich das Spiel schließe und wieder neu starte.","replies":[]}]}