{"id":"NKjdBXJE","poster":"SgtBananenkuchen","date":"2018-01-04T08:46:23.942+0000","title":"Neue Season: Elo Reset?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Wie genau wird das jetzt sein? Hab dazu irgendwie nirgends ne richtige Antwort gefunden.\r\nDie letzte Season war die erste, die ich richtig mitgemacht habe, daher wei&szlig; ich nicht, wie das vorher war, aber wird die Elo komplett resettet und man muss wieder seine 10 Spiele machen, bevor man eingestuft wird oder l&auml;uft das anders ab? Hab was von soft reset gelesen.","replies":[{"id":"","poster":"F5Z","date":"2019-01-09T20:07:29.113+0000","up_votes":1,"down_votes":0,"body":"Es wird ein Soft reset geben, das bedeutet, dass dein Rang resettet wird, aber die eigentliche Elo, mit der du den Spielen zugewiesen wird, bleibt. Du wirst wieder die ersten 10 Spiele machen müssen, bis du einen Rang bekommst, dieser liegt in der Regel unter deinem letzten erreichten. Früher war das (zumindest bei mir) so ca 3-5 Rangs unter, trotzt guter Performance bei den Testspielen (7-3; 8-2). Aber in diesem Patch meinten die, man wird nicht mehr so viel runtergestuft, so das der bisherige Rang schnell erreicht wird.","replies":[]},{"id":"","poster":"Sidia","date":"2018-01-04T14:40:06.536+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nsobald es so weit ist wird dein Rang auf \"Unranked\" zurück gesetzt, du musst erneut 10 Spiele spielen um eingestuft zu werden, beachte hierbei dass folgende Faustregel für deine versteckte MMR gilt:\n(Standard MMR + Deine MMR) / 2 = Neue MMR, heißt du wirst vermutlich etwas niedriger eingestuft als du dieses Jahr zum Ende warst. Dies wird auch der Soft Reset genannt.\n\nMit freundlichen Grüßen\nSidia","replies":[]},{"id":"","poster":"HHaie tabbian","date":"2018-01-04T08:52:56.192+0000","up_votes":1,"down_votes":0,"body":"Wenn es so läuft wie die letzten Seasons, dann wird es einen soft reset geben. Das heißt, dass alle Elo Wertungen etwas der mittleren Elo angepasst werden. Je weiter weg die jeweilige Wertung von der mittleren Elo ist, desto stärker wird sie verändert. Das soll dazu führen, dass gewisse Extremwerte sich nicht zu weit entfernen.\nDie 10 Einstufungsspiele werden aber alle Spieler spielen müssen, um in eine neue Division eingeteilt zu werden. Dabei ist es üblich, dass man so eine Liga unter der derzeitigen Division eingestuft wird. Die höchste Division, in die man neu eingestuft werden kann, ist Platin I.","replies":[]}]}