{"id":"HAXATBEF","poster":"fokko1023","date":"2018-01-04T00:49:14.846+0000","title":"FPS allgmein low später lower und dropps bei minions spawn.","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"https://imgur.com/a/5Bxce\r\n\r\nSeit der Presason habe ich keine stabilen 120 fps mehr.\r\nDie Fps sind allgmein lower als vorher und nehmen im laufe des Spiels immer weiter ab.\r\nZus&auml;tzlich dazu bekomme ich in Teamfights dropps auf 30FPS.\r\nEbenfalls laggt mein Game bei jedem einzelnen minion spawn.\r\n\r\nIch hab zur veranschaulichung 2 fps verl&auml;ufe von 2 games von diesem patch verlinkt.\r\n\r\nDas erste aus dem &Uuml;bungsmodus bei dem ich in den ersten minuten nur auf der Beschw&ouml;rerplattform stand.\r\nHier kann man sehen das Regelm&auml;&szlig;ig die fps droppen. von etwa 333 auf 80-100.\r\nAnschlie&szlig;end hab ich die minions f&uuml;r kurze zeit deaktiviert. Hier habe ich dauerhaft 500 fps.\r\nAnschlie&szlig;end habe ich im &Uuml;bungsmodus die minions &ouml;fters an und ausgeschaltet und danach das game beendet.\r\n\r\nIm zweiten bild kann man ebenfalls die regelm&auml;&szlig;igen fps dropps beobachten. nur gehen diese im sp&auml;ten spiel auf bis zu 40 runter.\r\nEbenfalls zu sehen das die fps im laufe des spiels stetig abnehmen.\r\n\r\nIch schreibe seit etwa einem monat mit dem support um das Problem zu l&ouml;sen.\r\nBisher hat sich aber nichts ergeben.\r\n\r\nDa ich mir nicht sichen bin ob das wirklich an mir liegt wollte ich fragen ob jemand &auml;hnliche Proble hat.\r\n\r\nFalls jemand einen 120 oder sogar 144 hz monitor hat einfach mal den &Uuml;bungsmodus starten und auf die Rotation des nexus achten.\r\nJedes mal wenn ein minion spawnt seh ich in der rotation einen minimalen lagg.","replies":[{"id":"","poster":"fokko1023","date":"2018-01-07T17:13:29.995+0000","up_votes":1,"down_votes":0,"body":"edit und push.\n\nIch hab nun auch bei einigen streamern und yt reingekuckt.\nKein einziger konnte 120 fps stabil halten.\nIch bin mit inzwischen eig sehr sicher das es nicht an mir liegt sondern am game selber.","replies":[]},{"id":"","poster":"Ma1days","date":"2018-01-04T13:03:42.326+0000","up_votes":1,"down_votes":0,"body":"hab nicht alles gelesen aber hab die letzte zeit auch mini lags oder fps drops (die ich an den zahlen nicht sehe aber merke)\nmein pc ist gut genug hab normal immer zwischen 150-200 fps","replies":[]}]}