{"id":"fJlt59IW","poster":"RBP RudeWombat","date":"2018-01-03T08:07:48.148+0000","title":"Reinblut Phalanx sucht Mitspieler und Teamkollegen","subforum":"Clans & Teams","embed":{"title":"Home","description":"Die Reinblut Phalanx ist ein Multigaming Clan, der seine Mitglieder durch Social Networking zusammen bringt. Finde neue Freunde und Mitspieler.","url":"https://www.reinblut-phalanx.de","image":"https://www.reinblut-phalanx.de/wp-content/uploads/2017/12/328.jpg"},"up_votes":1,"down_votes":0,"body":"Guten Morgen Beschw&ouml;rer.\n\nWir, die Reinblut Phalanx, suchen unentwegt neue Mitspieler und Teamkollegen f&uuml;r unseren League Of Legends-Bereich. Dabei ist es egal, welcher ELO ihr angeh&ouml;rt oder welche Position ihr spielt - unser Ziel ist es, Gleichgesinnte zusammen zu f&uuml;hren und neue Spielinhalte erm&ouml;glichen.\n\nHier ein Auszug aus unserer Homepage, um uns ein kurz vorzustellen:\n\n \n**Namensgebung**\nDer Name &bdquo;Reinblut Phalanx&ldquo; ist eine Zusammensetzung aus den Inhalten zwei unterschiedlicher Spiele. Zum einen der Reinblut Falke, einem Flugreittier aus dem Spiel World Of Warcraft sowie dem Phalanx-Build, einer Spielweise des Kreuzritters aus Diablo 3. Diese Spiele wurden damals von RudeWombat und DodgingDingo bevorzugt gespielt. In World Of Warcraft wurde auch erstmalig eine Gilde mit diesem Namen gegr&uuml;ndet.\n\n**Was wir sind**\nAllgemein kann man die Reinblut Phalanx als Multigaming-Clan bezeichnen. Bei uns nimmt der spielerische Teil einen hohen Stellenwert ein,\naber auch die soziale Interaktion zwischen den einzelnen &bdquo;Gruppen&ldquo; ist uns wichtig. Wir wollen &uuml;ber die im Kopf gesteckten Grenzen der Games hinweg eine Gemeinschaft schaffen, die gerne zusammen w&auml;chst, neues ausprobiert und sich verbessert. Dahingehend stellen wir allen Mitgliedern gerne die uns zur Verf&uuml;gung stehenden Ressourcen zur Verf&uuml;gung. Game-intern steht dies den Optio frei &ndash; Auf den sozialen Medien, der Homepage etc. gilt das Angebot wie der Discord u.&Auml;. f&uuml;r alle registrierte Mitglieder.\n\n**Was wir nicht sind**\n Wir sind kein Sponsor, offizieller Organisator, Arbeitgeber, Promoter, Produkttester und so weiter. Das hei&szlig;t nicht, dass wir gerade Sachen wie Sponsorent&auml;tigkeiten in der Zukunft nicht irgendwann mal &uuml;bernehmen. Zu dem Zeitpunkt, wo Du dies hier liest, sind wir es aber definitiv nicht.\n\nWenn wir dein Interesse geweckt haben, dann kontaktiere uns gerne ingame oder registriere dich direkt auf unserer Homepage. Wir warten auf dich. :) \n\nLiebe Gr&uuml;&szlig;e,\nRBP RudeWombat","replies":[{"id":"","poster":"Vareeza","date":"2018-01-03T16:38:47.038+0000","up_votes":1,"down_votes":0,"body":"Kommt ran, wir beißen nicht. ^^","replies":[]},{"id":"","poster":"RBP RudeWombat","date":"2018-01-03T16:36:50.159+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank für die bisherigen Kontaktanfragen via Facebook und Kontaktformular. :) Freut mich, so viele Interessenten zu sehen. :)","replies":[]},{"id":"","poster":"RBP Ying","date":"2018-01-03T11:25:08.210+0000","up_votes":1,"down_votes":0,"body":"{{summoner:4}}  Auf geht´s !","replies":[]}]}