{"id":"RhBUR9yF","poster":"ShyMax","date":"2018-01-02T23:10:51.345+0000","title":"Game beenden?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":2,"body":"Hey,\r\n\r\nIch habe das Problem, dass es mir (aus welchen Gr&uuml;nden auch immer) nicht m&ouml;glich ist, ein Spiel zu finishen.\r\nIch spiele Mid/JGL, habe meist eine gute KDA und lane auch gewonnen.\r\nJedoch schaffe ich es nicht, das Spiel zu beenden. \r\nDa ich fast nur Assasins spiele, ist mein Lategame nicht das beste (Talon etc.).\r\nEinen ADC zu oneshoten schaffe ich auch noch, Teamfights sind wieder ne andere Sache...\r\n\r\nJetzt aber zur Frage:\r\n\r\nWIE?\r\nWie schaffe ich es, nen Ace zu holen &gt; dann Baron oder finish.\r\nIrgendwie klappt es bei mir nicht, was ich auch versuche.\r\n\r\nSoll ich meinen Spielstil &auml;ndern, oder lategame Champs spielen?\r\n\r\nNaja, ich hau mich jetzt ins Bett!\r\n\r\nDanke an alle, die mir Tipps oder anderes geben k&ouml;nnen.\r\n\r\nGute Nacht.\r\n\r\nLG \r\n\r\nMax {{sticker:sg-ezreal}}","replies":[{"id":"","poster":"Nordwolf87","date":"2018-01-03T07:09:38.981+0000","up_votes":3,"down_votes":0,"body":"Seit wann braucht man für baron ein Ace? Meist reicht ein Carry und/oder der jgler.\n\nDas gleiche gilt fürs finishen, wenn 2/5 gegner tot sind und ihr nicht alle sehr lowhp, sollte finishen machbar sein.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-01-03T09:46:42.840+0000","up_votes":1,"down_votes":0,"body":"Gernau\n{{sticker:slayer-jinx-catface}}","replies":[]}]},{"id":"","poster":"This Is LUX","date":"2018-01-04T14:29:34.676+0000","up_votes":1,"down_votes":0,"body":"Hey, vleiiecht kann es auch daran liegen, dass du als Assasin nicht so einen ganz großen Einfluss auf das ganze Spielgeschehen hast. Ich hatte schon viele Games, wo eine {{champion:55}} gefeedet war, es aber dennoch nicht geschafft hat, das Spiel zu gewinnen, da sie außer Töten nicht viel mehr ausrichten konnte. Vielleicht musst du auf Champs umsteigen, die eben \"entscheidend\" für das gesamte Spiel sind. (Siehe {{champion:86}} {{champion:122}} oder sowas in der Art)\n\nKann aber auch sein, dass ich mich irre! Auf Kritik reagiere ich positiv^^\n\nMfG Ths Is LUX {{sticker:sg-lux}}","replies":[{"id":"","poster":"This Is LUX","date":"2018-01-04T14:42:59.920+0000","up_votes":1,"down_votes":0,"body":"Ps: Das ist mir auch desöfteren im Ranked passiert. Als MAge habe ich oft gute Stats gehabt, aber dennoch verloren. Als Support hatte ich einen viel größeren Einfluss auf das Spiel und somit öfters gewonnen^^","replies":[]}]},{"id":"","poster":"Ma1days","date":"2018-01-03T12:54:47.626+0000","up_votes":1,"down_votes":0,"body":"ich kenne deine elo nicht aber was immer gut ist lern das game schau streams von pro gamer und lcs und dann versuch das gleiche zu machen\nwenn deine calls gut sind machen die teammitglieder auch oft das was du willst\n(auch in low elo)","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2018-01-02T23:20:41.394+0000","up_votes":1,"down_votes":0,"body":"Als Assassin kannst du versuchen, den gegnerischen Carry am Red/Blue abzufangen oder kurz vor Beginn eines Teamfights rauszunehmen. Danach im Idealfall noch den Jungler töten und sofort zum Baron laufen und pingen. Natürlich: Wenn die gegnerische Base schon halb eingerissen ist und die Gegner 30 Sekunden tot sind, dann macht ihr nicht Baron, sondern puhst einfach durch und beendet das Spiel.","replies":[]}]}