{"id":"9NIvjtdl","poster":"Kazabubu","date":"2018-01-02T21:25:58.293+0000","title":"High Elo Spieler für Montage gesucht! (Rolle egal, lesen für mehr Infos!)","subforum":"Streams & YouTube","embed":{"title":"Kazabubu","description":"Hello Guys! My name is Kazabubu and I'm a German Editor, Gamer and Video maker! Right now I most likely will post League Of Legends Montages but also some ot...","url":"https://www.youtube.com/channel/UCnfePkT3SvNIvFHwrvCFGWg?view_as=subscriber","image":null},"up_votes":4,"down_votes":2,"body":"Hallo Liebe LoL-Community!\n\nDu bist ein LoL Spieler mit Talent und dem gewissen Etwas? Du denkst von dir selbst, gute Plays zu machen?\nDann zeig dein K&ouml;nnen auf YouTube!\nMein Name ist Kazabubu. Ich bin ein Diamond Thresh Main der seit dem Jahre 2015 mit Montages sein Unwesen auf YouTube treibt. \nIch habe eine l&auml;ngere Pause hinter mir auf YouTube, da ich mein K&ouml;nnen im Bearbeiten von Videos weiter verbessern wollte. \nNun bin ich der Meinung, dass ich nicht nur Montages von meinen Eigenen Plays, sondern auch von Anderen machen m&ouml;chte. Damit will ich im Jahr 2018 richtig durchstarten und regelm&auml;&szlig;iger Videos hochladen.\nIch m&ouml;chte jedoch **nicht** typische Pro Player Montages machen oder langweilige &quot;600k Vayne Montages&quot;.\nMein Ziel ist es High quality Montages mit starken Plays, unbekannten Spielern und viel Entertainment zu erstellen.\nDas hei&szlig;t, wenn **DU** der Meinung bist, gut genug f&uuml;r eine Montage zu sein, melde dich unter diesem Post.\n\n**Deine Antwort sollte enthalten:**\n\n* Deine Elo\n* Deine Main Rolle / Main Champ\n* Deinen Namen + OP.GG Link\n* Warum sollte ich gerade **dich** nehmen? / Warum möchtest du eine Montage?\n\nWenn du dich bei mir gemeldet hast und wir alles gekl&auml;rt haben, mir deine Plays gefallen und du Interesse an einer Montage hast, steht dir folgendes bevor:\n\n* Du musst Plays sammeln, welche du mir in Form von **replays** zukommen l&auml;sst. (Keine Aufnahmen o.&auml;.)\n* Du musst bereit dazu sein, dass deine Clips auf meinem Kanal gezeigt werden und ggf. von mir monetarisiert werden.\n* Du darfst das Video **nicht** auf anderen Platformen als deines ausgeben.\n\nDas w&auml;re dann auch schon Alles! Ich freue mich auf eure Ideen/Plays und hoffe, dass ihr euch meldet.\nAllen noch ein Frohes Neues Jahr und kommt gut durch 2018.\n\nMit freundlichen Gr&uuml;&szlig;en,\n\nKazabubu. \n{{sticker:sg-miss-fortune}} \n\n**Kontakt:**\n\n**IGN:** tX Kazabubu\n**E-Mail:** KazabubuDesigns@web.de\n**Discord:** Kazabubu #4013\n**Discord Server:** https://discord.gg/YPBk97\n**Youtube:** https://www.youtube.com/channel/UCnfePkT3SvNIvFHwrvCFGWg?view_as=subscriber","replies":[{"id":"","poster":"SirPlautzeLot","date":"2018-01-03T07:49:28.517+0000","up_votes":3,"down_votes":0,"body":"Ich hab mir grad deine letzten beiden Videos in Ausschnitten angeschaut. Heißt verbessern bei dir, dass du die Helligkeit noch weiter runter und die Sättigung/den Kontrast noch höher schraubst, so dass man nicht mehr wirklich etwas erkennt?\nUnd wie heißt die Art von Cuts in deinem vorletzten Video, das Best of 2016? Die verursachen bei mir Kopfschmerzen, aber vll. bin ich auch einfach zu alt...","replies":[{"id":"","poster":"Kazabubu","date":"2018-01-03T13:26:05.745+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SirPlautzeLot,realm=EUW,application-id=ENHTtUTO,discussion-id=9NIvjtdl,comment-id=0000,timestamp=2018-01-03T07:49:28.517+0000)\n>\n> Ich hab mir grad deine letzten beiden Videos in Ausschnitten angeschaut. Heißt verbessern bei dir, dass du die Helligkeit noch weiter runter und die Sättigung/den Kontrast noch höher schraubst, so dass man nicht mehr wirklich etwas erkennt?\n> Und wie heißt die Art von Cuts in deinem vorletzten Video, das Best of 2016? Die verursachen bei mir Kopfschmerzen, aber vll. bin ich auch einfach zu alt...\n\nHi,\n\nErstmal Danke für deine Antwort und dein Feedback! Ja im Neusten Video ist das dunkle Theme etwas zu stark am Ende herausgestochen. Das ist mir selbst auch aufgefallen. Wenn man das Video auf Full HD abspielt, kann man alles noch erkennen doch wie du schon sagtest, sind dort die Lichteinstellungen nicht sehr gelungen. Ich hatte als Ziel, eine dunkle Atmosphäre zu schaffen die zu Thresh's Charakter passt. Ich stimme dir zu das dies nicht so ganz gelungen ist. Darauf hin hatte ich ja auch wie gesagt mir eine Auszeit genommen und daran gearbeitet bessere und qualitativ hochwertigere Videos zu erstellen. \nIn meinem \"best of 2016\" weiß ich nicht so ganz was du meinst. Die cuts sind nach meiner Meinung relativ angenehm, gut abgestimmt und nicht langweilig. Liegt aber natürlich im Auge des Betrachters. \n\nVerbessern heißt, dass ich mich durch Recherche, Kurse, Freunde, Professionelle Hilfe und auch viel Arbeit in fast allen Aspekten verbessert habe.\nIch habe viel dazu gelernt und neue Möglichkeiten und Wege gefunden gewissen Dinge anzugehen. Ich bin motiviert diese auch in einer fertigen Montage anzuwenden. Jeder Mensch muss an sich arbeiten, ich habe nirgendwo gesagt, dass meine jetztigen Montages sehr gut sind. Niemand ist perfekt und gerade ich habe in den letzten Jahren gelernt, dass viel Arbeit zu etwas gehört um es wirklich gut zu können. Ich bin nun auf einem Stand, dass ich von mir denke, gute Videos produzieren zu können, die eine höhere Reichweite als 500 Aufrufe bekommen **könnten**.\n\nIch hoffe die Antwort enthält alles was du Wissen wolltest. Wenn es sonst noch etwas gibt, einfach schreiben.\n\n**PS:** Klar, mit dem Alter kann sich eine bestimmte Haltung zu gewissen Dingen entwickeln, die Jugendliche oder junge Erwachsene nicht haben.\n\nMit freundlichen Grüßen,\n\nKazabubu.\n\n{{sticker:sg-miss-fortune}}","replies":[]}]}]}