{"id":"x9QEhGMA","poster":"RyuPlay","date":"2020-03-06T11:12:40.575+0000","title":"[Lösung] Blackscreen, Laggs & das Spiel lädt nicht","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Seid gegrüßt,\r\n\r\nIch sehe in den letzten Tagen öfter Probleme mit Blackscreen's, Laggs und Probleme im Loading Screen, weshalb ich euch allen bevor die Boards weg sind nochmal ein wenig beim Lösen des Problems helfen wollte.\r\n\r\nWie nach vielen Patches gibt es wieder reichlich Probleme, jedoch hat aktuell ziemlich wenig mit dem [Client](https://euw.leagueoflegends.com/de-de/news/dev/introducing-the-client-cleanup-campaign/) selbst zu tun.\r\n\r\nLange rede kurzer Sinn, kommen wir zu den Lösungen oder zum Trouble-Shooting welche mit den im Titel stehenden Problemen zusammenhängen.\r\n\r\n**Troubleshooting:**\r\n\r\nZuallererst stelle sicher, dass dein Anti-Virus deaktiviert ist und, dass du folgende Prozesse zu deiner Windows-Firewall hinzugefügt hast (Keine Sorge, sofern du dich nicht auf Zwielichtigen Seiten herumtreibst, sollte nichts passieren):\r\n\r\n- C:\\Riot Games\\League of Legends\\LeagueClient.exe\r\n\r\n- C:\\Riot Games\\League of Legends\\LeagueClientUx.exe\r\n\r\n- C:\\Riot Games\\League of Legends\\LeagueClientUxRenderer.exe\r\n\r\n- C:\\Riot Games\\League of Legends\\Game\\League of Legends.exe\r\n\r\n- C:\\Riot Games\\Riot Client\\RiotClientServices.exe\r\n\r\n- C:\\Riot Games\\Riot Client\\UX\\RiotClientUx.exe\r\n\r\n- C:\\Riot Games\\Riot Client\\UX\\RiotClientUxRender.exe\r\n\r\nNachdem du dies überprüft oder die Prozesse hinzugefügt hast, müsstest du einmal [hier drauf](https://www.youtube.com/watch?v=8dLDNuyxaTQ) klicken, damit du deine IPv6 ausschalten und dich um deine DNS-Einstellungen kümmern kannst und wenn man schon dabei ist, kann man auch gleich die Schritte aus [diesem Video](https://www.youtube.com/watch?v=J5crGDc4AkY) folgen um sicherzustellen, dass auch das Security Protocol auf dem neusten Stand ist.\r\n\r\nNun denn, hast du dies alles getan, kannst du mal in ein Custom joinen und schauen, ob alles funktioniert. - Solltest du weiterhin Probleme haben, überprüfe nochmal über den Task-Manager im Details Tab, ob wirklich alle Prozesse von deinem Anti-Virus deaktiviert sind und deaktiviere gegebenenfalls auch deine Browser-Extensions. (Vorallem AdBlocker)\r\n\r\nWenn all dies nicht geholfen hat, lade dir einmal bitte das [Hextech Repair Tool](https://support-leagueoflegends.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool) herunter und erstelle LoL-Logs um diese in einem Ticket an dem Player-Support schicken zu können.\r\n\r\nDen Player-Support kannst du [hier](https://support-leagueoflegends.riotgames.com/hc/de/requests/new?ticket_form_id=360000042427) erreichen (Ich habe die Anfrage für dich bereits ausgewählt) und alles was du nun noch tun musst ist im Ticket dein Problem zu beschreiben und deine Logs als Anhang beizufügen :)!\r\n\r\nPS: Wenn du Laggs im Spiel hast, packe am besten einmal ein FPS-Cap rein und schalte Movement-Prediction aus, solltest du dies aktiviert haben.\r\n\r\nBis dahin,\r\n{{sticker:vlad-salute}}","replies":[{"id":"","poster":"HyperionCH","date":"2020-03-06T11:39:39.890+0000","up_votes":1,"down_votes":0,"body":"Besten Dank für die geschilderte Lösung.\n\nWie wird man eigentlich bezüglich zukünftigen Problemen dieser Art informiert, wenn das Forum geschlossen wurde?","replies":[{"id":"","poster":"RyuPlay","date":"2020-03-06T12:07:38.790+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=7hciEY9w,discussion-id=x9QEhGMA,comment-id=0000,timestamp=2020-03-06T11:39:39.890+0000)\n>\n> Besten Dank für die geschilderte Lösung.\n> \n> Wie wird man eigentlich bezüglich zukünftigen Problemen dieser Art informiert, wenn das Forum geschlossen wurde?\n\nIn der Zukunft wird auf unseren Discord-Server über solche Probleme Informiert und wir arbeiten daran stetig euer Feedback auf dem Server zu beachten und an Verbesserungen zu arbeiten um den Server für euch komfortabler zu machen.\nGenaue Informationen dazu was sich in der Zukunft verändern wird oder wie genau wir über Discord über Probleme Informieren werden, kann ich dir derzeit leider nicht geben.\n\nIch hoffe auch, wenn du nicht gerade ein Freund von der Plattform \"Discord\" bist, dennoch mit der Umstellung umgehen kannst und offen dafür bist. - Bei fragen um und zum Discord, kannst du diese gerne mich wissen lassen. :)!","replies":[{"id":"","poster":"HyperionCH","date":"2020-03-06T13:00:01.749+0000","up_votes":1,"down_votes":0,"body":"Ich habe Discord bereits immer wieder genutzt.\nPersönlich denke ich, dass Discord sehr viele Funktionen im Forum nur schlecht oder gar nicht ersetzen kann (z.B. Spielersuche, Feedback/Verbesserungsvorschläge, etc.).\n\nWenn ich es richtig verstanden habe, ist man im Discord auch noch nicht für Infos dieser Art vorbereitet. Ob es eine kluge Idee ist, das Forum zu schliessen, bevor man einen richtigen Ersatz dafür hat, darüber kann man sich streiten.\n\nFeedback zum Discord-Server habe ich bereits eines gegeben (bzw. ein Verbesserungsvorschlag). Wurde aber bis jetzt offensichtlich nicht bearbeitet und ich denke Riot Games hat auch kein Interesse daran.\nDer Umzug auf Disord finde ich weniger das Problem als der offensichtliche Grund, warum RIot Games sämtliche Foren schliesst und löscht.","replies":[]}]}]}]}