{"id":"F6zKRkzy","poster":"FHYSIXX","date":"2018-01-02T17:04:42.653+0000","title":"AD Mentor gesucht (Silver)","subforum":"Level Up: Guides & Tipps","up_votes":3,"down_votes":1,"body":"Moin,\r\n\r\nich suche jemanden der mir helfen m&ouml;chte mein ADC Game zu verbessern.\r\nSilber war nur eine grobe Einsch&auml;tzung, da ich nicht eingeranked bin, es in S5 mal war und seitdem auch mal l&auml;ngere Pausen gemacht habe.\r\nPrim&auml;r ist es auch gar nicht unbedingt mein Ziel f&uuml;r&#039;s Ranked besser zu werden. \r\nViel mehr m&ouml;chte ich, wenn ich mit Freuden spiele (meisten Gold/Platin) auch usefull sein und nicht &ouml;fters das Gef&uuml;hl haben durch gecarried worden zu sein.\r\nWas ich vielleicht selber sagen kann, wo ich eines meiner gr&ouml;&szlig;ten Probleme sehe, dass ich zu passiv Spiele.\r\n\r\nWer jetzt Lust h&auml;tte mich zu unterst&uuml;tzen, kann mich gerne hier oder Ingame anschreiben.\r\n\r\nFelix","replies":[{"id":"","poster":"Lord Enzus","date":"2018-01-02T17:26:03.876+0000","up_votes":2,"down_votes":0,"body":"Wenn du mit Gold/Platin Freunden spielst können die dir nicht helfen? \n\nGenerell kannst du einfach in Situation hinterfragen was du gemacht hast und was du besser hättest machen können. Natürlich ist es auch sinnvoll in jedem Game mehr Farm zu haben. \n\nEin Beispiel wäre dein Jungler gankt dich. Du bist gestorben. \n\nHättest du flashen sollen?\nWenn du geflasht hast wäre es sinnvoll gewesen irgendwo anders hinzuflashen?\nWenn ein Mate low wird schauen dass du Heal bereit hast.\n\nNützlich ist es auch die Schwächen und Stärken der Champs zu kennen?\n\nDarf ich mit meinem Charakter in dieser Situation engagen?\nWenn ich diesen Spell vom Enemy dodge kann ich ihn dann traden?\n\nAlso eigentlich beruht dass meiste auf Decision making. Beim Decision making wird mann auch besser mit Erfahrung oder du kannst dir dein eigenes Spiel anschauen wo du die Fehler gemacht hast. \n\nItem Building sollte ich gegen den Nasus Henker kaufen etc.\n\nFür die Runen benutze ich https://lolalytics.com und verändere es ein bisschen nach meinem Belieben. Falls du auf der Lane verlierst könntest du auch schauen was deine Gegner richtig machen. Ausserdem kannst du auch Guides zu deinem Champ anschauen oder Gameplay von einem unterhaltenden YouTuber z.B. Sola.\n\nFreundliche Grüsse","replies":[{"id":"","poster":"YTElias","date":"2018-01-02T17:48:02.959+0000","up_votes":1,"down_votes":1,"body":"Oder Maxim macht auch guides zu paar champions und empfehlungen in sein lol news sowie was grad in der meta ist","replies":[]}]},{"id":"","poster":"FHYSIXX","date":"2018-01-02T20:37:49.709+0000","up_votes":1,"down_votes":0,"body":"Aber keiner von denen ist AD Main :D Mechanisch sollte das ganz ok sein und auch Itembuilds, Runen, etc sind nicht das Problem. Es ist halt hauptsächlich das Decision making, wo ich halt gedacht habe, dass mir wer mal nen paar Denkanstöße geben kann.","replies":[{"id":"","poster":"Lord Enzus","date":"2018-01-02T20:55:29.065+0000","up_votes":1,"down_votes":0,"body":"Eben beim Decision making geht es darum sich selber zu analysieren und im nachhinein die bessere Lösung deinem Kopf vorzuschlagen. Das nächste Mal weiss man es besser. Was man am meisten empfehlen kann ist man schaut sein eigenes Spiel an. Jeder Tod eines Spiels hat mit einem Fehler zu tun als Beispiel. \n\nBeim Analysieren seines eigenen Gameplays kann man auch schauen ob man noch einen Tower hätte nehmen können und solche Sachen. Brauchst du den dabei Hilfe deine eigenen \"Spielzüge\" zu verstehen?\n\nGrüsse","replies":[{"id":"","poster":"FHYSIXX","date":"2018-01-02T21:57:58.332+0000","up_votes":1,"down_votes":0,"body":"Wenn das so einfach ist, würden ja nicht die meisten in Bronze und Silber spielen :D Zumal ich auch garantiert nicht immer sagen kann wann und wo hätte  ich was besser machen können, da ist es sicherlich hilfreich, wenn jemand mit besserem Spielverständniss einem unter die Arme greift.","replies":[{"id":"","poster":"Lord Enzus","date":"2018-01-04T11:36:30.100+0000","up_votes":1,"down_votes":0,"body":"Das ist so. Warum sind die meisten Bronze und Silber? Das hat damit zu tun weil Sie wie der Durchschnitt spielen. Man denkt jetzt vielleicht Bronze und Silber spielt wie seit Season 4 meine Einstiegsseason. Aber man sieht ganz konkret auch wenn diese Elo der Durchschnitt ist auch Sie verbessert sich. Es geht also darum sich schneller zu verbessern als der Durchschnitt natürlich ist das schwer.\n\nAber alleine wenn du dich mit dem Thema befasst im Internet machst du grössere Schritte als der Durchschnitt. \n\nWenn du wirklich möchtest kannst du mich auf dem Account hinzufügen falls du dass machst hätte ich gerne einen Kommentar als Reminder. Dann können wir ein paar Spiele machen und ich kann dir helfen. Dann können wir alles anschauen wobei du mehr Fehler machst als ich. \n\nIdeal wäre Voicechat: TS, Skype oder Discord","replies":[]}]}]}]},{"id":"","poster":"YTElias","date":"2018-01-02T17:06:39.958+0000","up_votes":1,"down_votes":0,"body":"Wo bräuchtest du denn hilfe?\n(bin silber v adc/top spieler)","replies":[]}]}