{"id":"N4zxqyUK","poster":"Lord Enzus","date":"2018-01-02T13:16:29.730+0000","title":"Auf die 4 Maustaste einen Shift Makro legen?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Community\r\n\r\nIch habe im Internet &uuml;ber verschiedene L&ouml;sungen gesucht. Auch im LoL-Forum ich bin aber nicht deutlich schlauer geworden.\r\nIst es m&ouml;glich durch das LoL-Programm einen Shift auf der vierten Maustaste zu legen.\r\n\r\nIch habe n&auml;mlich mit Shift  + jeweilige F&auml;higkeit einen Indikator eingestellt. Da ich an die Shifttaste nur schwer ran komme m&ouml;chte ich es auf die vierte Maustaste legen. Ist dass irgendwie m&ouml;glich? \r\n\r\nFreundliche Gr&uuml;sse","replies":[{"id":"","poster":"legofreak1","date":"2018-01-02T13:24:56.706+0000","up_votes":3,"down_votes":0,"body":"Mit lol selbst kannst du die 4te Maustaste nicht als 'shift' alleine erkennen lassen. Als Kombination 'MB4 + Q' sollte es aber gehen. Oder du nutzt die Software der Maus, um der Taste der Maus in Windows 'Shift' zuzuweisen. Wenn du die Taste dann drückst, wird diese in jedem Programm als 'Shift' erkannt.","replies":[{"id":"","poster":"Lord Enzus","date":"2018-01-02T13:59:36.843+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank für die Antwort. Ich habe es gerade ausprobiert. Ich kann MB4 nicht mit einer anderen Taste als Kombination besetzen. Nachher bin ich in die Config von LoL gegangen und habe es probiert dort zu ändern. Das hat auch nicht geklappt. Werden die Clienteinstellungen auf dem Server gespeichert? Komischerweise kann ich Shift und eine andere Taste kombinieren.\n\nIch hoffe du hast eine Antwort parat :D","replies":[{"id":"","poster":"legofreak1","date":"2018-01-02T14:14:03.207+0000","up_votes":1,"down_votes":0,"body":"Hier findest du eine Anleitung, wie du die Tastenbelegungen manuell änderst:\nhttps://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-problemen-und-fehlern?comment=0001\nMöchtest du zwei Tasten kombinieren, sieht die Belegung dafür wie folgt aus: \"[Ctrl][r]\"\nDies wäre zum Beispiel die Schreibweise in der config-Datei für STRG + R. Die Maustasten sind mit [Button 1], [Button 2], etc gekennzeichnet. Bis hin zum dritten geht das auf jeden Fall, 4 und 5 wahrscheinlich auch noch. Wenn das nicht mehr funktioniert, musst du das wie im vorigen Post von mir beschrieben über externe Software regeln. Welche Maus nutzt du denn? Dann kann ich dazu etwas recherchieren.","replies":[{"id":"","poster":"Lord Enzus","date":"2018-01-02T15:02:24.088+0000","up_votes":1,"down_votes":0,"body":"Also ich konnte jetzt die Tasten ändern. Man muss zuerst E:\\Riot Games\\League of Legends\\RADS\\projects\\league_client\\releases\\0.0.0.118\\deploy\\DATA\\CFG\\defaultsSettingsToPersist.json ändern auf False damit der Server die Dateien nicht immer neu runterlädt. Dann kann man die PersistedSettings.json erst ändern als letzter Schritt kann die Input.ini geändert werden. Der ganze Prozess muss durchgeführt werden während LoL offen ist. Ausserdem öffnet man am besten gleich alle Programme mit Administrator. \n\nDie Tasten sind jetzt geändert das Ergebnis allerdings wie man es sich vorstellt funktioniert nicht. Es ist eher verbuggt. Es wird immer mit dem Indikator angezeigt.\n\nMeine Maus die ich benutze ist diese hier https://www.amazon.de/Nexus-SM-8500B-Silent-optische-schwarz/dp/B0073JA4ZC\nIch habe heute zuerst das Programm X-Mouse Button Control benutzt es funktioniert aber nicht für LoL\nFalls du mir weiter helfen möchtest bin ich natürlich sehr dankbar.","replies":[{"id":"","poster":"legofreak1","date":"2018-01-02T21:48:21.503+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Lord Enzus,realm=EUW,application-id=7hciEY9w,discussion-id=N4zxqyUK,comment-id=0000000000000000,timestamp=2018-01-02T15:02:24.088+0000)\n>\n> Die Tasten sind jetzt geändert das Ergebnis allerdings wie man es sich vorstellt funktioniert nicht. Es ist eher verbuggt.\n> [...]\n> Ich habe heute zuerst das Programm X-Mouse Button Control benutzt es funktioniert aber nicht für LoL\n\nWas genau funktioniert denn nicht?","replies":[{"id":"","poster":"Lord Enzus","date":"2018-01-03T09:42:51.942+0000","up_votes":1,"down_votes":0,"body":"Wenn ich die Tasten drücke bekomme ich den Indikator allerdings ist es wie z. B ich drücke die GP Ult und nach 1 Sekunde wird sie automatisch ausgeführt. Das ist auch bei der Barrel so.\n\nWenn ich dann probier MB4 zu verwenden als Kombination hat es keinen Effekt. Also wenn ich R drücke bekomme ich den Indikator obwohl ich --> 'MB4+R' eingestellt habe.\n\nVielleicht könnte es daran liegen dass ich die anderen Tasten auf Smartcast liegen. Die Idee von mir war ja ich drücke R für Smartcast und zuerst MB5 während dessen R für einen Indikator\n\nDas Programm hat einfach keine Auswirkung auf LoL. Vielleicht wird es als unerlaubtes eingreifen gedäutet und blockiert. Bei anderen Programmen funktioniert es prächtig.","replies":[{"id":"","poster":"legofreak1","date":"2018-01-03T13:10:05.834+0000","up_votes":1,"down_votes":0,"body":"Du kannst gleichzeitig eine Tastenbelegung für Smartcast (klicken und sofortiges Ausführen) und eine für normales casten (klicken und bestätigen zum Ausführen) auswählen. Außerdem kann man zwischen Smartcast und 'Smartcast mit Reichweitenanzeige' umschalten. Beim ersten mal wird der Spell sofort ausgeführt, beim zweiten mal wird der Reichweitenindikator angezeigt und der Spell erst beim loslassen der Taste ausgeführt. Was aber nicht geht, ist gleichzeitig die beiden Smartcast-Variationen zu verwenden. Entweder man verwendet die erste oder man verwendet die zweite.","replies":[{"id":"","poster":"Lord Enzus","date":"2018-01-04T09:02:18.704+0000","up_votes":1,"down_votes":0,"body":"Ok vielen Dank ^^","replies":[]}]}]}]}]}]}]}]}]}