{"id":"j403uI7E","poster":"PistolofForg1ven","date":"2018-01-02T10:34:50.065+0000","title":"Coach für Silber Team gesucht","subforum":"Esports","up_votes":1,"down_votes":0,"body":"Guten Tag! Meine Kollegen und ich haben ein Flex-Team gegr&uuml;ndet und w&uuml;rden uns gerne verbessern. Wir suchen dazu einen Coach mit Erfahrung der uns da weiterhelfen kann. Wir sind Elom&auml;&szlig;ig alle im Bereich Silber-Gold.\r\nW&uuml;rde haupts&auml;chlich um Sachen wie Rotationen,Shotcalling und Macro Game etc gehen. \r\nWenn jemand Interesse hat einfach melden vielen Dank ! :)","replies":[{"id":"","poster":"Señor L Lazer","date":"2018-01-05T15:06:04.155+0000","up_votes":2,"down_votes":0,"body":"Lass es du snegge!","replies":[]},{"id":"","poster":"hab dich lieb","date":"2018-01-05T16:13:52.322+0000","up_votes":1,"down_votes":0,"body":"Hey Kostas zuerst einmal müssen sich deine Kollegen und du auch sicher sein, dass ihr euch in einem Kompetitiven team environment auch klar verbessern wollt. Heißt soviel wie jeden Tag spielen, hierbei am besten Solo / DuoQ sowie an vorher ausgewählten Tagen der Woche einen Abend lang FlexQ, um auch als Team voranzukommen. Falls ihr die ganze ''Teamsache'' nur zum Spaß macht würde ich euch sowieso von einem Coach abraten, da man zum Spaß keinen Coach benötigt und es zu Zeitintensiv für diesen wäre da er das alles ja auch ohne Entlohnung machen wird. Falls ihr bereit seid wirklich Zeit zum improven darein zu investieren könnte man sich überlegen einen Coach hinzuzuziehen, obwohl die meisten nicht Professionellen Teams das natürlich nicht haben.  Etwas Micro und besonders Macro sowie die Pick und Bannphase werden hauptsächlich von einem Coach beeinflusst. In der Pro-Szene dürfen die Coaches nicht mit ihrem Team während eines Spiels kommunizieren, also ich weiß nicht ob ihr euch daran Orientieren wollt oder ob euch das egal ist und ihr per Bildschirmaufnahme euren Coach an euren Games teilnehmen lassen wollt - dazu würde ich aber raten. Da ihr noch relativ niedrig in der Elo seid, solltet ihr, besonders wenn ihr einen wesentlich besseren Spieler als ''Coach'' hinzuzieht, schnell Fortschritte vermerken können solange ihr für Kritik, welche am Anfang sehr häufig auftreten wird, offen seid. Diese ganze Teamsache wird besonders in der nächsten Season interessant, wenn das neue Wettkampf-System endlich erscheint.\n\n~ Lass es du snegge!","replies":[]}]}