{"id":"KxqcEqhT","poster":"CBC Herser","date":"2018-01-01T10:43:11.146+0000","title":"Aufstockung der Teams","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo,\r\nam 27./28. 12.(17) hatten wir Tryouts aus denen Team entstehen sollten jetzt suchen wir nach den letzten Spielern.\r\nerstmal kann ich nur die freien Position f&uuml;r ein Team sagen die anderen werde ich sp&auml;ter nochmal Posten F&uuml;r die die Interesse h&auml;tten die Teams sind momentan im Gold und Platin Bereich (wenn nur Interesse besteht und noch nicht gefragt wird hier im Forum schreiben bitte dann noch nicht adden.\r\n\r\nZu den Rollen: Wir suchen einen Junger im Gold Bereich\r\nVorgaben: \r\n                  Du musst Discord besitzen und nutzen.\r\n                  Anpassungsf&auml;hig muss jeder sein, der im Team ist auf z.B. den Champion Pool oder die Spielweise bezogen.\r\n                  Man sollte min. abends Zeit haben damit auch regelm&auml;&szlig;ig trainiert werden kann und man auch mal dinge besprechen kann.\r\n                  Es ist nicht n&ouml;tig, dass du schon sehr viel Erfahrung mit Teams oder Communitys hast, da wir genug haben, die Erfahrung haben, auch wenn es    nat&uuml;rlich nicht schlecht ist, wenn man sich schon etwas auskennt.\r\n                  Ein konkretes Alter haben wir nicht vorgegeben aber man sollte auf jeden Fall eine gewisse Geistige Reife besitzen.\r\n                  Das man nicht Flamen..... sollte muss ich ja eigentlich nicht sagen, da das ja in einem Tryhard Team selbstverst&auml;ndlich ist.\r\n                  Und man soll versuchen sich ins Team zu integrieren \r\n                  \r\nFalls du Interesse hast kannst du mich adden. Den Rest m&ouml;chte ich bitten zu warten falls ihr  Interesse habt und k&ouml;nnt gerne hier reinschreiben mehr Infos zu den anderen Teams werde ich entweder hier hinzuf&uuml;gen oder in einem extra Post schreiben je nachdem wann ich selber die Mitteilung bekomme.\r\n\r\nGr&uuml;&szlig;e Herser","replies":[]}