{"id":"UZ47ou2B","poster":"ActiveBean","date":"2017-12-30T22:09:51.503+0000","title":"Suchen Bremer (!) Student aus Uni Bremen für Support Position in der Uni Liga","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin,\r\nwir suchen einen Bremer (!) Student aus der Uni Bremen. Eine andere Uni geht nicht, weil wir mindestens 4 Bremer sein m&uuml;ssen. Dabei ist die Support Position frei. \r\nZu unserem Team und uns:\r\nTop - Kamon - Dia 3 - Peak Master 300 Punkte\r\nJungle - Autophil - Dia 5-4 - Peak Dia 3\r\nMid - Willma - Dia 4 - Peak Master \r\nAdc - Activeuser - Dia 4 - Peak Master Season 5\r\nBisher haben wir in der 2. Liga gespielt und jeden gestompt. In unserer Gruppe sind wir ungeschlagen rausgekommen.\r\n\r\nUnser Support ist auf die Ersatzbank gegangen, weil er zeitlich Uni und League nicht gepackt hat, weil wir hohe Ziele haben. Denn 2017 gab es eine Weltmeisterschaft f&uuml;r die Unis und 2018 voraussichtlich auch. Daran wollen wir teilnehmen! Hier k&ouml;nnt ihr das nachlesen:\r\nhttps://euw.leagueoflegends.com/de/news/esports/esports-event/eu-beim-2017-internationalen-college-cup\r\n\r\nWas wir erwarten:\r\nIhr m&uuml;sst mindestens Dia 4 sein. D.h. wir wollen keine Hardstuck Dia 5 Leute, die seit Ewigkeiten nur Arams und Normals zocken, weil sie im Ranked zu sehr &quot;tilten&quot; und es ihnen keinen Spa&szlig; macht. Wir wollen, dass jeder regelm&auml;&szlig;ig auch Soloq spielt. Es reicht, wenn ihr 2-3 Ranked Games alle 1-2 Tage spielt und euch auf Fehler konzentriert, die ihr beseitigen wollt. Dann werden wir nat&uuml;rlich auch 2-3 Mal Teamranked/Turniere spielen. Vorgesehen ist meistens Dienstag, Donnerstag und das Wochenende. \r\nAnsonsten einfach sympatisch sein und so. \r\n\r\nWir haben auch 2 Coaches, die uns helfen wollen. Im Idealfall sollten wir so gut sein, dass wir auch schwierigere Turniere gewinnen k&ouml;nnen. Dann w&auml;re die 1. Liga nicht besonders schwierig. \r\n\r\nWenn ihr Interesse habt, dann added mich unter &quot; Activeuser &quot; in League und dann schreiben wir weiter.","replies":[]}