{"id":"7scE4JE2","poster":"BB Xola","date":"2017-12-30T20:18:08.532+0000","title":"Team DarkHorizon (Platin Team) Sucht Jungler","subforum":"Clans & Teams","embed":{"title":"Team","description":"Verwaltung Summoners Heaven Country Germany Year founded 2016 Hallo, wir sind die Summoners Heaven Verwaltung! Wir kümmern uns prinzipiell um die organisatorische Verwaltung unserer Community. Wir koordinieren unsere verschiedenen Bereiche, sowie die technischen Belangen und Verfügbarkeiten unseres Teamspeak Servers, Hompeage uvm.","url":"https://summonersheaven.de/team/dark-horizon/","image":"https://summonersheaven.de/wp-content/uploads/2017/10/logo-1.png"},"up_votes":1,"down_votes":0,"body":"Kurz zu mir :D\r\nIch spiele seit season 4 ca. lol und bin Platin 5 und Support main.\r\n\r\nTeam\r\nMid: DHo Kanaus (Platin 5)\r\nADC: DHo Ruffy (Platin 2)\r\nSupport: DHo Xola (Platin5)\r\nTop: MG Hunter (Platin5)\r\n\r\nCoach: DHo sonicEvo (Platin1)\r\n\r\nEin Paar Allgemeine Vorraussetztungen\r\nDamit ihr hier &uuml;berhaupt wisst ob es auf euch zutrifft.\r\nIhr solltet mindestens 16 sein (keine Ausnahme) und eine mindestelo von Platin 5 (Solo) / FLex mind. (Gold) haben. Au&szlig;erdem solltet ihr eine gewisse Zeit LoL gespielt haben. Ihr solltet einen Reiz haben hoch hinaus zu wollen und viel daf&uuml;r zu geben. Ihr solltet nicht FLAMEN/TILTEN etc ,(Wir wollen keine Aufgebenden Teammates )! Au&szlig;erdem solltet ihr Humor haben aber auch die gewisse Ernsthaftigkeit in gewissen Siotuationen. Und zu guter letzt solltet ihr auch daran denken, dass ihr in einem Team reden m&uuml;sst, dass hei&szlig;t auch Ts zu haben. Wie mann ja sieht hei&szlig;en wir ja alle vorne gleich were sch&ouml;nn wenn der/die jenige das auch machen w&uuml;rde wenn er bei uns fix ist bzw. bei uns bleiben m&ouml;chte :D . Also das solltet ihr drauf haben ;)\r\nps. wir haben 2-3 mal die woche training\r\n\r\nSuchen derzeit\r\n\r\nJungler\r\n\r\nFalls es noch Fragen gibt kann man diese nat&uuml;rlich noch privat beantworten\r\n\r\nBei Interesse meldet euch bei mir: DHo Xola\r\nIch Freu mich auf euch ;)","replies":[]}