{"id":"cteUjthu","poster":"RainDropsDown","date":"2017-12-29T06:25:04.340+0000","title":"League of Legends zu LCS abhängig ??","subforum":"Esports","up_votes":1,"down_votes":0,"body":"Gerade in letzter Zeit finde ich das die Champions die im E-Sportbereich sehr stark sind, hart generft werden. Aber Champions im SoloQbereich er weniger.\r\nWarum gibts es kein Vladimir nerf oder so, es werden nur so Teamstarke Champions wie Cho&#039;Gath, Zac etc generft. Ich w&uuml;rde mich freuen wenn mal ein paar Champions die Solo stark sind generft werden w&uuml;rden.\r\n\r\nWas ist so eure Meinung ?","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-12-29T07:32:28.247+0000","up_votes":2,"down_votes":0,"body":"Laut den beiden Seiten [Lolalytics](https://lolalytics.com/ranked/worldwide/platinum/plus/champion/Vladimir/) und [Leagueofgraphs](https://www.leagueofgraphs.com/champions/stats/vladimir) hat Vladimir gerade mal eine Winrate zwischen ca. 50.5% - 51.0% was nicht gerade sehr stark ist. \n\nUnd im Bronze Tier hat er in den letzten 7 Tagen gerade mal eine Winrate von [48.3%](https://lolalytics.com/ranked/worldwide/bronze/champion/Vladimir/) Bis hin zu Diamond, steigert es sich bis zu [51.4%](https://lolalytics.com/ranked/worldwide/diamond/plus/champion/Vladimir/) Und dein Account befindet sich momentan [Bronze II](http://euw.op.gg/summoner/userName=skyente2016) also geltet bei dir die Winrate von 48.3%.\n\nAlso kann man klar sagen, dass Vladimir in der Solo Queue nicht zu stark ist. Er ist halt nun mal Lanebully v.a. wenn du als Meele gegen ihn antreten musst. \n\nBleib ruhig {{sticker:vlad-salute}} \n\nFreundliche Grüsse\n\nFresh Dumbeldore, einst Yatevaz","replies":[]},{"id":"","poster":"Necromant","date":"2017-12-29T07:09:59.547+0000","up_votes":2,"down_votes":0,"body":"Was willste den da nurfen? Chogath hat nach wie vor das Problem das er Unmobil ist und leicht ausgekitet werden kann.\nVlad das gleiche mit unmobil, er hat Probleme in dem Teamfight rein zu kommen, sollte er paar Meter weg sein, etc.\n\nJeder hat seine Schwächen.","replies":[]},{"id":"","poster":"Piløt","date":"2017-12-30T00:26:16.636+0000","up_votes":1,"down_votes":0,"body":"Dies ist ein Problem, welches nicht einfach zu lösen ist. Meistens wird dann für eine Anpassung gesorgt, also weder nerf noch buff, wie es zum Beispiel diese Season bei Azir geschehen ist. Dieser war im Kompetetiven ganz ok, aber in der SoloQ ein grausamer Pick. Durch die Anpassungen ist er jetzt eindeutig in beiden Bereichen spielbar. Kann man einen Champion nicht einmal anpassen, wie man es mehrmals bei Ryze gesehen hat, muss der Champion gereworked werden, um das Problem zu lösen.\n\nUm deine Frage zu beantworten: Ich glaube nicht, dass die LCS einen großen Vorrang gegenüber der SoloQ hat, was Champions betrifft, wobei man betrachten muss, dass LCS Spiele einfach länger dauern, weshalb Champions wie Anivia dort einfach besser sind, als in der SoloQ.\n\nIch hoffe ich konnte helfen!\n\nLG","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2017-12-29T11:49:16.363+0000","up_votes":1,"down_votes":0,"body":"Ich gebe dem TE im Grunde recht. Ich sage nur Kalista und Azir. Die beiden waren in der SoloQ monatelang Trash, weil Riot das Balancing in der Pro-Szene nicht auf die Reihe bekommen hat.","replies":[]}]}