{"id":"uoENy9fN","poster":"Jokeraka47","date":"2017-12-27T22:03:05.206+0000","title":"Lydia - die summende Diebin","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":3,"body":"Hey Lol- Community :P, ich habe mal vor 2 Jahren Championideen rausgebracht , wo wirklich viele von begeistert waren. Mal schauen ob ich es immer noch drauf habe :D\r\n\r\n\r\nGeschichte:\r\nLydia war ein junges M&auml;dchen aus Ionia. W&auml;hrend ihrer Kindheit lebte sie bei ihrer &auml;lten Schwester Syndra die jedoch nur Unheil &uuml;ber die Stadt brachte. Als Syndra die Stadt schlie&szlig;lich verlie&szlig;, da sie wegen ihrer Macht so gef&uuml;rchtet wurden war , zog Lydia in ein Weisenhaus ein. Jedoch wurde Lydia von den Bewohnern der Stadt ebenso ausgegrenzt da man bef&uuml;rchtete , das Lydia genauso gef&auml;hrlich werden k&ouml;nnte wie Syndra es war. Lydia hatte keine Freunde und bekam auch kein Taschengeld wie die anderen Kinder . Sie brachte sich im laufe der Zeit das Stehlen bei. Kein Laden war vor ihr sicher. Die Besitzer der L&auml;den bemerkten es nicht einmal das Lydia die Sachen stiehl , da sie sich immer geschickt angestellt hatte. Nart&uuml;rlich aber bemerkten sie , dass ihr Geld und ihre Produkte gestohen werden, und so wurde ein Kopfgeld auf den Dieb ausgesetzt. Davon wusste Lydia jedoch nichts und ging genauso entschlossen wie jeden Tag auf den n&auml;chsten Laden der Stadt zu. Die Bewohner beobachteten jeden Laden der Stadt und als Lydia gerade aus dem Laden mit der gestohlenen Ware rauskam wurde sie schon von s&auml;mtlichem W&auml;chtern der Stadt umzingelt. Sie hatte jedoch ein Plan B und warf Hundefutter auf die W&auml;chter. Die W&auml;chter lachten Lydia aus und fragten ob es ihr noch gut gehen w&uuml;rde. Lydia jedoch l&auml;chelte gerissen und in Sekunden kam ein hungriges Rudel von Stra&szlig;enhunden und befielen die W&auml;chter. Lydia rannte so schnell wie nie und nahm eine Abk&uuml;rzung durch den Wald. Sie sah eine kleine H&ouml;hle , in der sie sich versteckte. Kein Anzeichen von W&auml;chtern aber sie wusste , das sie sich eine neue Stadt suchen musste. So ging sie Stunden im Wald und summte vor sich hin. Das Summen war ganz still , jedoch war eine Gruppe von Noxianern im Wald die dies h&ouml;rten. Dieses Summen war kein normales Summen stellten die Noxianer fest , da einige ihrer W&auml;chter sich nicht von der Stelle bewegen konnten.  Die Noxianer st&uuml;rmten von allen Seiten auf Lydia zu , sie erschrak und stie&szlig; einen Schrei hinaus , den die ganze Welt geh&ouml;rt haben muss. Alle W&auml;chter zerbrachen wie Glas und Lydia traute ihren Augen nicht. Sie hatte Magie wie ihre Schwester in sich. Sie wurde nicht umsonst gef&uuml;rchtet. Soll sie Rache in der Stadt nehmen ? Nein , das wollte sie nicht. Rache an den Noxianern ? Nein das war ihr nicht genug. Sie brach auf um der Liga der Legenden beizutreten . Rache an ihrer Schwester, das wollte sie. Sle blickte an ihrem K&ouml;rper der von goldener Magie ummauert war und f&uuml;hlte sich stark wie noch nie.\r\n\r\n\r\nHoffe die Story hat euch gefallen und hat sich nicht zu lang gezogen :D Kurz einmal wie ich mir Lydia vorstelle : Sie hat blonde Haar und eine braune M&uuml;tze an. Ihr Kleidungstil soll schon ziemlich arm sein jedoch soll sie gerissen und gl&uuml;cklich wirken. Sie wird auf Ap gespielt und am besten in der Mitte (Support). Sie ist Weitk&auml;mpferin und greift mit ihrer goldenen Magie bei Normalattacks an. Ihre Attacken basieren auf Mana. \r\n\r\n\r\nKommen wir zu den Attacken :\r\n\r\nPassive: Lydia erh&auml;lt alle 30 Sekunden einen Schild dank ihrer goldfarbigen Magie. Wenn dies von einem gegnerischem Champ durchbrochen wird erh&auml;hlt f&uuml;r 2 Sekunden zus&auml;tzliches Lauftempo.\r\n\r\nQ-Spell ( Das ist meins!) : Lydia kann alle 80 Sekunden 500 Gold von ihrem Gegner klauen. Diese Attacke kann sie nur ausf&uuml;hren wenn der Gegner direkt vor ihr steht.\r\n\r\nW-Spell ( summ-summ): Lydia summt ihr Lied und alle Gegner die sich in ihrer N&auml;he aufhalten werden f&uuml;r eine Sekunde gestunt. hierbei erleidet der gegner enorm schaden.\r\n\r\nE-Spell ( Magischer Boden) : Lydia verwandelt eine Fl&auml;che der Map in goldenen Treibsand. Der Gengner wird langsamer und erleidet schaden.\r\n\r\nR-Spell ( Todesschrei): Lydia kann bis zu 3 Gegner Markieren die ihren Schrei zu Ohren bekommen und hierbei auch enormen schaden erleiden , wenn der Gegner diese Attacke &uuml;berlebt wird er f&uuml;r eine Sekunde bet&auml;ubt. ( wei&szlig; nicht ob das zu op ist xD)\r\n\r\n\r\nHoffe das euch die Attacken ebenso wie die Geschichte gef&auml;llt , wenn es Verbesserungsvorschl&auml;ge gibt bin ich sehr gespannt und offen dar&uuml;ber. :) btw hab garkeine Skinidee , hoffe das euch etwas einf&auml;llt :/\r\n\r\n\r\nKommen wir zu den Jokes : \r\n\r\nStrg 1 : Lydia kramt in iher Tasche und wirft ein Hundeleckerli in die Luft , ein Poro kommt angelaufen und dabei sagt Lydia : &quot; Du siehst aber nicht aus wie ein Hund &quot;\r\n\r\nStrg 2 : Lydia summt vor sich hin und kommt dabei selber ins Schwanken , wobei sie sagt : &quot; Alles unter Kontrolle &quot;\r\n\r\nStrg 3 : Lydia klatscht in die H&auml;nde , legt ihre M&uuml;tze vor sich ( wie Stra&szlig;enmusiker ) und f&auml;ngt an zu tanzen.\r\n\r\nStrg 4 : Lydia kramt wieder in ihrer Tasche herum findet dabei ein abgebrochnes St&uuml;ck eines W&auml;chtern und lacht sich dar&uuml;ber schlapp.\r\n\r\n\r\nBeim Platzieren einer Blume :\r\n\r\n-Syndra bist du da?\r\n-  Wartet da mal wieder ein Noxianer?\r\n- Wo sind die Feinde ?\r\n\r\n\r\nIm allgemeinen ist Lydia ein sehr aufgebrachter Champ da sie unbedint ihre F&auml;higkeiten einsetzten m&ouml;chte und Sydra herausfodern m&ouml;chte.  W&uuml;rde mich richtig &uuml;ber Feedback freuen :D\r\n\r\n\r\nKommen wir zu den Jokes","replies":[{"id":"","poster":"Strohhut2X","date":"2017-12-28T02:22:20.197+0000","up_votes":2,"down_votes":0,"body":"hmm hab mir jetz nur die fähigkeiten durchgelesen (das andere interesiert mich eher weniger sry)\n\nvorab die idee gold zu stehlen (also wirklich dem gegner weg zu nehmen statt einfach nur bonusgold zu bekommen) find ich ehrlich gesagt nicht so gut. überleg allein mal wie lang du brauchst um 500gold zu sammeln und dann alle 80sek? allein dem gegner bei min 6-8 vor seinem backport zu bestehlen wirft ihn praktisch komplett aus dem spiel, ohne wiederkehr!\ndu klaust ihm das gold von 5 minionwaves: \n3meele x 20G + 3ranged x 16G = 108Gold pro wave (ohnen kanone)\n108 x 5waves + 1bis2 kanonen (40G) =~ 500-596 Gold (man misst ja auch den ein oder andren CS)\ndein gegner hat also 5waves lang für dich gefarmt nach nem erfolgreichem Diebstal hast du also 10waves und er 0 dafür lohnt es sich sogar den gegner anzuflashen und zu sterben.\n\nbeachte die kombo (engage): Flash W Q R E und du killst min 1 bis zu 5 leute je nach situation (spätestens im teamfight) und selbst wenn es schief geht, solang du die Q noch durch bringst is es das wert^^.\ngerade wenn der oben genannte goldsteal schonmal funktioniert hat und du übel ahead bist haben die gegner dir relativ wenig entgegen zu setzen.\n\nauserdem weis ich nicht ob der passive schild von dem du sprichst auch ein schild im sinne von schaden blocken ist oder nur ein mittel um den MS auszulösen, wenn es ein \"richtiges\" schild ist denk vorsichtshalber mal an malzahar wie nervig desen schild ist (und der hat schon nen CD mit 40sek)\nwenn 2teres dann is es noch ok\n\ngenerell hat sie halt 3 AOE CC fähigkeiten was ein bisschen einseitig ist \nne idee um die (meiner meinung nach) viel zu starke Q anzupassen ist vllt:\n\npassive - wird nicht von verbündetetn minions geblockt (wie fizz. diebe sind da ja immer sehr gut sich zwischen menschenmengen unauffällig zu bewegen)\n\nQ - dashed nach vorne (400-500, also ca AA-range), wenn sie einen gegner trifft erhällt 100+- BonusGold und verursacht mittelmäßiger schaden, außerdem erhällt sie für 1sek +10/20/30/40/50%-MS), CD: 80/70/60/50/40sek (sollt sie keinen gegner treffen wird der cooldown halbiert)\n\nR - Lydia kann 1 gegner für 20sek markieren den sie zu diesem zeitpunkt sieht, der schaden und die effecte der nächsten fähigkeit auf diesen gegner weden verdoppelt (dmg und stundauer x2 bei W, doppeltes gold und dmg bei Q), reichweite: 1000/2000/3500, CD: 180/160/120\n(das ziel bleibt volle 20 sek auf der map markiert auch für teammates sichtbar -> junglertracking nach fehlgeschlagenem gank des gegners)\n\nW und E kann so bleiben\n\nmit den änderungen wär sie aber wahrscheinlich eher in richtung jungle/mid/sup unterwegs als nur mid/sup auch weis ich nicht ob sich das mit deiner geschichte zu ihr verträgt sry, jedenfalls währe dann ein bisschen mehr variation in ihrem kit und in meiner vorstellung etwas angepasster, kann aber auch total daneben liegen.\nsie hat zwar wahrscheinlich nicht den bessten waveclear aber das gold das sie dadurch verliert kann sie ja durch den \"diebstahl\" wieder rein holen\n\nPS: ich glaub ich hab mega viele rechtschreibfehler hier verbaut sorry dafür xD ich sollte ins bett gehn es is schon zu spät für mein Hirn...\n\nPPS: nein ich war keiner derer die den beitrag nen downvote gegeben haben","replies":[{"id":"","poster":"Jokeraka47","date":"2017-12-28T09:51:53.942+0000","up_votes":1,"down_votes":0,"body":"Heey, Danke für dein Feedback man ,\nDu hast schon recht das der Diebstahl vielleicht etwas zu op war , nur da in letzter zeit so vieles in lol dazu kommt , z.b Ornn ( er kann sich seine items auf der Lane zusammenbauen) dachte ich wäre das mal nh coole sache. Schaden wollte ich von Anfang an mit in die Attacke einbauen wusste nur nicht wie, dies hast du meiner Meinung nach perfekt getroffen. Ja die Ulti war von vorne rein schon überpowert von daher finde ich das du auch dafür eine gute lösung gefunden hast. Vielen dank auf jedenfall dafür bro und vergiss nicht ruffy wird Piratenkönig xD. ( Hab von deinem Namen abgeleitet das du One Piece schaust)","replies":[]}]}]}