{"id":"8YaPpcn9","poster":"EumeI","date":"2017-12-27T20:32:33.869+0000","title":"Suche Mitglieder für ein neues Team im high plat / low dia Bereich!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo alle beisammen.\r\n\r\nWie bereits im Titel zu lesen ist suchen wir einen einen Jgl und Midlaner im High plat / low Dia Bereich. Das wichtigste w&auml;hre f&uuml;r den Anfang, dass man sich gut versteht, denn ein Team wo sich jeder zum zusammenspielen zwingt funktioniert nicht auf lange Sicht.\r\n\r\nBisherige Aufstellung:\r\nTop: Death23Stars http://euw.op.gg/summoner/userName=Death23Stars \r\nJgl: ???\r\nMid: ???\r\nADC: foxin http://euw.op.gg/summoner/userName=foxin\r\nSupp: Counting23Stars http://euw.op.gg/summoner/userName=Counting23Stars \r\nSupp Zweitbesatzung: Ayuhya http://euw.op.gg/summoner/userName=Ayuhya\r\n\r\nMein Ziel w&auml;re irgendwann ein Team aufgestellt zu haben mit dem im Dia Bereich in der Flexq ist und mit dem man an Turnieren teilnehmen k&ouml;nnte. Die Turniere sind dabei als langzeit Ziel anzusehen.\r\n\r\nWas du brauchst:\r\n1. Funktionierendes Headset + Ts\r\n2. Kritikf&auml;higkeit\r\n3. Flexq Elo mindestens Gold\r\n4. m&ouml;glichst gro&szlig;er Championpool\r\n5. Dein Alter ist im Grunde egal, Hauptsache du legst eine gewisse Reife an den Tag\r\n\r\nEin Teamspeak-Server ist bereits vorhanden. Ich w&uuml;rde auch mehr Spieler als n&ouml;tig in das Team aufnehmen einfach aus dem Grund, dass wenn mal ein anderer nicht kann Ersatz da w&auml;re. Somit w&auml;re es durchaus auch erw&uuml;nscht, wenn sich Toplaner und Supporter melden.\r\n\r\nWenn sich gen&uuml;gend Leute melden, dann wird es mal &quot;Tryouts&quot; geben, in denen man sich kennenlernen kann und dann sehen wir weiter um es passt.\r\n\r\nSollte Interesse bestehen, dann bitte Poste ein Kommentar mit deinem Ingame Namen unter diesen Beitrag.","replies":[{"id":"","poster":"Living Tempest","date":"2017-12-27T20:43:29.940+0000","up_votes":1,"down_votes":0,"body":"Hey,\nMidlane hier.\n\n1. Headset sowie Teamspeak \t✔\n2. Kritikfähigkeit \t✔\n3. SoloQ: Platin 5, Flex: Gold 1 \t✔\n4. Mein Championpool beschränkt sich momentan auf Yasuo und Zed im Ranked, ich wär jedoch bereit für das Team weiteres zu spielen.\n5. Geistige Reife \t✔\n\nIch möchte dazu erwähnt haben, dass ich 15 Jahre alt bin und seit Pre-Season 4 spiele.\nIch habe diese Season meine Placements gemacht, und habe danach aufgehört zu spielen, da es alleine nicht mehr so viel Spaß gemacht hat. Folglich bin ich auf Gold 1 decayed und hab mich bevor die Season geendet hat noch eben auf Platin gespielt.\n\n Áseryo","replies":[]}]}